[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "แคมป์ชั่วคราวของนักผจญภัย",
    "Description": "แคมป์ชั่วคราวที่ตั้งขึ้นโดยนักผจญภัยที่อยู่ลึกเข้าไปในป่าลึก\nเมื่อนักผจญภัยเตรียมตั้งแคมป์ พวกเขาจำเป็นต้องสร้างรั้วเพื่อป้องกันสัตว์ร้าย อย่างไรก็ตามไม้ในบริเวณใกล้เคียงมักจะไม่เพียงพอที่จะสร้างการฉากป้องกันที่สมบูรณ์ จึงต้องใช้การผลัดเปลี่ยนกันเป็นเวรยามเพื่อรักษาความปลอดภัย",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "ชีวิตที่ด่านหน้า",
    "Description": "อดีตผู้บัญชาการกองอัศวินแห่ง Favonius เคยแนะนำว่า เมื่อเคยแนะนำว่าเมื่อสมาชิกที่มีคนจำนวนน้อยปฏิบัติภารกิจในป่า พวกเขาควรพยายามอย่างเต็มที่เพื่อสร้างที่อยู่อาศัยที่แข็งแกร่ง เพื่อป้องกันการโจมตีอย่างกะทันหัน และบ้านไม้สนหลังเล็กก็ถือเป็นตัวเลือกที่ดี",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "หินและต้นไม้แสนอิสระ",
    "Description": "ในถิ่นทุรกันดารที่ไร้ซึ่งผู้คน พืชพันธุ์เติบโตอย่างอิสระ มีหินกองอยู่ในที่แห่งนึง ซึ่งดูเหมือนจะเป็นผลงานชิ้นเอกของสัตว์ร้ายบางชนิด",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "ห้องนอน Liyue แสนเรียบง่าย",
    "Description": "แม้แต่ตระกูลที่ร่ำรวยที่สุดของ Liyue สิ่งนี้ก็ยังคงเป็นสิ่งที่ขาดไม่ได้ในห้องนอน\nภายใต้การบริหารจัดการที่มีประสิทธิภาพของ Qixing ทำให้รายได้ของชาวเมือง Liyue เพิ่มขึ้นอย่างต่อเนื่อง และเฟอร์นิเจอร์ไม้เนื้อทรายนี้ ก็ไม่ใช่สิ่งของหรูหราอีกต่อไป",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "มุมหนึ่งของโรงน้ำชา",
    "Description": "การดื่มชากับญาติและเพื่อน ๆ และฟังคำพูดที่มีไหวพริบของนักวิชาการอย่างเงียบ ๆ ถือเป็นความสนุกที่เรียบง่ายที่สุดในโรงน้ำชา",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "เงาโคมไฟในชนบท",
    "Description": "ไฟถนนและรั้วที่ตั้งอยู่ใต้ต้นไม้ แสงของ \"โคมไฟขับไล่สิ่งชั่วร้าย\" สามารถปัดเป่าความวิตกกังวลของผู้เดินเที่ยวกลางคืนออกไปได้อย่างดีเยี่ยม",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "โต๊ะและเก้าอี้อเนกประสงค์",
    "Description": "โต๊ะและเก้าอี้ไม้สนแข็งแรง หน้าโต๊ะกว้าง คุณสามารถวางกระดาษและปากกาทำงานบนนี้ได้ และเมื่อเอาหนังสือปากกาออก ก็สามารถใช้โต๊ะเพื่อทานอาหารได้ มันสามารถตอบสนองการใช้งานได้หลายอย่าง",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "ห้องครัวที่ยุ่งเหยิง",
    "Description": "ชั้นวางของสูงตระหง่านที่มีส่วนผสมวางอยู่เต็มชั้น เตาทั้งเล็กและใหญ่ก็ทำงานกันอย่างเต็มที่ พ่อครัวฝีมือดีใช้เพียงห้องครัวนี้ ก็เพียงพอที่จะเตรียมอาหารสำหรับหลายร้อยคนได้แล้ว",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "พูดคุยจิบน้ำชาในเวลาว่าง",
    "Description": "ชาวเมือง Liyue มักจะชวนเพื่อน ๆ มานั่งที่บ้าน จิบชาและพูดคุยกัน ด้วยโต๊ะน้ำชาและเก้าอี้เพียงสองตัว คุณก็สามารถใช้เวลาพักผ่อนได้อย่างมีความสุข",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "ม้วนหนังสือนับหมื่น",
    "Description": "ห้องหนังสือ Liyue ซึ่งมีม้วนหนังสือจำนวนมาก ถ้าสามารถอยู่ที่นี่ได้อย่างสงบเป็นเวลานาน ก็จะได้รับความรู้และประโยชน์อย่างมากมาย \nกล่าวกันว่าอุปกรณ์การเรียนส่วนใหญ่ในปัจจุบัน ล้วนเลียนแบบมาจากคฤหาสน์ของสมาคมการค้า Feiyun และได้รับการปรับปรุงโดยนายน้อยคนที่สองของสมาคมการค้า Feiyun ซึ่งช่วยเพิ่มประสิทธิภาพในการเรียนรู้และการเขียนได้เป็นอย่างดี",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "ห้องนอน Mondstadt ตกแต่งพร้อมอยู่",
    "Description": "ห้องนอนของ Mondstadt พร้อมเฟอร์นิเจอร์มาตรฐาน ตำแหน่งของเฟอร์นิเจอร์นั้นอ้างอิงมาจากหอพักของอัศวิน \nในขณะที่ผู้แสวงบุญอธิษฐานขับไล่สิ่งชั่วร้ายให้ตู้เสื้อผ้า ตัวอย่างเช่น เหล่าอัศวินก็จะหันข้างและหันปลายเตียงพิงประตูตู้เสื้อผ้า โดยอ้างว่าหากมีผีรบกวน กองอัศวินแห่ง Favonius จะโจมตีพวกมัน เพื่อเป็นการข่มขู่พวกภูตผี",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "ห้องประชุม \"หกคนสำคัญ\"",
    "Description": "อ้างถึงห้องประชุมที่ตั้งขึ้นในกองอัศวิน จากจำนวนเก้าอี้ ทำให้ผู้คนต่างคาดเดาว่า \"การตัดสินใจครั้งสำคัญของอัศวินล้วนเกิดจากบุคคลสำคัญทั้งหกคน\" \nความจริงก็คือมีอัศวินระดับสูงเพียงหกคนที่ชอบนั่งประชุม และจำนวนผู้เข้าร่วม ไม่เคยมีจำนวนที่แน่นอน",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "เวลาแห่งการเฉลิมฉลอง",
    "Description": "โต๊ะและเก้าอี้ที่ใช้กันทั่วไปในงานเลี้ยง มีการวางเชิงเทียนเพื่อเพิ่มแสงสว่างและทำให้สีของอาหารน่าสนใจยิ่งขึ้น อย่างไรก็ตามเมื่อดื่มกินอย่างเกินพอดี อย่าลืมให้ความสำคัญกับการป้องกันการทะเลาะกันให้ดี",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "มื้อเที่ยงตอนทำงานสำหรับพนักงาน",
    "Description": "พนักงานในร้านต้องเผชิญหน้ากับลูกค้าที่อาจมาถึงได้ตลอดเวลา จึงมักจะใช้เตาธรรมดาในการปรุงอาหารกลางวันด้วยตัวเอง เพื่อป้องกันเรื่องพลาดโอกาสในการขาย เมื่อต้องออกจากร้านเพื่อรับประทานอาหารเที่ยง",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "การต้อนรับที่แสนอบอุ่นในห้องรับรอง",
    "Description": "เมื่อจุดเตาผิงในห้องรับรอง ความอบอุ่นจะกระจายไปในห้องทำให้ผู้คนผ่อนคลาย หากคุณเพิ่มแก้วเหล้าอีกสองสามแก้วเพื่อสร้างความบันเทิงให้แขก คุณก็จะสามารถรับมือกับพ่อค้าชาว Snezhnaya ที่ก้าวร้าวได้",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "ห้องสมุดการศึกษาแบบรอบด้าน",
    "Description": "ห้องหนังสือที่มีหนังสือเรียงรายกันอย่างละลานตาของ Mondstadt ถึงแม้จะมีหนังสืออยู่มากมาย แต่คนที่ใช้ห้องหนังสือกลับค่อนข้างน้อย การจัดเรียงหนังสือตามประเภทจึงมีความสำคัญเป็นอย่างยิ่ง",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "บ้านเดี่ยวบนเนินเขา",
    "Description": "บ้านที่สามารถพบเห็นได้ทั่วไปใน Liyue ไฟถนนถูกติดตั้งไว้ด้านนอกประตูเพื่ออำนวยความสะดวกสำหรับแขกที่เดินผ่านไปมา \nผู้คนส่วนใหญ่ใน Liyue เป็นคนอบอุ่นและมีอัธยาศัยดี แม้ว่าพวกเขาจะอาศัยอยู่บนภูเขา แต่พวกเขาก็ไม่รังเกียจหากคนที่หลงทางจะไปพักกับพวกเขาสักหนึ่งคืน นอกจากนั้นพวกเขาก็จะเสิร์ฟอาหารและชาที่ดีที่สุดให้กับแขกอีกด้วย",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "ลานหมู่บ้าน",
    "Description": "บ้านในชนบทของ Mondstadt ซึ่งจะมีพื้นที่ว่างขนาดใหญ่ระหว่างรั้วและตัวบ้าน เพื่อให้สามารถปลูกพืชต่าง ๆ เอาไว้ใช้เป็นอาหารในแต่ละวันได้",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "แผงขายของในเมืองเล็ก ๆ ในช่วงเวลาเก็บเกี่ยว",
    "Description": "ทุกฤดูเก็บเกี่ยว ชาวเมืองจะตั้งแผงขายสินค้าใกล้ถนนใหญ่ ซึ่งไม่ได้มีแต่ผักผลไม้และข้าวสาลีที่เก็บเกี่ยวสด ๆ เท่านั้น แต่ยังรวมถึงของเก่าและหญ้าแห้งคุณภาพดีอีกด้วย",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "ตลาดผักและผลไม้ทุกชนิด",
    "Description": "ตลาดผลไม้และผักที่มีแผงขายของมากมาย ผักและผลไม้ส่วนใหญ่ที่คนทั่วไปซื้อ มักจะหาได้จากตลาดนี้",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "มุมหนึ่งของสนามฝึกซ้อม",
    "Description": "ในกระบวนการรับสมัครการฝึกทหารใหม่ เนื่องจากการใช้งานที่ไม่เหมาะสมจึงอาจจะทำให้อาวุธเสียหายโดยไม่จำเป็น ดังนั้นจึงมักวางอาวุธจำนวนมากไว้ข้าง ๆ สนามฝึก เพื่อให้สามารถหยิบใช้ได้ทุกเมื่อ\nสำหรับกองทหาร Millelith แล้วการสูญเสียอาวุธที่เกิดจากการฝึกฝนนั้นไม่คุ้มค่าที่จะกล่าวถึง แต่หากวางทิ้งไว้ที่กองโจรล่าสมบัติล่ะก็ คงจะต้องโดนหักเงินเดือนเป็นแน่...",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "โรงงานผลิตอาวุธเตรียมพร้อมทำสงคราม",
    "Description": "โรงงานผลิตอาวุธสุดมั่นคง แม้แต่ช่างตีเหล็กที่มีความเชี่ยวชาญก็อาจจะไม่สามารถสร้างอาวุธที่ดีจากแร่เหล็กที่มีคุณภาพต่ำได้ ดังนั้นช่างตีเหล็กจึงตั้งชั้นวางอาวุธหลาย ๆ ชั้นเอาไว้ เพื่อจัดประเภทและขายอาวุธที่มีคุณภาพแตกต่างกันไป",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "สถานที่ขนส่งสินค้า",
    "Description": "จุดเชื่อมต่อสำหรับการขนส่งสินค้า ข้างกล่องสินค้าที่ซ้อนกันและถังไม้มีเครื่องดื่มที่เตรียมไว้สำหรับคนงาน \nถึงแม้ว่าขวดและโถกระเบื้องในปัจจุบันจะมีความแข็งแรงมาก แต่หาถูกบดด้วยวัตถุที่มีน้ำหนักมากก็อาจจะแตกได้ ดังนั้นคนงานจึงหวังว่าผู้ดูแลจะเตรียมตู้ไว้ให้ แทนที่จะวางขวดและกระป๋องลงบนพื้น",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "ตลาดงานรื่นเริง",
    "Description": "ตลาดที่มีชีวิตชีวาเต็มไปด้วยของเล่น ร่มหลากสีและของกำนัล ซึ่งเป็นของที่มีคุณภาพดีและราคาไม่แพง ถึงแม้จะมีแรงดึงดูดที่หาตัวจับยากสำหรับเด็ก ๆ แต่ก็ไม่ได้ส่งผลต่อกระเป๋าเงินของพ่อแม่มากจนเกินไป",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "ประตูถนนสายหลัก - \"สิ่งชั่วร้ายจงล่าถอย\"",
    "Description": "ทางเข้าหลักของเมืองที่ตกแต่งด้วยป้ายเซียนและรูปปั้นสิงโตหิน ลำพังแค่เฟอร์นิเจอร์อันเป็นสัญลักษณ์เหล่านี้ก็เพียงพอที่จะยับยั้งมอนสเตอร์ได้ แต่กองทหาร Millelith ก็ไม่เคยละเลยและคอยระมัดระวังอยู่เสมอ",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "ร้านอาหารที่เจริญรุ่งเรือง",
    "Description": "ร้านอาหารใน Liyue บางแห่งนั้นมีอาหารเลิศรสที่ขึ้นชื่อ ทุกครั้งที่มาถึงร้านอาหารก็จะมีลูกค้าจำนวนมากมาอุดหนุน ดังนั้นร้านค้าจึงมักจัดโต๊ะไว้ด้านนอก เพื่อจะได้รับรองลูกค้าที่มาได้ทั้งหมด",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "แหล่งน้ำในชนบท",
    "Description": "บ่อน้ำข้าง ๆ ต้นไม้ \nต้นไม้และกิ่งก้านเขียวชอุ่มสามารถเป็นเครื่องพิสูจน์ได้ว่าน้ำที่นี่ใสสะอาด ทำให้ผู้คนผ่านที่ไปมาสามารถใช้น้ำได้อย่างมั่นใจ",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "นักผจญภัยสันโดษและระมัดระวังตัว",
    "Description": "นักผจญภัยส่วนใหญ่ที่เดินทางคนเดียวจะค่อนข้างระมัดระวัง และจะตั้งแคมป์ใกล้ ๆ กับป้าย เพราะป้ายนั้นบ่งบอกว่าเคยมีนักผจญภัยรุ่นก่อน ๆ มาสำรวจสถานที่แห่งนี้ และได้ขับไล่มอนสเตอร์ที่อยู่ใกล้ ๆ ออกไปแล้ว",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "พื้นที่สภาพอากาศแปรปรวน",
    "Description": "โซนที่ภูมิอากาศแตกต่างกัน ก็จะมีพืชที่มีลักษณะแตกต่างกันเติบโตขึ้นมา ในตอนแรกนักวิชาการบางคนคิดว่านี่อาจเป็นผลมาจากกระแสพลังที่ผิดปกติ แต่การตรวจสอบในภายหลังได้พิสูจน์แล้วว่า นี่เป็นเพียงหนึ่งในปรากฏการณ์ทางธรรมชาติที่ยอดเยี่ยมใน Teyvet เท่านั้น",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "บทสนทนาระหว่างไม้ผุและก้อนหิน",
    "Description": "ต้นไม้ใบเขียวและหินชนิดนี้ไม่ได้มีความพิเศษแต่อย่างใด \nนักกวีบางคนคิดเรื่องสนุกขึ้นมา โดยอ้างว่าทุกสิ่งในโลกมีพลังงาน แม้แต่ต้นไม้และก้อนหินก็ยังพูดคุยกันอย่างเงียบ ๆ ผู้คนได้รับอิทธิพลทางความคิดนี้มาจากเธอ และก็ยิ่งรู้สึกว่าคำอธิบายนี้ค่อนข้างเหมาะสม",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "บทสนทนาระหว่างไม้ผุและก้อนหิน",
    "Description": "ต้นไม้ใบเขียวและหินชนิดนี้ไม่ได้มีความพิเศษแต่อย่างใด \nนักกวีบางคนคิดเรื่องสนุกขึ้นมา โดยอ้างว่าทุกสิ่งในโลกมีพลังงาน แม้แต่ต้นไม้และก้อนหินก็ยังพูดคุยกันอย่างเงียบ ๆ ผู้คนได้รับอิทธิพลทางความคิดนี้มาจากเธอ และก็ยิ่งรู้สึกว่าคำอธิบายนี้ค่อนข้างเหมาะสม",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "บทสนทนาระหว่างไม้ผุและก้อนหิน",
    "Description": "ต้นไม้ใบเขียวและหินชนิดนี้ไม่ได้มีความพิเศษแต่อย่างใด \nนักกวีบางคนคิดเรื่องสนุกขึ้นมา โดยอ้างว่าทุกสิ่งในโลกมีพลังงาน แม้แต่ต้นไม้และก้อนหินก็ยังพูดคุยกันอย่างเงียบ ๆ ผู้คนได้รับอิทธิพลทางความคิดนี้มาจากเธอ และก็ยิ่งรู้สึกว่าคำอธิบายนี้ค่อนข้างเหมาะสม",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "ห้องแห่งบทกวี",
    "Description": "ห้องหนังสือที่ได้รับการตกแต่งอย่างสวยงาม เป็นข้อมูลอ้างอิงเชิงลึกเกี่ยวกับกองอัศวิน ว่ากันว่าการตกแต่งแต่ละชิ้นในห้องหนังสือมีตำแหน่งการจัดวางที่เข้มงวด ซึ่งสามารถผสมผสานแสงเทียนและเงาเข้าด้วยกัน เพื่อสร้างเอฟเฟกต์แสงที่เป็นเอกลักษณ์ ผู้อ่านและนักเขียนที่ชื่นชอบหนังสือวรรณกรรมสามารถพบกับแรงบันดาลใจมากมายได้ที่นี่ คนที่มีงานยุ่งสามารถทำสมาธิและเข้าสู่สถานะการทำงานได้อย่างมีประสิทธิภาพ",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "ห้องแห่งเสียงกระซิบจากสายลม",
    "Description": "ห้องนอนของ \"ด้วยใจที่ห่วงใย\" สามารถพบเห็นได้ทั่วไป สำหรับคนที่ใช้ชีวิตอย่างเร่งรีบ ห้องนอนอาจเป็นเพียงแค่ฟูกนอนที่เอาไว้ปิดตานอนให้ข้ามคืนเท่านั้น ไม่จำเป็นต้องใส่ใจอะไรมากนัก แต่ในสายตาของผู้คนที่ใส่ใจทุกรายละเอียด ซอกทุกมุมของที่อยู่อาศัยเป็นสิ่งที่ควรค่าแก่การใส่ใจ \nไม่ว่าจะเป็นสายลมที่โหยหาอิสรภาพหรือสายลมแห่งการต่อสู้อย่างไม่ลดละ ในยามที่สายลมเริ่มพัดต่างก็เป็นเพียงสายลมอ่อน ๆ ไม่ต่างกัน การดูแลตัวเองเป็นสิ่งที่จำเป็นในการเดินทางไกล หากชีวิตภายในห้องต่างแวดล้อมไปด้วยอ้อมกอดแห่งความอ่อนโยน ความเหนื่อยล้าก็จะหลุดลอยไปโดยที่เราไม่ได้ตั้งใจ",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "วรรณกรรมในม่านเมฆ",
    "Description": "ห้องเก็บหนังสือของ Liyue นั้นมีมากมายหลายรูปแบบ แต่ \"ความหรูหรา\" คือสิ่งที่จะมีหรือไม่มีก็ได้ เนื่องจากผู้รู้หนังสือให้ความสำคัญกับ \"จิตวิญญาณ\" และ \"ความสง่างาม\" เสียมากกว่า การวางไม้กระถางเขียวชอุ่มเพื่อปรับสมดุลความชื้นในบ้าน จะทำให้ไม้ของโต๊ะและตู้หนังสือส่งกลิ่นหอมอ่อน ๆ ออกมา และด้วยการจัดวางที่โปร่งโล่งโดยเจตนา รัศมีที่เปล่งประกายของโคมไฟตั้งพื้น จะทำให้ผู้คนเต็มไปด้วยพลัง และสมองโลดแล่นปลอดโปร่ง\nกล่าวกันว่าหลายปีก่อน แขกผู้หนึ่งที่อาศัยอยู่ใน Feiyun Slope ได้จัดห้องหนังสือรูปแบบเช่นนี้โดยไม่ได้ตั้งใจ และก็ได้รับการส่งเสริมโดยอดีตเจ้าของร้าน \"Wanwen Bookhouse\" แล้วมันก็กลายเป็นที่รู้จักในนาม \"วรรณกรรมในม่านเมฆ\" และกลายเป็นที่รู้จักของหลายพันครัวเรือนใน Liyue นับจากนั้น",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082,
      10000108
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "ม่านหมอกแห่งแดนฝัน",
    "Description": "\"วันวานในม่านหมอก ความฝันอันเลือนราง\"\nห้องนอนที่เรียบง่าย สไตล์การตกแต่งต่าง ๆ คล้ายกับ Wangshu Inn ความลึกลับของห้องนอนนี้เป็นสิ่งที่ไม่อาจพรรณนาได้ หากเมฆและหมอกแห่งกาลเวลายังคงทำให้หวนนึกถึงอนุสรณ์ของผู้มาเยือน แต่กลับลบความเศร้าโศกและทิ้งอดีตนั้นไว้เพียงลำพัง\nชีวิตทางโลกก็เหมือนการหลงทาง เพียงแต่จำตัวของ \"ตัวเอง\" ไว้เท่านั้น ชีวิตจึงจะมั่นคงและก้าวไปข้างหน้าได้ ความคิดในยามที่กึ่งหลับกึ่งตื่น มักจะลึกซึ้งมาก ไม่น่าแปลกใจที่นักเดินทางจำนวนมากจะได้รับพลังงานเพิ่มขึ้นเป็นร้อยเท่าหลังพักค้างคืนที่ Wangshu Inn และพร้อมออกเดินทางด้วยความสดใส",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "ห้องวิจัยแห่งความลับ",
    "Description": "เวิร์กช็อปเล่นแร่แปรธาตุ หากไม่รวมอุปกรณ์ที่ละเอียดอ่อนแต่ละชิ้นดูเหมือนว่าจะไม่แตกต่างจากห้องหนังสือทั่วไปเลย แต่ว่าบนชั้นวางหนังสือที่มีน้ำยาโพชั่น นอกจากนี้ยังมีตัวอย่างการทดลองที่เก็บไว้ในตู้ที่ระบุว่า \"ห้ามเปิด\" คนธรรมดาส่วนใหญ่ไม่เคยได้ยินมาก่อนและสามารถคาดเดาการใช้งานและเนื้อหาเท่าที่ตนเองทราบเท่านั้น หากคนที่อยากรู้อยากเห็นและฝ่าฝืนข้อห้าม อุบัติเหตุด้านความปลอดภัยก็เป็นสิ่งที่หลีกเลี่ยงไม่ได้ \nหลังจากแมวที่หลงเข้ามาในเวิร์กช็อป ทำให้เกิด \"วิกฤตการณ์เล่นแร่แปรธาตุ\" พร้อมเสียงฟ้าร้องและฝนตก ทีมสืบสวนแห่งกองอัศวิน Favonius ได้กำหนดให้มีการควบคุมการเข้าถึงในเวิร์กช็อปเล่นแร่แปรธาตุในเมืองอย่างเข้มงวด มีตำนานแปลก ๆ มากมายเกี่ยวกับการเล่นแร่แปรธาตุเกิดขึ้นในเวลานั้น ซึ่งสร้างความปวดหัวให้กับนักวิชาการที่ทุ่มเทให้กับการศึกษาอย่างมาก",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "ห้องครัวและฟืนไฟ",
    "Description": "ห้องครัวมีอุปกรณ์ทำครัวครบครันและตู้เก็บเครื่องปรุงที่เตรียมไว้อย่างดี\nเชฟที่ใฝ่หาความเป็นเลิศ จะซื้อวัตถุดิบสดใหม่ทุกวันจากตลาด และเชฟที่มีทักษะชั้นยอดจะพิจารณาฟืนไม้แห้งที่ใช้ในเตาอย่างระมัดระวัง หัวหน้าเชฟรุ่นเยาว์แห่งภัตตาคาร Wanmin เคยแบ่งปันประสบการณ์กับเพื่อนในแวดวงว่า หากต้องการปรุงอาหารแบบดั้งเดิมของ Qingce Village คุณต้องใส่ไม้ไผ่แห้งลงในเตาเผาและควบคุมความร้อนอย่างระมัดระวัง หากคุณพบพุ่มไม้ใกล้กับผล Wolfhook ให้ทำการแปรรูปเป็นฟืนยาวจะสามารถช่วยฟื้นฟูรสชาติของ Mondstadt ได้\nฟืนไม้แห้งทุกชนิดมีลักษณะที่แตกต่างกันอย่างสิ้นเชิงเมื่อเผาไหม้ และเชฟส่วนใหญ่ไม่สามารถจับจุดของมันได้ ดังนั้นภัตตาคาร Wanmin จึงผูกขาดทักษะนี้มาโดยตลอด",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "สถานีหลอมอาวุธ",
    "Description": "ร้านตีเหล็กที่มีสิ่งอำนวยความสะดวกทุกประเภท สนับสนุนให้ช่างตีเหล็กหลายคนทำงานในเวลาเดียวกัน เพื่อผลิตอาวุธคุณภาพสูงที่มีประสิทธิภาพสูงสุดหรือซ่อมแซมอาวุธที่เสื่อมสภาพ\nตราบใดที่ยังมีมอนสเตอร์อยู่ในทวีปนี้ นักผจญภัยก็ยังไม่อาจหยุดการเดินทางไกลได้ อาวุธและอุปกรณ์ที่พวกเขาต้องการนั้นต้องมีแข็งแกร่งในระยะยาว เพื่อที่จะตอบสนองความต้องการที่เข้มงวดนี้ ช่างตีเหล็กจำเป็นต้องผ่านการฝึกฝนเป็นเวลาหลายปี และหลีกเลี่ยงไม่ได้ที่จะต้องผลิตของเหลือใช้ ซึ่งเป็นค่าใช้จ่ายจำนวนมาก ดังนั้นในบางครั้งช่างตีเหล็กจะถูกดักปล้นเงินในเวลานี้ เหล่าอัศวินจะพยายามอย่างเต็มที่เพื่อรับคำสั่งจัดทำให้พวกเขา เพื่อให้แน่ใจว่า \"โล่\" ของพวกเขาจะมีคุณภาพชีวิตที่ดีขึ้น ว่ากันว่าผู้ดูแล Dawn Winery ที่มีวิสัยทัศน์เคยอัดฉีดทุนให้กับร้านช่างตีเหล็กของ Mondstadt ในเวลาที่เหมาะสมอีกด้วยล่ะ",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "หมู่บ้านแห่งเสียงเพลง",
    "Description": "หมู่บ้านเล็ก ๆ ที่มีสไตล์ไม่ต่างจาก Springvale\nSpringvale มักจะได้รับคำชมในเรื่อง \"สภาพแวดล้อมที่สะดวกสบาย\" และ \"ชีวิตที่เงียบสงบ\" แต่นักท่องเที่ยวส่วนใหญ่ต่างมา Springvale เพื่อพักชั่วคราวเท่านั้น เพราะการใช้ชีวิตระยะยาวในหมู่บ้านที่ห่างไกลจากตัวเมืองที่แสนวุ่นวายนั้น จำเป็นต้องรู้จักการล่าสัตว์และการเพาะปลูก หลังจากเรียนรู้ทักษะทั้งสองอย่างนี้ได้แล้ว คุณก็จะสามารถปรับตัวให้เข้ากับชาวบ้านที่นี่ได้ ด้วยการโอบรับ \"ของขวัญ\" จากธรรมชาติ และเพลิดเพลินไปสายลมและบทเพลงแห่ง Springvale",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "สวนนกน้อยในดงดอกไม้",
    "Description": "สวนสาธารณะสไตล์ Mondstadt ที่มีดอกไม้บานสะพรั่งและต้นไม้เขียวชอุ่มล้อมรอบน้ำพุอยู่ เมื่อมีลมอ่อน ๆ พัดโชยมา ก็จะพัดเอากลิ่นหอมอ่อน ๆ ที่นกและผีเสื้อชื่นชอบมาด้วย\nในสายตาของนักกวีนั้น ดอกไม้และนกเป็นเหมือนสัญลักษณ์ของอิสรภาพ ดังนั้นจึงมักจะมีนักกวีพเนจรมาร้องเพลงอยู่ข้าง ๆ น้ำพุเป็นครั้งคราว และผู้คนที่อยู่ใกล้เคียงก็จะถูกเสียงเพลงดึงดูดให้เข้ามาฟัง พร้อมทั้งนำสัตว์เลี้ยงของพวกเขามาร่วมชื่นชมด้วย",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "ย่านแห่งของกินดื่มนับพัน",
    "Description": "ย่านขายอาหารแบบเปิดโล่ง ที่มีแผงของกินเล่นมากมายเรียงรายอยู่ สะท้อนให้เห็นถึงความเจริญรุ่งเรืองของ Chihu Rock\n\"ของกินดื่มนับพัน\" ถือเป็นคำที่ดูถ่อมตัวเสียเหลือเกิน เพราะย่านขายอาหารแห่งนี้ดูเหมือนจะไม่ได้มีเครื่องครัวมากมายนัก แต่กลับรวบรวมเอาอาหารเลิศรสที่โด่งดังไปทั่วทั้ง Liyue เอาไว้ โดยที่เชฟฝีมือดีสามารถปรุงออกมาได้ด้วยการใช้เครื่องครัวที่แสนเรียบง่าย และอาหารที่ใช้เพียงเครื่องครัวที่เรียบง่ายนี้ ก็สามารถเป็นอาหารขึ้นชื่อที่เป็นที่รู้จักไปทั่วได้เช่นกัน",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "ย่านร้านค้านับร้อยสุดคึกคัก",
    "Description": "ย่านที่มีสินค้าหลากหลาย ทั้งสมบัติแปลกใหม่ไปจนถึงของใช้ในชีวิตประจำวัน ซึ่งสะท้อนให้เห็นถึงความเจริญรุ่งเรืองของ Liyue\n\"ร้านค้านับร้อย\" ไม่ได้เป็นคำที่ดูเกินจริงแต่อย่างใด Liyue เป็นที่ที่เรือและพ่อค้านับพันนับหมื่นมารวมตัวกัน ซึ่งผู้คนต่างสามารถหาซื้อสินค้าที่จำเป็นต่าง ๆ ได้ที่นี่ หากสินค้าใดขาดไป ก็สามารถรอจนถึงช่วงสิ้นเดือน เพื่อเจรจากับหญิงสาวผมสีม่วงที่เที่ยวลาดตระเวนไปทั่ว ถึงแม้จะไม่ทราบตัวตนที่แน่ชัดของเธอ แต่สินค้าส่วนใหญ่ที่เธอตอบรับ ก็มักจะมีให้เห็นในตลาดหลังจากนั้นไม่นานนัก",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064,
      10000108
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "หมู่บ้านท่ามกลางหมู่เมฆ",
    "Description": "หมู่บ้านท่ามกลางหุบเขาที่มีสไตล์การตกแต่งตามแบบฉบับ Qingce Village ว่ากันว่าหลังจากก้าวเข้ามาที่นี่แล้ว นักท่องเที่ยวต่างพากันซึมซับบรรยากาศที่เป็นกันเอง และเข้าถึงความงดงามและความเรียบง่ายที่ปกติมักจะมองข้ามไป\nการตามหาความฝันในช่วงวัยรุ่น และผ่านช่วงเวลาแห่งการมานะบากบั่นเพื่อความก้าวหน้านั้นเป็นสิ่งที่คุ้มค่าอย่างแน่นอน แต่หากตระเวนไปทั่วอยู่ตลอดเวลาล่ะก็ คงจะมีช่วงเวลาที่เหน็ดเหนื่อยในสักวัน และเมื่อนั้นมาถึง ชีวิตที่เงียบสงบกับเพื่อนบ้านในชนบท ก็คงถือเป็นตัวเลือกที่ไม่เลวเลยทีเดียว สำหรับคนหนุ่มสาวที่ออกจากบ้านไปไกลแสนไกลนั้น คนเฒ่าคนแก่ใน Qingce Village นั้นต่างรอคอยและยินดีต้อนรับพวกเขากลับมาอยู่เสมอ",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "แคมป์ของนักล่าและเสียงเพลง",
    "Description": "แคมป์ที่ตั้งขึ้นอย่างประณีต โดยอ้างอิงจากผลงานของนักวิชาการ Musk ที่ได้ถ่ายทอดชีวิตของ Hilichurl ออกมาได้อย่างสมบูรณ์แบบ ซึ่งถูกนำไปใช้เพื่อศึกษาวิถีชีวิตของ Hilichurl\nว่ากันว่าในสมัยก่อน กองอัศวินแห่ง Favonius มักจะตั้งแคมป์ประเภทนี้เวลาทำการปราบมอนสเตอร์ซึ่งนำโดยอัศวินลาดตระเวน และกองเรือ Crux ที่เดินเรืออยู่ด้านนอกตลอดทั้งปีเอง หลังจากที่ไปถึงเกาะที่ไม่รู้จักแล้วก็จะรวบรวมข้อมูลและสร้างแผนจำลองสถานการณ์ขึ้นมา เพื่อกำจัดมอนสเตอร์ที่มาคุกคาม",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "การเดินทางมุ่งสู่ดวงดาวและก้นเหว",
    "Description": "แคมป์นักผจญภัยที่เห็นได้ทั่วไปในป่า และเป็นเต็นท์ได้รับความนิยมมากที่สุดในทวีป\nนักผจญภัยที่มากประสบการณ์มักจะเคยชินกับชีวิตที่ยากลำบาก ขอแค่มีเพียงเต็นท์ที่น้ำหนักเบาและทนทาน ที่สามารถนอนหลับได้ท่ามกลางพายุ ก็เพียงพอที่จะช่วยให้กลับมากระฉับกระเฉงและสามารถออกเดินทางไปยังจุดหมายต่อไปได้ ดังนั้นเต็นท์ประเภทนี้จึงขายดีที่สุดมาหลายต่อหลายปีแล้ว",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "สวนแห่งรุ่งอรุณ",
    "Description": "สวนที่มีชื่อเสียงแห่ง Dawn Winery ว่ากันว่าหลายปีก่อน เคยมีพ่อค้าไวน์ชาวต่างชาติไปเยือน Dawn Winery เพื่อศึกษาวิธีการจัดการสวน ตั้งแต่นั้นมาก็เริ่มมีโมเดลแบบฉบับ Dawn Winery ที่อุตสาหกรรมไวน์ตามที่ต่าง ๆ พากันทำตาม\nแต่น่าเสียดายที่วัตถุดิบคุณภาพสูงนั้นเป็นเพียงแค่หนึ่งในปัจจัยของการผลิตไวน์ที่ดีเท่านั้น การผลิตไวน์ที่เป็นเอกลักษณ์ของ Dawn Winery ต่างหากที่ถือเป็นหัวใจสำคัญที่คู่แข่งไม่สามารถสู้ได้ จนมีคู่แข่งบางส่วนหันไปทำน้ำผลไม้แทน ถึงจะสามารถสร้างรายได้ที่มั่นคงได้",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "ลานที่แสนลงตัว",
    "Description": "ลานสไตล์ Inazuma อันแสนโอ่อ่า ซึ่งผสมผสานสถาปัตยกรรมของสามสำนักมหาอำนาจ และสิ่งอำนวยความสะดวกของแต่ละสำนักเข้าด้วยกันอย่างชาญฉลาด การรวมกันระหว่างกลิ่นอายของคฤหาสน์ที่แสนสง่างาม กับความเป็นหน่วยงานของผู้บริหารที่มีความสามารถ และยังคงรักษาสุนทรียศาสตร์ไว้ได้อย่างถูกต้อง เรียกได้ว่า \"พอดิบพอดี\"\nผู้ที่มีภูมิหลังโดดเด่นและบุคลิกที่ซื่อสัตย์ จะเห็นด้วยกับการจัดวางแบบแปลนของลานนี้อย่างแน่นอน ว่ากันว่านายพลแห่งสำนัก Tenryou คนหนึ่งเคยให้คำแนะนำว่า เจ้าหน้าที่ควรอยู่ใกล้กับสถานที่ทำงาน เพื่อที่พวกเขาจะสามารถทำงานได้อย่างรวดเร็ว และพยายามอย่างเต็มที่เพื่อ \"ความเป็นนิรันดร\" ที่ท่านโชกุนผู้ยิ่งใหญ่ไล่ตาม",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "บ่อน้ำพุตระหนักใจ",
    "Description": "บ่อน้ำพุร้อนกลางแจ้งที่มีอุปกรณ์ครบครัน แม้ว่าอุณหภูมิของน้ำและแร่ธาตุในสระจะไม่สามารถเทียบกับ \"โรงอาบน้ำ Aisa\" ได้ แต่บรรยากาศโดยรวมก็ถือว่าสบาย ๆ ไม่มีกฎเกณฑ์อะไรเยอะแยะ\nการแช่ตัวในบ่อน้ำพุร้อนเป็นเวลาครึ่งชั่วโมง ความอ่อนล้าที่สะสมจากการทำงานในวันนี้ก็จะค่อย ๆ จางหายไป ร่างกายจะกลับมากระปรี้กระเปร่าอีกครั้ง และหากคุณมีเวลาที่มากเพียงพอ ก็สามารถเอนกายลงบนหินสีขาวข้างสระน้ำ จิบชาและพูดคุยกับเหล่าผองเพื่อนของคุณได้\nแน่นอนว่าก่อนที่จะลงสระ โปรดให้ความสำคัญในเรื่องของมารยาทพื้นฐานด้วย: เมื่อแช่น้ำร้อนร่วมกันกับเพื่อน ก็ขอให้ใส่ใจในเรื่องของระยะเวลา ถ้าคุณใช้เวลาพูดคุยกับเพื่อนอยู่ในสระ ราวกับเป็น \"ราชินีแห่งเทศกาลฤดูร้อน\" แล้วล่ะก็ นั่นอาจทำให้หน้ามืดตาลายได้",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059,
      10000094,
      10000109
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "หมู่บ้านพรางเงา",
    "Description": "หมู่บ้านชนบทใน Inazuma ที่เลียนแบบทัศนียภาพของหมู่บ้าน Konda อย่างสมบูรณ์แบบ แม้สิ่งก่อสร้างเหล่านี้จะมี \"อายุ\" พอสมควร แต่ยังห่างไกลจากคำว่าเก่าทรุดโทรม ให้ความรู้สึกผ่อนคลายแบบเรียบง่าย ไม่มีอาคารไหนโดดเด่นเป็นพิเศษ จึงดูเหมือนว่าในอีกไม่กี่ปีข้างหน้า สิ่งก่อสร้างพวกนี้คงจะกลมกลืนหายไปกับภูเขาได้... แน่นอนว่ามันจึงทำให้ที่นี่กลายเป็นจุดซ่อนตัวอันยอดเยี่ยมของนินจา Shuumatsuban จอมขี้เกียจบางคนที่มักจะมาซ่อนตัวนอนหลับในหมู่บ้านแบบนี้",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "ศาลเจ้าเคล้าอดีต",
    "Description": "การออกแบบสถาปัตยกรรม การทาสีแดงสด และการจัดวางโดยรวมของศาลเจ้าอันเงียบสงบและสวยงามในรูปแบบเดียวกับศาลเจ้า Grand Narukami สำหรับมนุษย์แล้ว สถานที่แห่งนี้เหมาะสำหรับการทำจิตใจให้สงบ แต่สำหรับท่านโชกุนแล้ว สิ่งที่เห็นที่นี่เพียงพอที่จะทำให้หวนนึกถึงความทรงจำในอดีตอันแสนเลือนรางดั่งม่านหมอก...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "สนามฝึกซ้อมนำพันทัพ",
    "Description": "ได้แรงบันดาลใจจากเค้าโครงของอาคารทหาร และการตกแต่งของ \"Kujou Encampment\"\nระหว่างความขัดแย้งของกองทัพแห่งโชกุนกับกองทัพต่อต้าน ทั้งสองฝ่ายต่างแสวงหาวิธีการต่าง ๆ เพื่อปรับปรุงความสามารถของทหารใหม่ที่เพิ่งเข้าร่วมกองทัพของตน เมื่อเทียบกับสถานที่ฝึกทหารแบบดั้งเดิม สนามฝึกทหารชนิดนี้ไม่เพียงแต่มีอุปกรณ์ครบครันหลากหลาย แต่ยังจำลองสถานการณ์ฉุกเฉินเมื่อประจำการอยู่ในแนวหน้า ใกล้เคียงกับสถานการณ์การต่อสู้จริง ทำให้ผู้เข้ารับการฝึกฝนได้รับการฝึกอย่างเต็มที่",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "กลีบดอกไม้ทั่วผืนป่า",
    "Description": "ทิวทัศน์อันเงียบสงบในเขตชานเมือง Inazuma ศาลเจ้าที่ทำจากไม้ Otogi ตั้งตระหง่านท่ามกลางต้นซากุระ ต้นเมเปิล และดอกไม้หลากสีสัน ผสมผสานกับแสงเทียนสั่นไหวให้ความรู้สึก \"ยิ่งใหญ่\" และ \"มั่นคง\" ที่จับต้องไม่ได้กระจายอยู่ทั่วทุกพื้นที่ กลีบดอกไม้ที่ร่วงหล่นนั้นดูราวกับมีชีวิตขึ้นมาเล็กน้อย",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "คะนึงค่ำคืนแห่งฤดูร้อน",
    "Description": "เทศกาลที่มีชีวิตชีวาและไม่ธรรมดานี้จำลองบรรยากาศของเทศกาลดั้งเดิมของ Inazuma ออกมาได้อย่างสมบูรณ์แบบ\nเมือง Inazuma มีเทศกาลต่าง ๆ มากมายทุกปี แต่เทศกาลที่สำคัญ และน่าสนใจที่สุดนั้น ส่วนมากจะจัดขึ้นในช่วงกลางฤดูร้อน แผงขายอาหาร เกมแสนสนุก และดอกไม้ไฟที่สวยงามบนท้องฟ้ายามราตรีจะทำให้ผู้มาเยือนทุกคนต้องอยู่นานขึ้นอีกหน่อย การปรากฏตัวของเพื่อนร่วมเดินทาง และถ้อยคำที่กระซิบข้างหูก็จะถูกตราตรึงอยู่ในห้วงความทรงจำอย่างลึกซึ้ง",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "ถนนสายซากุระ",
    "Description": "ถนนย่านการค้าในเมือง Inazuma เป็นถนนที่มีผังการจัดวางอย่างเอาใจใส่\nไม่ว่าสถานการณ์ภายนอกจะเปลี่ยนไปอย่างไร ผู้คนใน Inazuma จะยังคงใช้ชีวิตในบรรยากาศที่สงบสุขและเงียบสงบได้ ถนนในเมืองที่เข้าถึงง่าย ได้สะท้อนให้เห็นถึงสภาพความเป็นอยู่ของผู้อยู่อาศัย ซึ่งสามารถสะท้อนภาพลักษณ์ที่แท้จริงของเมือง ขอแค่ติดตามคนในท้องถิ่นอย่างพ่อบ้านของตระกูล Kamisato ผู้รู้จักทั้งภายในและภายนอกของ Inazuma ในการเยี่ยมชมร้านรวงค้าขายต่างไปทั่ว ในไม่ช้าก็จะรับรู้ได้ถึงขนบธรรมเนียมอันมีเสน่ห์ได้อย่างแน่นอน",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "ห้วงความฝันอันยาวนาน",
    "Description": "ห้องนอนนี้นอกจากจะเต็มไปด้วยสุนทรียะอันเป็นเอกลักษณ์ของ Inazuma แล้ว ยังนำความคิดในการตกแต่งจากประเทศอื่น ๆ มาใช้อย่างเสรีอีกด้วย จึงก่อให้เกิดเป็นความสมดุลที่ยอดเยี่ยมระหว่างวัฒนธรรมและการใช้งานจริง ขั้นตอนการออกแบบนั้นพิจารณาถึงความรู้สึกของผู้อยู่อาศัยอย่างรอบคอบ ช่วยให้ผู้คนได้พักผ่อนอย่างเต็มที่ทั้งร่างกายและจิตใจ ถึงแม้จะเป็นการพักผ่อนแค่ช่วงสั้น ๆ แต่กลับสามารถรู้สึกกระปรี้กระเปร่าเหมือนนอนหลับอย่างยาวนาน ส่วนโต๊ะ Kotatsu ที่ถูกจัดเตรียมไว้อย่างดี ก็สามารถทำให้รู้สึกไม่อยากออกจากห้องอีกด้วย",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "ทุ่มเทพันสปิริต",
    "Description": "นี่คือโรงฝึกที่ใช้หล่อหลอมวิถีดาบที่แท้จริง ชั้นวางที่มีดาบมากมายวางเรียงรายอยู่รอบ ๆ ชุดเกราะที่นั่งอยู่สร้างบรรยากาศที่เคร่งขรึม \"ศรปัดเป่าปีศาจร้าย\" และ \"ไม้ตีไล่วิญญาณ\" ที่มีหน้าที่เป็นเครื่องประดับก็มีประโยชน์ใช้สอยในการกำจัดวิญญาณชั่วร้ายที่อยู่รอบ ๆ และความคิดชั่วร้ายในใจของผู้ใช้งาน\nนักรบส่วนใหญ่ของ Inazuma นอกจากการเหวี่ยงดาบของพวกเขาเป็นพันครั้งแล้ว ขอเพียงแค่รักษาเจตจำนงที่จะฝึกฝนความสามารถ และใช้ความพยายามอย่างเต็มที่ สุดท้ายพลังนี้จะเป็นแรงผลักดันให้ไปสู่จุดสูงสุดของวิถีดาบอย่างแน่นอน",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "ห้องสมุดน้ำหมึกสีเข้ม",
    "Description": "ห้องสมุดพร้อมเฟอร์นิเจอร์ครบครัน ตู้หนังสือขนาดใหญ่ที่สามสำนักมหาอำนาจนิยมใช้ ขนาดของมันเพียงพอที่จะเก็บหนังสือได้หลายร้อยม้วน อย่างไรก็ตาม ตามความเห็นของชาว Inazuma แล้ว จำนวนหนังสือในห้องสมุดอาจไม่มีความสำคัญเท่าไหร่นัก \"ความแม่นยำ\" และ \"การสั่งสมความรู้\" ต่างหากคือสิ่งที่พวกเขาต้องการ หนังสือที่ดี อ่านแล้วย่อมส่งผลให้ \"ตัวอักษรแต่ละตัวซึมลึกเข้าไปในจิตใจ\" ดังนั้น ขอแค่จัดเรียงหนังสือของตัวเองตามคุณค่าของหนังสือในใจ ไม่ว่าจะเป็นหนังสือที่เคยอ่านเมื่อนานมาแล้ว หรือหนังสือที่อ่านจนจำได้ขึ้นใจ ก็สามารถให้ยืมต่อหรือขายไปได้ทั้งนั้น ว่ากันว่าผู้นำมิโกะคนปัจจุบันแห่งเกาะ Watatsumi เองก็มีนิสัยแบบนี้",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "ไออุ่นชาท่ามกลางเมเปิล",
    "Description": "การจัดวาง และการตกแต่งโรงน้ำชาสไตล์ Inazuma แบบดั้งเดิมของ \"โรงน้ำชา Komore\" นั้น ใช้ตู้โต๊ะ และชุดน้ำชาที่ทำจากไม้ Maple ให้บรรยากาศที่เรียบหรูแต่ไม่เข้มงวดจนเกินไป อบอุ่นและเป็นกันเอง\nตำนานเล่าว่า ในห้องชาที่อบอวลไปด้วยกลิ่นหอมของไม้ Maple และชา แรงบันดาลใจมากมายหลากหลายจะผุดขึ้นมาราวกับดอกเห็ด ดังนั้นนักกวีบางคนจึงมักจะเขียนบทกวีของตนในขณะจิบชา อย่างเช่น นักกวีหนุ่มที่ตั้งชื่อดอกไม้และพืชหลากหลายชนิด",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047,
      10000109
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "เกร็ดน่าสนใจระหว่างการลาดตระเวนป่า",
    "Description": "ห้องพักที่มีอุปกรณ์และการตกแต่งครบครัน โดยอ้างอิงมาจากที่พักอาศัยของเจ้าหน้าที่พิทักษ์ป่าใน Gandharva Ville โดยโครงสร้างการจัดวางในห้องจะถูกปรับเปลี่ยนตามภารกิจที่เจ้าหน้าที่พิทักษ์ป่าต้องปฏิบัติเป็นประจำ\nทันทีที่ได้รับการแจ้ง จะสามารถคว้ากระเป๋าขึ้นสะพายแล้วออกเดินทางในทันที ยามกลับมาหลังลาดตระเวนก็จะสามารถทำการปลูกพืชตัวอย่าง และทำการเก็บรักษาหรือวิเคราะห์ได้อย่างรวดเร็ว หากต้องเฝ้าเวรประจำการจนกลางค่ำกลางคืน ยังสามารถใช้เตาไฟมาทำอาหารมื้อดึกเพื่อเพิ่มพลังงานอีกด้วย เมื่อพิจารณาถึงปัจจัยทั้งหมดข้างต้น ห้องพักเช่นนี้คงสามารถทำให้เจ้าหน้าที่พิทักษ์ป่าอยู่ในสภาพดีเยี่ยมได้ตลอดเวลาก็เป็นได้ แน่นอนว่าหากการจัดตารางงานมันสมเหตุสมผลล่ะก็นะ",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "ความงดงามซึ่งสะกดสายตา",
    "Description": "ห้องซึ่งรายเรียงไปด้วยอัญมณี เครื่องประดับ และของสะสมล้ำค่านานาชนิด ภายในห้องตลบอบอวลไปด้วยกลิ่นอายเลิศหรู เพียงแค่ประดับวางโคมไฟสักดวงเอาไว้ที่มุมห้อง มันก็จะสะท้อนประกายแสงระยิบระยับจนชวนให้คนหลงใหลตาพร่า\nสำหรับผู้ที่ใคร่ไขว่คว้าความร่ำรวยแล้ว ห้องเก็บของสะสมเช่นนี้ คงเป็นดั่งขนมรสหวานกำลังพอดี ที่ทิ้งทวนรสหวานหอมเอาไว้อย่างยาวนาน และในสายตาของแขกผู้ให้ความสำคัญกับความสุนทรีย์นั้น ไม่ว่าจะชื่นชมศิลปะภายในห้องจากมุมไหน ต่างก็สามารถพบเจอจุดเปล่งประกายอันน่าตื่นตาอยู่เสมอ",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "หอมอวลตลบฟุ้ง",
    "Description": "ร้านอาหารที่ตกแต่งอย่างประณีตใส่ใจ ซึ่งผ่านการปรับเปลี่ยนโครงสร้างการจัดวางเพื่อให้เหมาะกับอาณาจักรในกาน้ำชา โดยมีแม่แบบตั้งต้นจากร้านเหล้าและร้านกาแฟชื่อดังของ Sumeru ไอน้ำร้อนและกลิ่นหอมอบอวล ชวนให้คนรู้สึกดื่มด่ำยิ่งนัก หากมีเพื่อนรู้ใจอยู่พร้อมเหล้าเลิศรส ก็คงสามารถสัมผัสประสบการณ์ในร้านอาหารได้อย่างสมบูรณ์แบบ\nเวลาคนที่มักจะไปไหนมาไหนเป็นกลุ่มก้อน ต้องเลือกร้านอาหารนั้น พวกเขามักจะพิจารณาจำนวนที่นั่งและปริมาณอาหารก่อนเป็นอันดับแรก ในสายตาคนประเภทนี้ ร้านปิ้งย่างเป็นตัวเลือกที่ค่อนข้างเหมาะสม ส่วนคนที่เดินทางเพียงลำพังก็สามารถซ่อนร่องรอยของตน, ลอบสังเกตการณ์, สะกดรอยตาม หรือวางแผนบางอย่าง ท่ามกลางสภาพแวดล้อมที่ปลอดภัยในความครึกครื้นของร้านปิ้งย่างได้เช่นกัน",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079,
      10000097
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "แหล่งตกตะกอนความคิด",
    "Description": "ห้องหนังสือที่เต็มไปด้วยหนังสือตำรา ชั้นหนังสือใหญ่ประหนึ่งกำแพงสูงที่ไม่อาจข้ามผ่าน ตอนสายตาคนทั่วไปกวาดมองผ่านสันหนังสือมากมายนั้น ในใจคงอดไม่ได้ที่จะเกิดความรู้สึกเคารพขึ้น\nแน่นอน สำหรับใจคนนั้น ระหว่างสติปัญญาและอวิชชาย่อมไร้เส้นแบ่งที่ไม่อาจก้าวข้าม หากสามารถสงบใจลง มานั่งอยู่ในห้องหนังสือแบบนี้ทุกวัน ทำตามแผนที่กำหนดเอาไว้อย่างชัดเจน และอ่านตำราแต่ละเล่มบนชั้นหนังสืออย่างละเอียดแล้ว ใช้เพียงเวลาไม่นานนัก ก็คงจะสัมผัสถึงความรู้ใหม่มากมายจนนับไม่ถ้วนเอง",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "บอกลาเรื่องวุ่นวายใจเป็นการชั่วคราว",
    "Description": "ห้องนอนเลือกแต่งห้องตามสไตล์ Sumeru ข้าวของเครื่องใช้ทั้งหมดเป็นแบบที่ใช้ในครัวเรือนธรรมดาทั่วไป ด้วยพลังเนรมิตที่มีเอฟเฟกต์สามารถทำให้ข้าวของกลับคืนสู่สภาพดั้งเดิมได้ เฟอร์นิเจอร์ทุกชิ้นจึงใหม่เอี่ยมราวกับเพิ่งสร้าง โครงสร้างโดยรวมให้ความรู้สึกเป็นระเบียบสะอาดสะอ้านและกว้างขวาง เป็นสถานที่ในอุดมคติซึ่งเหมาะแก่การสงบจิตใจ คลายความอ่อนล้าเป็นอย่างยิ่ง\nแม้จะใช้ชีวิตอยู่ในสภาพแวดล้อมที่ไม่ต้องเป็นห่วงเรื่องความเป็นอยู่ แต่บางทีก็อาจถูกรบเร้าโดยมวลอารมณ์ด้านลบได้ ถึงจะอยู่ในตำแหน่งที่ใคร ๆ ก็ต่างเฝ้าฝัน แต่ก็คงจะหลีกหนีจากเรื่องรำคาญใจโดยสิ้นเชิงไม่ได้ เวลาแบบนี้ตัวเลือกที่เหมาะสมที่สุด อาจเป็นการปล่อยความคิดให้ว่างเปล่า นอนหลับเต็มอิ่มสักตื่น และเผชิญกับความท้าทายในชีวิตด้วยสภาพอันดีเยี่ยมก็ได้...",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "นอนกลางดินกลางทราย",
    "Description": "ห้องเรียบง่ายที่ตกแต่งภายในแบบสไตล์หมู่บ้าน Aaru ผู้คนที่ใช้ชีวิตอยู่ท่ามกลางพายุทราย ต่างมีนิสัยความเคยชินโดยอิงกับสภาพแวดล้อมอันพิเศษนี้ อย่างเช่น การสะบัดเม็ดทรายบนเสื้อผ้าทิ้งอย่างทันท่วงที หรือการรักษาอุณหภูมิและความชื้นภายในห้องด้วยวิธีแสนประหยัด...\nแต่บางทีความเคยชินเหล่านี้อาจไม่จำเป็นสำหรับอาณาจักรในกาน้ำชา ซึ่งมีสภาพอากาศอันแสนสบายก็เป็นได้ แต่กระนั้น มันก็ยังสามารถนำพาบรรยากาศอบอุ่นใจมาได้อยู่ดี ควรค่าแก่การให้ความสำคัญเป็นอย่างยิ่ง การตกแต่งภายในของห้องนี้ ให้ความสำคัญกับรายละเอียดเล็กน้อยปลีกย่อยมาก ยามอยู่ในห้องจึงราวกับได้สัมผัสการพักอาศัยอยู่ในทะเลทรายกับตัวเลยทีเดียว",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "ตลาดอันคึกคักมีชีวิตชีวา",
    "Description": "ย่านการค้าที่มีการจัดวางร้านอย่างยอดเยี่ยม โดยอ้างอิงมาจากถนนหนทางใน Sumeru และการจัดวางภายใน Grand Bazaar รายเรียงไปด้วยแผงร้านผักผลไม้สดใหม่ อาหารสุดเย้ายวน และของใช้ในชีวิตประจำวันหลากหลายชนิด แค่เดินวนในนั้นไม่กี่รอบก็สามารถสัมผัสถึงความคุ้นเคยอันน่าประหลาด คล้ายกับว่าได้มาถึงตลาดอันคึกคักจริง ๆ อย่างไรอย่างนั้น\nลือกันว่า การตั้งร้านค้าแผงลอยทั้งสองข้างทางบนถนนของ Sumeru ได้ผ่านการวางแผนเป็นการเฉพาะ โดยหยิบยืมผลการวิจัยจากสถาบันบางส่วนมาใช้ เพื่อมอบบริการครบวงจรให้แก่ประชาชน ในขณะที่ลดความยากในการบริหาร และใช้พื้นที่จำกัดให้เกิดประโยชน์สูงสุด",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076,
      10000097
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "พำนัก ณ ป่าลึกเงียบงัน",
    "Description": "เขตพักอาศัยอ้างอิงจากสไตล์ Gandharva Ville ที่จัดวางไปด้วยสิ่งปลูกสร้างสไตล์ป่าฝนอย่างเต็มเปี่ยม สีเขียวชอุ่มชวนให้จิตใจเงียบสงบ ไม่ว่าบรรยากาศรอบด้านจะเป็นเช่นไร ก็สามารถสัมผัสได้ถึงการใช้ชีวิตในป่าได้จากพื้นที่บริเวณนี้\nแน่นอนว่า ยามเมื่อเข้าสู่ป่าฝนที่แท้จริง ต้องรู้จักเทคนิคการเอาชีวิตรอด และปรับกิจวัตรพร้อมทั้งจังหวะการใช้ชีวิต เพื่อหลีกเลี่ยงปัญหายิบย่อยจากสภาพอากาศและสภาพแวดล้อมเปียกชื้น ทางที่ดีก็ควรเข้าใจความเคยชินในชีวิตประจำวันบางส่วนของเจ้าหน้าที่พิทักษ์ป่าด้วย...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "ท่วงท่าเริงระบำเอ้อระเหย",
    "Description": "โรงละครอันวิจิตรอลังการ นอกจากเวทีสุดตระการตา กับน้ำพุที่รายล้อมไปด้วยหมอกแล้ว ยังประดับประดาไปด้วยดอกไม้ล้ำค่าซึ่งพลังเนรมิตสามารถคงสภาพเอาไว้ได้ด้วย ซึ่งทั้งหมดสามารถจำลองบรรยากาศของ \"โรงละคร Zubayr\" ในวันเทศกาลสำคัญได้เป็นอย่างดี\nเล่าลือกันว่า การแสดงบางส่วนจะเกิดภาพที่งดงามสมบูรณ์ที่สุดในช่วงค่ำคืน การจัดไฟของโรงละครก็ค่อนข้างจะพิถีพิถันเช่นกัน เพื่อรับประกันว่าผู้ชมทุกท่าน จะสามารถเห็นร่างของนักเต้นรำได้อย่างชัดเจนจากทั่วทุกมุม ความสว่างและโทนสีที่เหมาะสมจะสามารถก่อให้เกิดภาพที่งดงามได้",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "ช่วงเวลาแสนสงบริมน้ำ",
    "Description": "เขตพักอาศัยอันสงบสุขที่คืนสภาพเอกลักษณ์ของหมู่บ้าน Vimara ได้เป็นอย่างดี ถึงแม้จะไม่ตั้งอยู่ที่ริมแม่น้ำหรือทะเล ทว่ายามได้กลิ่นหอมบางเบาจากปลาในหมู่บ้านแล้วนั้น ข้างหูก็คล้ายจะได้ยินเสียงสายน้ำไหลดังขึ้น\nเทียบกับแหล่งปักหลักของเจ้าหน้าที่พิทักษ์ป่าแล้ว สถานที่อย่างหมู่บ้าน Vimara นั้นมีจังหวะการใช้ชีวิตที่แตกต่างออกไป ชาวบ้านส่วนใหญ่ไม่มีภาระหน้าที่ใหญ่โตอะไรนัก เมื่อเทียบกันแล้วจึงมีชีวิตประจำวันที่สบายเอื่อยเฉื่อยมากกว่า ดูท่าจะเป็นสถานที่เหมาะแก่การไปพักใจเปลี่ยนอารมณ์นะ",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "ถิ่นอาศัยซึ่งปฏิเสธลมกัดกร่อน",
    "Description": "หมู่บ้านที่ประกอบไปด้วยอาคารบ้านเรือนแข็งแรง การจัดวางและสไตล์สิ่งปลูกสร้างต่างอ้างอิงจากหมู่บ้าน Aaru นอกจากจะไม่เกรงกลัวการกัดกร่อนจากฝุ่นทรายแล้ว ยามต้องเผชิญหน้ากับอสูรหรือแขกไม่ได้รับเชิญ ก็มีแรงป้องกันอันแข็งแกร่งที่ไม่แพ้ไปกว่าสิ่งปลูกสร้างจากไม้เลย เพียงแต่ว่ากันว่า เนื่องจากวัสดุในการสร้างค่อนข้างพิเศษ ชาวบ้านจึงต้องทำการดูแลรักษากำแพงภายในของสิ่งปลูกสร้างทุกระยะ โดยตรวจสอบว่า กำแพงเกิดรอยร้าวจากการทนลมทนแดดมาเป็นเวลานานหรือไม่ รวมถึงการซ่อมดูแลอย่างทันท่วงทีด้วย งานนี้ก็ถือเป็นการช่วยฝึกประสาทสัมผัสของชาวบ้าน ทำให้พวกเขาเผชิญกับทุกรายละเอียดในชีวิตประจำวันอย่างละเอียดรอบคอบมากขึ้น",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "แนวรบแสนองอาจของกลุ่มคณะ",
    "Description": "ค่ายทหารที่เต็มไปด้วยอาวุธยุทโธปกรณ์และทรัพยากรเต็มเปี่ยม ประกอบไปด้วยป้อมปราการซึ่งใช้สำหรับการป้องกัน และแคมป์ไฟที่จัดวางอย่างเหมาะสม ยังสามารถใช้วางแผนการต่อสู้ในยามค่ำคืนด้วย ตามหลักแล้ว ค่ายรูปแบบนี้เพียงพอที่จะรับมือกับการโจมตีของศัตรูฝ่ายตรงข้ามในปริมาณมาก ในยามที่มีคนเพียงพอ ก็สามารถกลายเป็นศูนย์กลางของแนวป้องกันได้อีกด้วย\nแม้ว่าการจัดวางและเคลื่อนย้ายจะลำบาก อีกทั้งยังไม่มีเต็นท์กันลมกันฝน เงื่อนไขโดยรวมค่อนข้างจะยากเข็ญไปหน่อย... แต่ขอแค่มีเสื่อสักผืน ทหารรับจ้างผู้มีประสบการณ์โชกโชนก็สามารถนอนหลับสนิทได้แล้ว พวกเขาไม่ใส่ใจกับข้อขาดตกบกพร่องเล็กน้อยนี้หรอก",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "ท่ามกลางกลิ่นหอมและความสงบ",
    "Description": "สวนดอกไม้ที่สวยงามและเงียบสงบ ประดับด้วยศาลาแบบสวน Razan และ Pardis Dhyai โดยไม่ยึดติดกับรูปแบบสถาปัตยกรรมเพียงหนึ่งเดียว การออกแบบและจัดวางทั้งหมดต่างมุ่งเน้นไปที่การทำให้บรรยากาศผ่อนคลายเงียบสงบ\nมวลดอกไม้แสนงามพลันหลับพริ้ม โคมไฟสุดเรืองรอง ประดับประดาริมน้ำพุแสนโอ่อ่า... เมื่อเยื้องย่างผ่านสวนในยามราตรี ความฟุ้งซ่านในดวงจิตก็พลันสลายไป และในบางครั้ง อาจได้รับแรงบันดาลใจที่หาได้ยากในยามปกติก็เป็นได้...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "การบรรเลงร่วมของผืนป่าและทะเลทราย",
    "Description": "พื้นที่มหัศจรรย์ที่เต็มไปด้วยพืชพรรณนานาพันธุ์ ด้วยพลังเนรมิตในอาณาจักรกาน้ำชา จึงทำให้พืชที่มาจากทะเลทรายและป่าฝนซึ่งมีสถานะต่างกันอยู่ร่วมกันได้อย่างสมบูรณ์ จนกลายเป็นการร่วมบรรเลงบทเพลงของทั้งดอกไม้, พุ่มไม้ และใบหญ้า\nสำหรับนักวิชาการที่ชื่นชอบพืชแล้ว พื้นที่แบบนี้คงเป็นดั่งขุมสมบัติของงานวิจัยเลยก็ว่าได้ และในสายตาของแขกสัญจรทั่วไป การได้เห็นป่าไม้ที่มีการผสมผสานของลวดลายและสีสันเช่นนี้ ก็ถือได้ว่าเป็นสิ่งที่น่าสนใจมากเลยทีเดียว...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "ปัจจัยสำคัญในการพักผ่อนอย่างยั่งยืน",
    "Description": "ห้องนอนที่มีการจัดวางอย่างเรียบง่ายและกว้างขวาง มีความสมดุลระหว่างรูปลักษณ์ภายนอกและความรู้สึกที่อบอุ่น สำหรับผู้ที่เหนื่อยล้า เมื่อล้มตัวลงนอนบนเตียงนี้ จะสามารถหลับใหลได้อย่างรวดเร็ว ส่วนคนที่ตื่นแต่เช้าก็จะตื่นเต็มตา และเข้าสู่โหมดทำงานได้อย่างรวดเร็ว\nผู้คนใน Fontaine มักจะมองว่าการจัดวางห้องเป็นปัจจัยสำคัญที่ส่งผลต่อการนอนหลับ และการหลับอย่างมั่นคงและยั่งยืนก็เป็นกุญแจสำคัญในการพักผ่อนของคนคนหนึ่งเช่นกัน ดูเหมือนว่าเฟอร์นิเจอร์ในห้องนอนจะเป็นสิ่งที่สำคัญมากนะ",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "หลักปฏิบัติในที่ทำงานอย่างเคร่งครัด",
    "Description": "ห้องสมุดที่ตกแต่งอย่างคลาสสิก โดยได้รับแรงบันดาลใจมาจากการตกแต่งภายในของพระราชวัง Mermonia ซึ่งให้บรรยากาศของสำนักงานที่ยุ่งเหยิงอยู่เสมอ และทุกอย่างเป็นไปตามข้อกำหนด\nหนึ่งในนักวิชาการของศูนย์วิทยาศาสตร์ Fontaine เคยกล่าวว่า \"สภาพแวดล้อมที่อาศัยอยู่ จะส่งผลต่อสภาพการทำงานของคนคนนั้นอย่างมาก\" ดังนั้นว่ากันตามทฤษฎีนี้ เมื่ออยู่ในห้องสมุดที่มีการตกแต่งคล้ายกับพระราชวัง Mermonia นี้ พนักงานทุกคนก็จะปฏิบัติตามกระบวนการต่าง ๆ และดำเนินการอย่างรอบคอบโดยไม่รู้ตัว...",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000098
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "ผ้าคลุมอาหารแสนอร่อยและไวน์เลิศรส",
    "Description": "ร้านอาหารที่มีเฟอร์นิเจอร์และอุปกรณ์ครบครัน โดยส่วนใหญ่จะอ้างอิงมาจากการตกแต่งชั้นหนึ่งของโรงแรม Debord เหมาะสำหรับจัดงานเลี้ยงรื่นเริง เพื่อต้อนรับเพื่อนพ้องจำนวนมาก\nแม้จะเป็นเชฟที่มากด้วยฝีมือ แต่ก็ปฏิเสธไม่ได้ว่า สภาพแวดล้อมในการทานอาหาร จะเป็นตัวกำหนดอารมณ์ของลูกค้าก่อนที่จะทานอาหารเสมอ และอาจส่งผลต่อการประเมินภาพรวมของอาหารด้วยซ้ำ ดังนั้น การตกแต่งของร้านอาหารที่สวยงามก็ถือได้ว่าเป็น \"ผ้าคลุมอาหารแสนอร่อยและไวน์เลิศรส\" เลยก็ว่าได้",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "จุดโฟกัสที่สมบูรณ์แบบ",
    "Description": "ห้องที่มีการตกแต่งภายในโดยมีเวทีขนาดกลางเป็นจุดศูนย์กลาง ซึ่งรองรับที่จะจัดการแสดงขนาดเล็กได้\nสำหรับมือใหม่บนเวทีนั้น หากผู้ชมเยอะเกินไป จะทำให้พวกเขาประหม่าและส่งผลให้การแสดงผิดพลาดได้ง่าย แต่สำหรับผู้ที่เชี่ยวชาญแล้ว การได้แสดงให้กับเพื่อน ๆ ที่สำคัญที่สุดของตัวเองบ้างบางครั้ง ก็เป็นสิ่งที่มีความสุขมากกว่าเงินค่าตั๋วที่ขายได้เช่นกัน ดังนั้นนักแสดงส่วนใหญ่ล้วนแต่ชื่นชอบเวที ที่ไม่ได้ใหญ่เวอร์วังเกินขนาดนี้ทั้งนั้น",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000096
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "ลานบันดาลใจที่ไม่เคยหยุดหมุน",
    "Description": "ห้องที่ตกแต่งโดยอ้างอิงรูปแบบของเวิร์กชอปเครื่องลาน มีเครื่องมือประดิษฐ์หลากหลายชนิด ที่สามารถตอบสนองความต้องการของช่างฝีมือได้\nกวีของ Fontaine บางคนคิดว่า กลไกเครื่องลานเป็นสิ่งประดิษฐ์สร้างสรรค์ที่ควรค่าแก่การเคารพ และความเคารพนี้ก็ควรส่งต่อไปยังเครื่องมือของช่างฝีมือเช่นกัน... \"แรงบันดาลใจดึงใบหูของชิ้นส่วนเหล่านี้ และสอนให้พวกมันรู้จักเชื่อมโยงและหมุนเวียนซึ่งกันและกัน เพื่อให้เส้นทางนี้หมุนวนอย่างไม่สิ้นสุด เพราะนี่คือหน้าที่และอาชีพของพวกมัน\"",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "ที่มาของกฎเกณฑ์ที่ห้ามละเมิด",
    "Description": "สถานที่ทำงานที่ตกแต่งด้วยบรรยากาศเคร่งขรึม โดยจำลองการตกแต่งของห้องทำงาน \"ดยุก\" ภายในป้อมปราการ Meropide\nว่ากันว่า หลังจากที่ \"ดยุก\" รับช่วงต่อในป้อมปราการ Meropide แล้ว เขาได้เปลี่ยนเฟอร์นิเจอร์ในห้องทำงานเพียงเล็กน้อยเท่านั้น และไม่ได้ทำการปรับเปลี่ยนเค้าโครงมากมายอะไร ดังนั้น กฎมากมายที่นักโทษต้องปฏิบัติตามอย่างเคร่งครัด จึงถูกเขียนขึ้นจากในห้องดังกล่าว",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "วันธรรมดาของศาลเที่ยงธรรม",
    "Description": "ถนนที่ได้รับการออกแบบตามถนนทั่วไปในพื้นที่อยู่อาศัยของ Fontaine ซึ่งอาคารจำนวนมากยังจำลองภูมิทัศน์ที่ธรรมดาที่สุดของนครว่าการ Fontaine และสะท้อนถึงรูปลักษณ์ที่แท้จริงของเมืองอีกด้วย\nสำหรับผู้คนที่อาศัยอยู่ใน Fontaine นั้น ส่วนใหญ่จะใช้ชีวิตอย่างมีระบบระเบียบ เข้าออกงานตรงเวลา ยามว่างก็นัดทานข้าวหรือไม่ก็ไปช็อปปิงกับเพื่อน ๆ หรือบางทีก็ไปชมการแสดงสุดยิ่งใหญ่ที่โรงอุปรากร Epiclese ซึ่งถือได้ว่าเป็นส่วนสำคัญของชีวิตเลย แม้แต่นักผจญภัยบางคน ที่เคยผ่านร้อนผ่านหนาวมานับไม่ถ้วนก็ยังรู้สึกว่า ชีวิตที่เรียบง่ายเช่นนี้ก็ไม่เลวเหมือนกัน...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000096
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "การค้าที่รุ่งเรืองแห่งศาลเที่ยงธรรม",
    "Description": "ถนนที่อ้างอิงการตกแต่งในพื้นที่ Lyonnais ของนครว่าการ Fontaine มีร้านค้าที่มีเอกลักษณ์มากมายของ Fontaine รวมถึงโต๊ะสำหรับพักผ่อนและดื่มชาหลังซื้อของ\nนักท่องเที่ยวที่มากประสบการณ์กล่าวกันว่า หากหลังจากที่มาถึง Fontaine แล้วไม่คุ้นเคยกับร้านค้าต่าง ๆ และสินค้าแต่ละประเภท สามารถขอคำแนะนำจากประชาชนในบริเวณใกล้เคียงได้ เพราะร้านค้าส่วนใหญ่ปฏิบัติตามกลไกควบคุมราคาสินค้า ที่พระราชวัง Mermonia เป็นผู้กำหนดอย่างเคร่งครัด จึงมีเพียงคนส่วนน้อยเท่านั้นที่ซื้อสินค้าไม่สมราคา",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000094
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "ละอองหมอกใสแห่งศาลเที่ยงธรรม",
    "Description": "จัตุรัสที่เต็มไปด้วยพุ่มไม้เขียวชอุ่ม ดอกไม้หลากสีสัน และน้ำพุอันงดงาม ซึ่งมีแนวคิดการออกแบบที่อ้างอิงจากสระน้ำพุ Lucine ของเกาะ Erinnyes\nในเวลาที่อากาศสดใส กลิ่นหอมของดอกไม้ และละอองหมอกอันสดใสในเกาะ Erinnyes จะทำให้นักท่องเที่ยวจากต่างแดนที่มาเยือน รวมถึงคนในท้องถิ่นรู้สึกมีความสุข แม้ว่าคุณจะต้องเผชิญกับฝนที่ตกลงมาระหว่างการท่องเที่ยว แต่ตำนานที่รายล้อมสระน้ำพุ Lucine จะยังคงมอบความหวังดีให้ผู้คนเสมอ",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089,
      10000099
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "เมือง Poisson ที่แสนเรียบง่าย",
    "Description": "ภูมิทัศน์ของพื้นที่ที่มีสิ่งปลูกสร้างพิเศษหลากหลายอยู่ตรงใจกลาง ซึ่งจำลองสภาพทิวทัศน์ของเมือง Poisson บ้านและเฟอร์นิเจอร์ที่เน้นการใช้งานจริง สามารถเพิ่มประสิทธิภาพในการทำงานของชาวเมืองอย่างมาก แต่สิ่งนี้ไม่ได้หมายถึงความยุ่งวุ่นวายหรือความเหนื่อยล้า แต่เป็นการรับประกันถึงการใช้ชีวิตแบบสบาย ๆ มากกว่า... ชาวเมืองบางส่วนในเมือง Poisson ต่างปฏิบัติตามหลักการที่ว่า \"รีบทำงานในแต่ละวันให้เสร็จ เพื่อจะได้พักผ่อนอย่างเต็มที่\" ซะส่วนใหญ่ และใช้ชีวิตที่สมบูรณ์อย่างเรียบง่าย",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Merusea เรืองแสงใต้ผืนน้ำอันเงียบสงบ",
    "Description": "ชุมชนที่สร้างขึ้นเพื่อจำลองภูมิทัศน์ของหมู่บ้าน Merusea และสิ่งปลูกสร้างที่โดดเด่นเป็นเอกลักษณ์สะดุดตา\nหมู่บ้านที่ชาวเมลูซีนอาศัยอยู่ ตั้งอยู่ใต้น้ำของ Elynas และมีคนธรรมดาเพียงไม่กี่คนเท่านั้นที่จะมาเยี่ยมชมหมู่บ้านของพวกเขา หลังจากผู้คนส่วนน้อยที่มาเยี่ยมชมนี้กลับไป ต่างก็พากันชื่นชมสีสันอันเป็นเอกลักษณ์ของหมู่บ้าน Merusea แห่งนี้ มีจิตรกรหลายคนเคยพยายามวาดภาพภูมิทัศน์ของหมู่บ้าน Merusea ตามข้อมูลที่ได้จากการสัมภาษณ์เมลูซีนในนครว่าการ Fontaine แต่น่าเสียดายที่มี \"ความแตกต่างของสี\" ระหว่างผลงานของพวกเขากับหมู่บ้าน Merusea ที่แท้จริงอย่างชัดเจน ซึ่งปัญหานี้ทำให้เหล่าจิตรกรเป็นกังวลอยู่นาน จนกระทั่งเมื่อมีภาพจากกล่องถ่ายรูปที่มีรูปธรรมมากขึ้นเป็นที่แพร่หลาย จึงแก้ปัญหาเรื่องนี้ได้ในที่สุด...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085,
      10000095
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "\"หมัดเต็มกำลัง\" ของป้อมปราการต้องห้าม",
    "Description": "สังเวียนที่ตั้งขึ้นเป็นศูนย์กลางของเวทีประชันมวย ขณะอยู่ในนั้น เสียงเชียร์และเสียงปรบมือของผู้ชม คำวิจารณ์ที่ตื่นเต้นเร้าใจของพิธีกร และเสียงหมัดของทั้งสองฝ่ายที่ชกต่อยไปยังเนื้อหนังของฝ่ายตรงข้าม ดูเหมือนจะดังกึกก้องอยู่ในหูของคุณ โดยต้นแบบของสถานที่แห่งนี้คือ \"สังเวียนมวย\" ของป้อมปราการ Meropide ซึ่งเป็นสถานที่ที่น่าประทับใจอย่างยิ่ง\n\"ในสังเวียนที่พลังหมัดเป็นตัวตัดสินทุกสิ่งนั้น มีเพียงการพยายามอย่างเต็มกำลังเท่านั้น จึงจะได้มาซึ่งเกียรติยศและคูปองสวัสดิการ\" ...ผู้เข้าแข่งขันหลายคนที่เคยเข้าร่วม \"ศึกสังเวียน\" หลังจากที่ออกจากป้อมปราการ Meropide แล้ว ก็มักจะยึดคำพูดนี้เป็นคติประจำใจตนต่อไป...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090,
      10000095
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "แต่งแต้มสีสันของประเทศแห่งน้ำ",
    "Description": "พื้นที่ชนบทที่ปกคลุมไปด้วยพืชพรรณเขียวชอุ่ม มีดอกไม้และพุ่มไม้นานาชนิดที่พบได้ทั่วไปใน Fontaine ดอกไม้และพืชพรรณเป็นหัวข้อของการวาดภาพที่มักจะพบได้ทั่วไป และเป็นหนึ่งในจุดเริ่มต้นของการสำรวจ \"สีสัน\" จิตรกรบางคนใน Fontaine เชื่อว่า จานสีของโลกแสดงให้พวกเขาเห็นตัวอย่างของ \"การจับคู่ที่สมบูรณ์แบบ\" กับพืชพรรณหลายชนิด ดังนั้น หากเฉดสีทั้งหมดในภาพวาดพบต้นแบบทางพฤกษศาสตร์ของมันได้ ภาพวาดนั้นจะต้องมีความสวยงามที่กลมกลืนและเป็นธรรมชาติอย่างยิ่ง แต่แน่นอนว่าสิ่งแรกที่ควรรู้คือ ห้ามเอาสีของพืชหลายชนิดมาผสมปนเปกันเด็ดขาด...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000098,
      10000099
    ],
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  },
  {
    "Id": 87,
    "Types": [
      672,
      0
    ],
    "Name": "ครุ่นคิดก่อนเอ่ยวาจา",
    "Description": "ห้องหนังสือที่ตกแต่งอย่างครบครัน เฟอร์นิเจอร์ที่ผ่านการคัดสรรจาก \"ห้องสื่อสาส์น\" โคมไฟตั้งโต๊ะสีอบอุ่น เหมาะอย่างยิ่งสำหรับการครุ่นคิดและการเรียนรู้เพียงลำพัง ได้รับแรงบันดาลใจในการตกแต่งมาจากลานประลองเพลิงศักดิ์สิทธิ์ ความหมายตามตัวอักษรของ \"ห้องสื่อสาส์น\" นั่น หมายถึงสถานที่ที่ผู้คนพูดคุยแลกเปลี่ยนกัน แต่ทุกวาจาที่เอ่ยขึ้นในที่แห่งนี้จะส่งผลต่อโชคชะตาของ Natlan ดังนั้นทุกคำพูดจึงควรผ่านการไตร่ตรองและชั่งน้ำหนักอย่างรอบคอบ การได้คิดทบทวนล่วงหน้าในสภาพแวดล้อมที่เงียบสงบของห้องหนังสือเช่นนี้ อาจเป็นตัวเลือกที่ดีอย่างหนึ่งเช่นกัน...",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000106
    ],
    "Units": [
      362126,
      363114,
      361117,
      361337,
      362319,
      363115
    ]
  },
  {
    "Id": 88,
    "Types": [
      672,
      0
    ],
    "Name": "งานเลี้ยงแห่งชัยชนะในลานประลอง",
    "Description": "ห้องจัดเลี้ยงที่เต็มไปด้วยอาหารมากมาย โดยอ้างอิงรูปแบบมาจากห้องอาหารในลานประลองเพลิงศักดิ์สิทธิ์ จำลองฉากที่เหล่านักรบรวมตัวกันเพื่อเฉลิมฉลองชัยชนะ หลายคนเห็นพ้องต้องกันว่า ชัยชนะนั้นเป็นสิ่งที่ได้มาด้วยความยากและมีค่าอย่างยิ่ง ดังนั้นสถานที่จัดงานเลี้ยงฉลองจึงควรได้รับการคัดเลือกอย่างพิถีพิถัน และคุณสมบัติที่สำคัญที่สุดของสถานที่จัดงานเลี้ยงคือ บรรยากาศที่ผ่อนคลายและอบอุ่น เพราะมีเพียงบรรยากาศเช่นนี้เท่านั้น ที่ทำให้ผู้คนได้ดื่มด่ำและเพลิดเพลินกันอย่างเต็มที่ ไม่เมาไม่เลิกรา",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000106
    ],
    "Units": [
      362319,
      362127,
      362126,
      363405,
      363404,
      361336,
      363114,
      362126,
      363405,
      361336,
      361336,
      362126,
      362126,
      362126,
      362127,
      363114,
      363404,
      363405,
      363404,
      363404
    ]
  },
  {
    "Id": 89,
    "Types": [
      672,
      0
    ],
    "Name": "หลับใหลในห้วงนิทราอันแสนสบาย",
    "Description": "ห้องนอนที่อบอุ่นและสะดวกสบาย ตกแต่งด้วยของประดับตกแต่งที่มีผลช่วยเรื่องการนอนหลับพักผ่อน จำลองการตกแต่งห้องพักในโรงแรมคลายล้าบางส่วน\nโรงแรมคลายล้าเป็นที่พักสำหรับนักท่องเที่ยว พ่อค้า และนักรบที่เข้าร่วมการแข่งขัน แนวคิดการออกแบบห้องพักมีจุดประสงค์หลักเพื่อฟื้นฟูพลังกายและจิตใจ เจ้าของทุ่มเทเวลาและความพยายามอย่างมาก เพื่อให้แน่ใจว่าแขกจะได้รับประสบการณ์ในการเข้าพักที่ดีที่สุด ดังนั้น การอยู่ในห้องนอนที่มีการตกแต่งในสไตล์เดียวกับโรงแรมคลายล้าเช่นนี้ คงจะทำให้ได้รับประสบการณ์การนอนหลับที่ดีเยี่ยมอย่างแน่นอน",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Universal",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000107
    ],
    "Units": [
      361409,
      362318,
      361338,
      362402,
      363407,
      363116,
      363508,
      363114,
      361114
    ]
  },
  {
    "Id": 90,
    "Types": [
      772,
      0
    ],
    "Name": "กระแสนิยมในตลาดนัดอันคึกคัก",
    "Description": "ถนนที่จำลองแบบมาจากตลาดนัด Chuwen ในลานประลองเพลิงศักดิ์สิทธิ์ มีร้านค้าและเพิงขายของมากมาย ตกแต่งด้วยภาพวาดกราฟฟิตี้หลากสีสัน สร้างบรรยากาศที่คึกคัก แสดงให้เห็นถึงรูปแบบตลาดนัดที่มีเอกลักษณ์เฉพาะของ Natlan\nสีสันและของประดับตกแต่งต่าง ๆ เป็นสินค้าที่พบเห็นได้ทั่วไปในตลาดนัด Natlan และยังเป็นที่นิยมใช้ในการแสดงออกถึงความเข้าใจในกระแสนิยม ดังนั้น จึงไม่เกินจริงเลยที่จะกล่าวว่า แฟชั่นมากมายที่ได้รับความนิยมใน Natlan ล้วนแต่ถือกำเนิดขึ้นตามแผงในตลาดนัดเช่นนี้ทั้งสิ้น",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Market",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370337,
      370338,
      370339,
      370336,
      373931,
      373931,
      374328,
      373930,
      373930,
      373931,
      373930,
      373930,
      373929,
      374328,
      373930
    ]
  },
  {
    "Id": 91,
    "Types": [
      772,
      0
    ],
    "Name": "ถือกำเนิดจากเตาหลอมอันร้อนแรง",
    "Description": "พื้นที่ที่รวบรวมเครื่องมือขุดแร่ โรงงานแปรรูป และชั้นวางแสดงอาวุธสำเร็จรูป ครอบคลุมตั้งแต่การผลิตไปจนถึงการขาย ในทางทฤษฎีแล้ว เพียงพอที่จะตอบสนองความต้องการในการทำงานของทีมช่างฝีมือของ Natlan ทั้งหมด\nNatlan เป็นประเทศแห่งสงคราม จึงให้ความสำคัญกับอาวุธและงานฝีมือที่เกี่ยวข้องมากกว่าปกติ ดังนั้น ในกระบวนการผลิตอาวุธ ผู้คนจึงไม่ลังเลที่จะใช้เตาหลอมที่ร้อนแรงที่สุดในการหลอมโลหะ เพื่อให้อาวุธเหล่านี้มีความน่าเชื่อถือมากพอที่จะช่วยเหล่านักรบเอาชนะศัตรูที่แข็งแกร่งได้ เช่นเดียวกับเพลิงศักดิ์สิทธิ์",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Mine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000103
    ],
    "Units": [
      370905,
      374605,
      370927,
      373927,
      373928,
      370904,
      374605,
      374614
    ]
  },
  {
    "Id": 92,
    "Types": [
      772,
      0
    ],
    "Name": "การผจญภัยและเส้นทางของเรา",
    "Description": "ทุ่งโล่งกว้างที่เต็มไปด้วยกลิ่นอายของธรรมชาติ จำลองภูมิประเทศและพืชพรรณที่มีเอกลักษณ์เฉพาะตัวของ Natlan เมื่ออยู่ท่ามกลางธรรมชาติเช่นนี้ ราวกับจะได้ยินเสียงสายลมพัดโหมกระหน่ำ\nทุ่งโล่งของ Natlan นั้นกว้างใหญ่และดิบเถื่อน มีภูเขามากมายรอให้พิชิต มีท้องฟ้ามากมายรอให้โบยบิน และยังมีความลึกลับอีกมากมายที่รอให้สำรวจ ถือเป็นสรวงสวรรค์ของนักผจญภัยอย่างไม่ต้องสงสัยเลย",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Nature",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101,
      10000105
    ],
    "Units": [
      372353,
      372705,
      372233,
      372708,
      372233,
      372708,
      372705,
      372233,
      372234,
      372708,
      372513,
      372705,
      372706,
      372706,
      372706,
      372706,
      372706,
      372234,
      372234
    ]
  },
  {
    "Id": 93,
    "Types": [
      772,
      0
    ],
    "Name": "ความฮึกเหิมของ \"บุตรแห่งเสียงสะท้อน\"",
    "Description": "พื้นที่ที่รวบรวมสถาปัตยกรรมหินที่มีเอกลักษณ์ ภาพวาดกราฟฟิตี้บนผนังที่สะดุดตา และเวทีขนาดใหญ่ ซึ่งการออกแบบได้อ้างอิงมาจากทัศนียภาพของชนเผ่า \"บุตรแห่งเสียงสะท้อน\"\nการแข่งเต้นที่เร่าร้อนและเสียงเคาะจังหวะที่หนักแน่น คือชีพจรของ \"บุตรแห่งเสียงสะท้อน\" เมื่ออยู่ในบรรยากาศเช่นนี้ เห็นทีคงจะได้รับพลังจากความกระตือรือร้นที่มีอยู่ในสิ่งเหล่านี้ จนก่อให้เกิดแรงผลักดันที่แข็งแกร่งยิ่งขึ้น",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tepetlisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000103
    ],
    "Units": [
      370900,
      370902,
      370903,
      370904,
      370905,
      374121,
      373462,
      374606,
      360452,
      374121,
      370904,
      374121,
      370902,
      370901
    ]
  },
  {
    "Id": 94,
    "Types": [
      772,
      0
    ],
    "Name": "ความเงียบสงบของ \"เหล่าวารี\"",
    "Description": "ถิ่นอาศัยที่จำลองแบบมาจากทัศนียภาพภายในของ \"เหล่าวารี\" ภายในประกอบด้วยร้านค้าที่มีเอกลักษณ์เฉพาะตัวมากมาย และมีที่นั่งสำหรับพักผ่อนดื่มชาและศาลาพักร้อน\nที่แห่งนี้ มีอุปกรณ์กีฬาทางน้ำให้เลือกมากมาย มีเครื่องดนตรีและแผ่นเสียงที่มีเอกลักษณ์เฉพาะตัวให้เลือกสรร... เมื่ออาศัยอยู่ในชุมชนที่เงียบสงบแห่งนี้เป็นเวลานาน ไม่ว่าความกังวลใด ๆ ก็ดูเหมือนจะถูกลืมเลือนไปจนหมดสิ้น...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Koholasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370915,
      370914,
      370917,
      374123,
      374327,
      374215,
      374216,
      360454,
      360455,
      374123,
      374123,
      374123,
      370917,
      370917,
      370913,
      374123,
      374123,
      374123,
      374215
    ]
  },
  {
    "Id": 95,
    "Types": [
      772,
      0
    ],
    "Name": "การปฏิบัติของ \"พงศ์พิดานพฤกษา\"",
    "Description": "ค่ายผู้ส่งสารที่ตกแต่งโดยอ้างอิงมาจากชนเผ่า \"พงศ์พิดานพฤกษา\" มีเพิงที่สะดวกสบายและใช้งานง่าย อุปกรณ์ที่จำเป็นสำหรับการติดต่อสื่อสาร และกังหันลมสำหรับตรวจสอบการเปลี่ยนแปลงของสภาพอากาศ เพียงพอที่จะตอบสนองความต้องการในการทำงานของผู้ส่งสารส่วนใหญ่\nเพื่อให้สามารถรับมือกับงานส่งสารที่ซับซ้อน ผู้ส่งสารจำเป็นต้องมีความสามารถหลากหลาย เช่น ความสามารถในการเคลื่อนที่ผ่านภูมิประเทศต่าง ๆ ความสามารถในการเอาชีวิตรอดในป่าเป็นเวลานาน และความสามารถในการเป็นผู้นำทาง เห็นได้ชัดว่าความสามารถเหล่านี้ไม่ได้ขึ้นอยู่กับจิตวิญญาณแห่งการผจญภัยเพียงอย่างเดียว",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Yumkasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101
    ],
    "Units": [
      370906,
      370908,
      370911,
      374122,
      373516,
      374607,
      374609,
      360453,
      374122,
      374122,
      374122,
      374122,
      374122,
      373516,
      373463,
      360453,
      374326,
      372708
    ]
  },
  {
    "Id": 96,
    "Types": [
      772,
      0
    ],
    "Name": "การเดินทางของ \"วงศ์ปีกบุปผา\"",
    "Description": "ถิ่นอาศัยที่ประกอบด้วยแท่นลอยฟ้า, บอลลูนลมร้อน และสนามฝึกซ้อม ซึ่งจำลองทัศนียภาพในมุมหนึ่งของ \"วงศ์ปีกบุปผา\" ว่ากันว่า สมาชิกเกือบทั้งหมดของ \"วงศ์ปีกบุปผา\" ใฝ่ฝันที่จะเป็นส่วนหนึ่งของหน่วยนักบิน และออกเดินทางเพื่อพิชิตท้องฟ้า ด้วยเหตุนี้ ธีมหลักในชีวิตประจำวันของคนเหล่านี้คือการฝึกฝนตนเองอย่างต่อเนื่อง ดังที่นักรบคนหนึ่งกล่าวไว้ว่า: \"มีเพียงความพยายามที่ทุ่มเทไปเท่านั้น ที่จะไม่มีวันทรยศต่อตัวเอง\" สมาชิกบางคนของ \"วงศ์ปีกบุปผา\" ใช้ชีวิตอย่างขยันขันแข็งและมุ่งมั่นภายใต้แรงบันดาลใจจากคำคมนี้",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Qucusaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104
    ],
    "Units": [
      370922,
      370923,
      370923,
      370924,
      371273,
      370925,
      371147,
      371148,
      371148,
      370926,
      370926,
      370926,
      370926,
      370926,
      374612,
      374612,
      373472,
      373473,
      373926,
      374124,
      374124,
      372233,
      372708,
      374124,
      374124,
      372233,
      372708,
      372234,
      372513,
      374124
    ]
  },
  {
    "Id": 97,
    "Types": [
      772,
      0
    ],
    "Name": "ความสงบสุขของ \"จ้าวแห่งลมราตรี\"",
    "Description": "ถิ่นอาศัยที่พยายามจำลองทัศนียภาพภายในของ \"จ้าวแห่งลมราตรี\" รูปแบบสถาปัตยกรรมที่เกิดจากการจัดเรียงอาคารนั้นโดดเด่นสะดุดตามาก ราวกับมงกุฎขนนกขนาดใหญ่ของ Iktomisaurus\nในสายตาของคนภายนอก \"จ้าวแห่งลมราตรี\" อันเป็นสถานที่รวมตัวกันของชาแมนนั้น ช่างลึกลับและคาดเดาได้ยาก ผู้คนต่างเชื่อว่าเหล่าชาแมนต้องมีนิสัยแปลกประหลาด และเข้าถึงได้ยาก ซึ่งในความเป็นจริงแล้ว ในเผ่า \"จ้าวแห่งลมราตรี\" ก็มีคนแปลก ๆ มากมายอย่างที่คนภายนอกคาดเดากัน และสภาพแวดล้อมที่พวกเขาอาศัยอยู่ก็ไม่ใช่สิ่งที่คนทั่วไปจะปรับตัวได้...\nอย่างไรก็ตาม เหล่าชาแมนผู้ยิ่งใหญ่เหล่านี้ไม่เพียงแต่เชี่ยวชาญในพิธีกรรมเท่านั้น แต่ยังชำนาญในการดูแลตนเองด้วย ไม่อย่างนั้น พวกเขาจะสามารถนั่งสมาธิอย่างสบาย ๆ ตลอดทั้งวันได้อย่างไรล่ะ?",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Iktomisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000105,
      10000107
    ],
    "Units": [
      370919,
      370920,
      374611,
      373922,
      373924,
      373925,
      360456,
      360457,
      374610,
      374611,
      373923,
      360456,
      374610,
      374611,
      372353,
      372353,
      360457,
      372233,
      372234,
      372234,
      372708,
      372513,
      372513,
      372708,
      372513,
      372233,
      372234,
      374611,
      372352,
      372352
    ]
  }
]