[
  {
    "Id": 210201,
    "Name": "<color=#7bb100>เมล็ดขดเกลียว</color>",
    "Description": "ทุกครั้งที่สร้าง Dendro Core 1 อัน จะสร้างเมล็ดขดเกลียว 1 อัน ขึ้นมารอบ ๆ ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น (ในเวลาเดียวกันสามารถมีได้มากสุด <color=#f39001>4</color> อัน): มันจะถูกหักใช้เมื่อสัมผัสกับศัตรู และสร้าง<color=#7bb100>ความเสียหายไม้</color>แก่ศัตรูดังกล่าว"
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>คลื่นไฟเดือดดาล</color>",
    "Description": "เมื่อใช้ปฏิกิริยาติดไฟสร้างความเสียหายให้กับศัตรู จะทำการนับจำนวนศัตรูนี้ เมื่อนับจำนวนถึง <color=#f39001>{0}</color> แต้ม จะล้างการนับจำนวนและปล่อยออกมา เพื่อสร้าง<color=#ef5534>ความเสียหายไฟวงกว้าง</color>"
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>แกนเสียงเร่งพลัง</color>",
    "Description": "เกิดผลหลังจากที่ตัวละครสร้าง<color=#7bb100>ความเสียหายไม้</color>แก่ศัตรูที่อยู่ในสถานะติดไฟ สร้าง<color=#7bb100>ความเสียหายไม้</color>"
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>ผลึกไฟพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีม ได้รับโบนัสความเสียหายไฟและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>คลื่นเพลิงกระเซ็น</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> ทุก <color=#f39001>6</color> วินาที จะปล่อยตรงตำแหน่งของตัวละคร สร้าง<color=#ef5534>ความเสียหายไฟวงกว้าง</color>"
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>ผลึกหินทะลวง</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> ทุก <color=#f39001>4</color> วินาที จะปล่อยตรงตำแหน่งของตัวละคร สร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>ผลึกไฟฟ้าพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีมได้รับโบนัสความเสียหายไฟฟ้าและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>ศิลาแหลกคำราม</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟฟ้าพิทักษ์</color> หลังจากตัวละครโจมตีโดนศัตรู จะปล่อยในตำแหน่งของศัตรู สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>ศิลาแหลกคำราม</color>",
    "Description": "ทุกครั้งที่ตัวละครได้รับผลึกที่เกิดจาก<color=#f39001>ปฏิกิริยาตกผลึกธาตุไฟฟ้า</color> <color=#f39001>{0}</color> อัน จะปล่อยใส่ศัตรูหนึ่งตัวที่อยู่ใกล้เคียง สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>เปราะบาง</color>",
    "Description": "ความต้านทานไฟและไฟฟ้าของศัตรูลดลง <color=#f39001>5.5%</color> ซ้อนทับได้สูงสุด 4 ชั้น"
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>บอลระเบิดเพลิง</color>",
    "Description": "หลังจากสร้างความเสียหายไฟฟ้าแก่ศัตรูที่ได้รับผลกระทบจากเอฟเฟกต์เปราะบาง จะปล่อยสกิลใส่ศัตรู<color=#f39001>ทั้งหมด</color>ในสนามที่อยู่ในสถานะเปราะบาง สร้าง<color=#ef5534>ความเสียหายไฟ</color>"
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>อสนีบาต</color>",
    "Description": "หลังจากสร้างความเสียหายไฟแก่ศัตรูที่ได้รับผลกระทบจากเอฟเฟกต์เปราะบาง จะปล่อยสกิลใส่ศัตรู<color=#f39001>ทั้งหมด</color>ในสนามที่อยู่ในสถานะเปราะบาง สร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>"
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>แกนสมรรถนะ</color>",
    "Description": "ยิงเมื่อตัวละครทำให้เกิดปฏิกิริยาปลุกเร้า, บีบอัดหรือแพร่ขยายแก่ศัตรู และจะระเบิดเมื่อโจมตีโดนศัตรู สร้าง<color=#7bb100>ความเสียหายไม้วงกว้าง</color>"
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>กำเนิดสายฟ้าฟาด</color>",
    "Description": "เมื่อตัวละครสร้างความเสียหายไฟฟ้าหรือไม้ แก่ศัตรูที่อยู่ในสถานะปลุกเร้า จะสร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>"
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>พรแห่งสายลม - น้ำ</color>",
    "Description": "ตัวละครที่ทำให้เกิดปฏิกิริยากระจายจะสร้างความเสียหายเพิ่มขึ้น <color=#f39001>80%</color> และพลังชีวิตสูงสุดของตัวละครจะเพิ่มขึ้น <color=#f39001>8%</color>"
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>ลูกบอลน้ำรักษา</color>",
    "Description": "บันทึกปริมาณการฟื้นฟูพลังชีวิตไว้ เมื่อช่วงเวลาต่อเนื่องสิ้นสุดลงจะระเบิด และสร้าง<color=#0075de>ความเสียหายน้ำวงกว้าง</color>แก่ศัตรูที่อยู่ใกล้เคียง ตามปริมาณการรักษาที่บันทึกและจำนวนชั้นของ<color=#f39001>พรแห่งสายลม - น้ำ</color>"
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>เกลียวน้ำตก</color>",
    "Description": "ดึงดูดศัตรูที่อยู่ใกล้เคียง และสร้าง<color=#0075de>ความเสียหายน้ำวงกว้าง</color>ตามจำนวนชั้นของ<color=#f39001>พรแห่งสายลม - น้ำ</color>"
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>พรแห่งสายลม - ไฟฟ้า</color>",
    "Description": "เมื่อตัวละครทำให้เกิดปฏิกิริยากระจาย ความเสียหายจะเพิ่มขึ้น <color=#f39001>80%</color> และทุกครั้งที่ได้รับ<color=#f39001>พรแห่งสายลม - ไฟฟ้า</color> จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครทั้งหมดในทีม <color=#f39001>1.5</color> หน่วย โดยเอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก <color=#f39001>3</color> วินาที"
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>คมดาบสายฟ้า</color>",
    "Description": "เมื่อตัวละครปล่อยท่าไม้ตาย จะทำให้เกิด<color=#f39001>ตราคมสะบั้น</color> เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นโจมตีโดนศัตรู จะใช้ตราคมสะบั้นเพื่อปล่อยคมดาบสายฟ้า สร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>ให้แก่ศัตรูที่อยู่ในเส้นทาง ตามจำนวนชั้นของพรแห่งสายลม - ไฟฟ้า"
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>สายฟ้าฟาด</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของ<color=#f39001>พรแห่งสายลม - ไฟฟ้า</color> เมื่อการโจมตีพุ่งลงจากอากาศโดนศัตรู จะปล่อยออกมา สร้าง<color=#b863ee>ความเสียหายไฟฟ้าวงกว้าง</color> โดยจะคำนวณตามจำนวนชั้นของพรแห่งสายลม - ไฟฟ้า"
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>คลื่นไฟฟ้า</color>",
    "Description": "ความเสียหายที่เกิดจากปฏิกิริยาชาร์จไฟฟ้าของตัวละครทั้งหมดในทีมเพิ่มขึ้น <color=#f39001>250%</color>"
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>แกนอสนี</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์คลื่นไฟฟ้า จะติดตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น เมื่อตัวละครโจมตีโดนศัตรู จะปล่อยกระสุนสายฟ้า 3 ลูก ไปยังศัตรู เพื่อสร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>"
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>เมฆสายฟ้า</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์คลื่นไฟฟ้า จะทำการโจมตีแบบสุ่มเป็นระยะ ในทุก <color=#f39001>2</color> วินาที:\n1. <color=#b863ee>เมฆสายฟ้าฟาด</color>: สร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>แก่ศัตรูที่อยู่ในพื้นที่ที่ได้รับผลกระทบ และฟื้นฟูพลังงานธาตุ <color=#f39001>2</color> หน่วย ให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น;\n2. <color=#0075de>พายุเมฆสายฟ้า</color>: สร้าง<color=#0075de>ความเสียหายน้ำ</color>แก่ศัตรูที่อยู่ในพื้นที่ที่ได้รับผลกระทบ และฟื้นฟูพลังชีวิต <color=#f39001>5%</color> ให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น"
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>ผลึกไฟพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีม ได้รับโบนัสความเสียหายไฟและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>ผลึกหินทะลวง</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> ทุก <color=#f39001>{0}</color> วินาที จะปล่อยตรงตำแหน่งของตัวละคร สร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>ศิลาแหลกคำราม</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> เมื่อตัวละครทำการโจมตีปกติ, ชาร์จโจมตี หรือโจมตีพุ่งลงจากอากาศโดนศัตรู จะปล่อยในตำแหน่งของศัตรู สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>ผลึกน้ำแข็งพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีมได้รับโบนัสความเสียหายน้ำแข็งและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>ผลึกหินสลาตัน</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำแข็งพิทักษ์</color> จะปล่อยออกมาในตำแหน่งของตัวละครเป็นระยะ เพื่อสร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>น้ำแข็งทลายหิน</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำแข็งพิทักษ์</color> เมื่อตัวละครธาตุน้ำแข็งหรือธาตุหินในทีมโจมตีติดคริติคอล จะปล่อยในตำแหน่งของศัตรู สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>น้ำค้างแข็งทลาย</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#ef5534>ธาตุไฟ</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาละลาย สร้าง<color=#2bb7d5>ความเสียหายน้ำแข็ง</color>"
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>เสาเพลิงลุกโชน</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#2bb7d5>ธาตุน้ำแข็ง</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาละลาย สร้าง<color=#ef5534>ความเสียหายไฟ</color>"
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>อุณหภูมิเปลี่ยนสูง</color>",
    "Description": "เมื่อตัวละครทำให้เกิดปฏิกิริยาละลาย จะสร้างความเสียหายเพิ่มขึ้น <color=#f39001>30%</color>"
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>พรแห่งสายลม - ไฟ</color>",
    "Description": "ตัวละครที่ทำให้เกิดปฏิกิริยากระจายจะสร้างความเสียหายเพิ่มขึ้น <color=#f39001>80%</color> และพลังโจมตีของตัวละครจะเพิ่มขึ้น <color=#f39001>9%</color>"
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>ลมโหม</color>",
    "Description": "เมื่อการโจมตีของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น สร้างความเสียหายให้กับศัตรู จะใช้พลังชีวิตของตัวละครดังกล่าวเพื่อปล่อย สร้าง<color=#ef5534>ความเสียหายไฟวงกว้าง</color> ตามจำนวนชั้นของพรแห่งสายลม - ไฟ"
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>พายุเพลิง</color>",
    "Description": "เมื่อตัวละคร<color=#f39001>ธาตุไฟหรือธาตุลม</color>ในทีมเข้าสู่สนาม จะปล่อยตาม<color=#f39001>ประเภทธาตุ</color>ของตัวละครดังกล่าว เพื่อสร้างความเสียหายวงกว้างของประเภทธาตุที่เกี่ยวข้อง ตามจำนวนชั้นของพรแห่งสายลม - ไฟ"
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>เจตจำนงเยือกแข็ง</color>",
    "Description": "ความแรงคริของตัวละครธาตุน้ำแข็งและธาตุน้ำทั้งหมดในทีมเพิ่มขึ้น <color=#f39001>40%</color>"
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>คลื่นน้ำเยือกเย็น</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#2bb7d5>ธาตุน้ำแข็ง</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาแช่แข็งแก่ศัตรู สร้าง<color=#0075de>ความเสียหายน้ำวงกว้าง</color>"
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>คลื่นน้ำแข็งทลาย</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#0075de>ธาตุน้ำ</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาแช่แข็งแก่ศัตรู สร้าง<color=#2bb7d5>ความเสียหายน้ำแข็งวงกว้าง</color>"
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>น้ำแข็งร้าว</color>",
    "Description": "ความต้านทานน้ำแข็งและน้ำของศัตรูลดลง <color=#f39001>8%</color> ซ้อนทับได้สูงสุด <color=#f39001>3</color> ชั้น"
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>ต้านทานต่ำ</color>",
    "Description": "ความต้านทานไฟฟ้าและน้ำแข็งของศัตรูลดลง <color=#f39001>3%</color> และความต้านทานกายภาพลดลง <color=#f39001>6%</color> ซ้อนทับได้สูงสุด 6 ชั้น"
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>คลื่นสั่นสะเทือน</color>",
    "Description": "จะปล่อยเมื่อตัวละครสร้าง<color=#f39001>ความเสียหายกายภาพ</color>แก่ศัตรูที่ได้รับผลกระทบจากเอฟเฟกต์<color=#f39001>ต้านทานต่ำ</color> สร้างความเสียหายกายภาพ โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก <color=#f39001>3</color> วินาที"
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>ผลึกน้ำพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีม ได้รับโบนัสความเสียหายน้ำและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>ผลึกหินระเบิด</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำพิทักษ์</color> จะปล่อยออกมาในตำแหน่งของตัวละครเป็นระยะ เพื่อสร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>หินกร่อนน้ำ</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำพิทักษ์</color> เมื่อตัวละครธาตุน้ำหรือธาตุหินในทีมได้รับการรักษา จะปล่อยในตำแหน่งของศัตรู เพื่อสร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>หนามเยือกแข็ง</color>",
    "Description": "ในทุก <color=#f39001>2</color> วินาที จะสร้าง <color=#f39001>ความเสียหายน้ำแข็งและไม้วงกว้าง</color> แก่ศัตรูที่อยู่โดยรอบหนึ่งครั้ง ซึ่งในสนามสามารถมีหนามเยือกแข็งพร้อมกันได้สูงสุด 2 อัน"
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>เถาวัลย์หนามไฟฟ้า</color>",
    "Description": "หลังจากที่การโจมตีด้วยธาตุไฟฟ้าของตัวละครที่อยู่ในพื้นที่<color=#f39001>หนามเยือกแข็ง</color>ถูกศัตรู <color=#f39001>หนามเยือกแข็ง</color>จะเปลี่ยนเป็นเถาวัลย์หนามไฟฟ้าหนึ่งอัน ที่จะคงอยู่ <color=#f39001>10</color> วินาที และมีความถี่ในการโจมตีเพิ่มขึ้นเป็น <color=#f39001>1</color> ครั้ง ต่อ 1 วินาที และสร้างความเสียหายไฟฟ้าวงกว้าง <color=#f39001>1.5</color> เท่า"
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>หนามดึงดูด</color>",
    "Description": "ไม่มีเอฟเฟกต์การโจมตี แต่จะทำให้ศัตรูที่อยู่ในพื้นที่ได้รับ<color=#f39001>ความเสียหายน้ำแข็ง, ไม้, ไฟฟ้า และกายภาพที่ตัวละครสร้างเพิ่มขึ้น</color> โดยหนามดึงดูดแต่ละอันที่อยู่ในสนาม จะทำให้เอฟเฟกต์ข้างต้นเพิ่มขึ้น <color=#f39001>45%</color> สูงสุด <color=#f39001>90%</color>"
  },
  {
    "Id": 11120001,
    "Name": "โหมดจัดเก็บอุณหภูมิต่ำ",
    "Description": "#<color=#FFD780FF>{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}</color>\nใช้โหมด \"จัดเก็บอุณหภูมิต่ำ\" และเปิดใช้งานกลไกทำอาหารอเนกประสงค์เต็มสเปกตรัม เพื่อสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็งวงกว้าง</color>แก่ศัตรูที่อยู่โดยรอบ\n\n<color=#FFD780FF>กลไกทำอาหาร: โหมดจัดเก็บอุณหภูมิต่ำ</color>\nจะเคลื่อนที่ตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และยิง \"พาร์เฟต์เยือกแข็ง\" ใส่ศัตรูที่อยู่ใกล้เคียงเป็นระยะ เพื่อสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>"
  },
  {
    "Id": 11120002,
    "Name": "โหมดปรุงอาหารด่วนทันใจ",
    "Description": "<color=#FFD780FF>กลไกทำอาหาร: โหมดปรุงอาหารด่วนทันใจ</color>\n·วางกลไกทำอาหารไว้ในสนาม ซึ่งกลไกทำอาหารจะสามารถดูดซับการโจมตีธาตุได้ เมื่อพลังงานธาตุที่ดูดซับถึงจุดวิกฤต จะทำให้วัตถุดิบที่ Escoffier ใส่ลงไปก่อนหน้านี้ เปลี่ยนเป็นอาหารแสนอร่อย\n·Escoffier จำเป็นต้องใช้เวลาในการซื้อวัตถุดิบใหม่ แต่ละสัปดาห์ คุณสามารถทำอาหารด้วยวิธีนี้ได้เพียงจำนวนหนึ่งเท่านั้น จำนวนครั้งในการทำอาหารจะรีเซ็ตทุกวันจันทร์ เวลา 04:00 น."
  },
  {
    "Id": 11130001,
    "Name": "ยิงสนับสนุน",
    "Description": "#ในสถานะพรวิญญาณราตรี การโจมตีปกติของ Ifa จะเปลี่ยนเป็นการยิงสนับสนุน\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}</color>\nยิงกระสุนยาลึกลับ\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}</color>\nยิงกระสุนยาลึกลับอย่างต่อเนื่อง\n<color=#FFD780FF>กระสุนยาลึกลับ</color> สร้าง<color=#80FFD7FF>ความเสียหายลม</color>ที่มีคุณสมบัติวิญญาณราตรี และเมื่อโจมตีถูกศัตรู จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียง โดยที่ปริมาณการฟื้นฟู จะขึ้นอยู่กับความชำนาญธาตุของ Ifa เอง"
  },
  {
    "Id": 11130002,
    "Name": "Rescue Essentials",
    "Description": "สูงสุด 150 หน่วย ทุก 1 หน่วยของ Rescue Essentials ที่ Ifa มี จะทำให้ปฏิกิริยากระจายและชาร์จไฟฟ้า ของตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง สร้างความเสียหายเพิ่มขึ้น 1.5% โดย Rescue Essentials จะถูกลบล้างเมื่อพรวิญญาณราตรีของ Ifa สิ้นสุดลง"
  },
  {
    "Id": 11130003,
    "Name": "พรวิญญาณราตรี - Ifa",
    "Description": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เมื่อค่าวิญญาณราตรีหมดลง หรือทำการปล่อยอีกครั้ง พรวิญญาณราตรีของ Ifa จะสิ้นสุดลง สถานะพรวิญญาณราตรีจะมีคุณสมบัติดังนี้:\n·ลอยตัวกลางอากาศด้วยความช่วยเหลือจาก Cacucu ทำให้ความเร็วในการเคลื่อนที่ และความสามารถในการต้านทานการหยุดชะงักของ Ifa เพิ่มขึ้น เมื่ออยู่ในสถานะนี้ จะใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เพื่อรักษาสถานะการลอยตัว และเมื่อพุ่งตัวหรือลอยตัวสูงขึ้น จะใช้ค่าวิญญาณราตรีเพิ่มเติม\n·เมื่อทำการโจมตีปกติ จะ \"ยิงสนับสนุน\" ด้วยวิธีที่แตกต่างกันไปตามการกด และการกดค้าง"
  },
  {
    "Id": 11130004,
    "Name": "สัญลักษณ์สงบใจ",
    "Description": "เอฟเฟกต์นี้จะระเบิดไม่นานหลังจากนั้น และสร้างความเสียหายวงกว้างของธาตุที่เกี่ยวข้อง โดยจะมอบเอฟเฟกต์ \"สัญลักษณ์สงบใจ\" ให้แก่ศัตรูที่ถูกโจมตีได้มากสุด 4 ตัว; โดยศัตรูจะไม่สามารถอยู่ในสถานะ \"สัญลักษณ์สงบใจ\" ของธาตุหลายชนิดพร้อมกันได้"
  }
]