[
  {
    "Id": 210101,
    "Name": "<color=#0075de>เกลียวคลื่นซัดสาด</color>",
    "Description": "ใช้เมื่อตัวละครทำให้เกิด<color=#f39001>ปฏิกิริยาระเหย</color>แก่ศัตรู สร้าง<color=#0075de>ความเสียหายน้ำ</color>"
  },
  {
    "Id": 210102,
    "Name": "<color=#ef5534>ระเบิดแผดเผา</color>",
    "Description": "ใช้เมื่อตัวละครทำให้เกิด<color=#f39001>ปฏิกิริยาระเหย</color>แก่ศัตรู สร้าง<color=#ef5534>ความเสียหายไฟ</color>"
  },
  {
    "Id": 210201,
    "Name": "<color=#7bb100>เมล็ดขดเกลียว</color>",
    "Description": "ทุกครั้งที่สร้าง Dendro Core 1 อัน จะสร้างเมล็ดขดเกลียว 1 อัน ขึ้นมารอบ ๆ ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น (ในเวลาเดียวกันสามารถมีได้มากสุด <color=#f39001>4</color> อัน): มันจะถูกหักใช้เมื่อสัมผัสกับศัตรู และสร้าง<color=#7bb100>ความเสียหายไม้</color>แก่ศัตรูดังกล่าว"
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>คลื่นไฟเดือดดาล</color>",
    "Description": "เมื่อใช้<color=#f39001>ปฏิกิริยาติดไฟ</color>สร้างความเสียหายให้กับศัตรู จะทำการนับจำนวนศัตรูนี้ เมื่อนับจำนวนถึง <color=#f39001>6</color> แต้ม จะล้างการนับจำนวนและปล่อยออกมา เพื่อสร้าง<color=#ef5534>ความเสียหายไฟวงกว้าง</color>"
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>แกนเสียงเร่งพลัง</color>",
    "Description": "เมื่อตัวละครสร้างความเสียหายไม้ถูกศัตรูที่อยู่ใน<color=#f39001>สถานะติดไฟ</color> จะสร้าง<color=#7bb100>ความเสียหายไม้</color>"
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>ผลึกไฟพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีม ได้รับโบนัสความเสียหายไฟและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>คลื่นเพลิงกระเซ็น</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> ทุก <color=#f39001>6</color> วินาที จะปล่อยตรงตำแหน่งของตัวละคร สร้าง<color=#ef5534>ความเสียหายไฟวงกว้าง</color>"
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>ผลึกหินทะลวง</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> ทุก <color=#f39001>4</color> วินาที จะปล่อยตรงตำแหน่งของตัวละคร สร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>ผลึกไฟฟ้าพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีมได้รับโบนัสความเสียหายไฟฟ้าและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>ศิลาแหลกคำราม</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟฟ้าพิทักษ์</color> หลังจากตัวละครโจมตีโดนศัตรู จะปล่อยในตำแหน่งของศัตรู สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>ศิลาแหลกคำราม</color>",
    "Description": "ทุกครั้งที่ตัวละครได้รับผลึกที่เกิดจาก<color=#f39001>ปฏิกิริยาตกผลึกธาตุไฟฟ้า</color> <color=#f39001>{0}</color> อัน จะปล่อยใส่ศัตรูหนึ่งตัวที่อยู่ใกล้เคียง สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>เปราะบาง</color>",
    "Description": "ความต้านทานไฟและไฟฟ้าของศัตรูลดลง <color=#f39001>5.5%</color> ซ้อนทับได้สูงสุด 4 ชั้น"
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>บอลระเบิดเพลิง</color>",
    "Description": "หลังจากสร้างความเสียหายไฟฟ้าแก่ศัตรูที่ได้รับผลกระทบจากเอฟเฟกต์เปราะบาง จะปล่อยสกิลใส่ศัตรู<color=#f39001>ทั้งหมด</color>ในสนามที่อยู่ในสถานะเปราะบาง สร้าง<color=#ef5534>ความเสียหายไฟ</color>"
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>อสนีบาต</color>",
    "Description": "หลังจากสร้างความเสียหายไฟแก่ศัตรูที่ได้รับผลกระทบจากเอฟเฟกต์เปราะบาง จะปล่อยสกิลใส่ศัตรู<color=#f39001>ทั้งหมด</color>ในสนามที่อยู่ในสถานะเปราะบาง สร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>"
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>แกนสมรรถนะ</color>",
    "Description": "ยิงเมื่อตัวละครทำให้เกิดปฏิกิริยาปลุกเร้า, บีบอัดหรือแพร่ขยายแก่ศัตรู และจะระเบิดเมื่อโจมตีโดนศัตรู สร้าง<color=#7bb100>ความเสียหายไม้วงกว้าง</color>"
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>กำเนิดสายฟ้าฟาด</color>",
    "Description": "เมื่อตัวละครสร้างความเสียหายไฟฟ้าหรือไม้ แก่ศัตรูที่อยู่ในสถานะปลุกเร้า จะสร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>"
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>พรแห่งสายลม - น้ำ</color>",
    "Description": "ตัวละครที่ทำให้เกิดปฏิกิริยากระจายจะสร้างความเสียหายเพิ่มขึ้น <color=#f39001>80%</color> และพลังชีวิตสูงสุดของตัวละครจะเพิ่มขึ้น <color=#f39001>8%</color>"
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>ลูกบอลน้ำรักษา</color>",
    "Description": "บันทึกปริมาณการฟื้นฟูพลังชีวิตไว้ เมื่อช่วงเวลาต่อเนื่องสิ้นสุดลงจะระเบิด และสร้าง<color=#0075de>ความเสียหายน้ำวงกว้าง</color>แก่ศัตรูที่อยู่ใกล้เคียง ตามปริมาณการรักษาที่บันทึกและจำนวนชั้นของ<color=#f39001>พรแห่งสายลม - น้ำ</color>"
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>เกลียวน้ำตก</color>",
    "Description": "ดึงดูดศัตรูที่อยู่ใกล้เคียง และสร้าง<color=#0075de>ความเสียหายน้ำวงกว้าง</color>ตามจำนวนชั้นของ<color=#f39001>พรแห่งสายลม - น้ำ</color>"
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>พรแห่งสายลม - ไฟฟ้า</color>",
    "Description": "เมื่อตัวละครทำให้เกิดปฏิกิริยากระจาย ความเสียหายจะเพิ่มขึ้น <color=#f39001>80%</color> และทุกครั้งที่ได้รับ<color=#f39001>พรแห่งสายลม - ไฟฟ้า</color> จะฟื้นฟูพลังงานธาตุให้แก่ตัวละครทั้งหมดในทีม <color=#f39001>1.5</color> หน่วย"
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>คมดาบสายฟ้า</color>",
    "Description": "เมื่อตัวละครปล่อยท่าไม้ตาย จะทำให้เกิด<color=#f39001>ตราคมสะบั้น</color> เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นโจมตีโดนศัตรู จะใช้ตราคมสะบั้นเพื่อปล่อย<color=#b863ee>คมดาบสายฟ้า</color> สร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>ให้แก่ศัตรูที่อยู่ในเส้นทาง ตามจำนวนชั้นของ <color=#f39001>พรแห่งสายลม - ไฟฟ้า</color>"
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>สายฟ้าฟาด</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของ<color=#f39001>พรแห่งสายลม - ไฟฟ้า</color> เมื่อการโจมตีพุ่งลงจากอากาศโดนศัตรู จะปล่อยออกมา สร้าง<color=#b863ee>ความเสียหายไฟฟ้าวงกว้าง</color> โดยจะคำนวณตามจำนวนชั้นของพรแห่งสายลม - ไฟฟ้า"
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>คลื่นไฟฟ้า</color>",
    "Description": "ความเสียหายที่เกิดจาก<color=#f39001>ปฏิกิริยาชาร์จไฟฟ้า</color>ของตัวละครทั้งหมดในทีมเพิ่มขึ้น <color=#f39001>250%</color> และความเสียหายที่เกิดจาก<color=#f39001>ปฏิกิริยาชาร์จจันทรา</color>เพิ่มขึ้น <color=#f39001>70%</color>"
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>แกนอสนี</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์คลื่นไฟฟ้า จะติดตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น เมื่อตัวละครโจมตีโดนศัตรู จะปล่อยกระสุนสายฟ้า 3 ลูก ไปยังศัตรู เพื่อสร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>"
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>เมฆสายฟ้า</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์คลื่นไฟฟ้า จะทำการโจมตีแบบสุ่มเป็นระยะ ในทุก <color=#f39001>2</color> วินาที:\n1. <color=#b863ee>เมฆสายฟ้าฟาด</color>: สร้าง<color=#b863ee>ความเสียหายไฟฟ้า</color>แก่ศัตรูที่อยู่ในพื้นที่ที่ได้รับผลกระทบ และฟื้นฟูพลังงานธาตุ <color=#f39001>2</color> หน่วย ให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น;\n2. <color=#0075de>พายุเมฆสายฟ้า</color>: สร้าง<color=#0075de>ความเสียหายน้ำ</color>แก่ศัตรูที่อยู่ในพื้นที่ที่ได้รับผลกระทบ และฟื้นฟูพลังชีวิต <color=#f39001>5%</color> ให้แก่ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น"
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>ผลึกไฟพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีม ได้รับโบนัสความเสียหายไฟและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>ผลึกหินทะลวง</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> ทุก <color=#f39001>{0}</color> วินาที จะปล่อยตรงตำแหน่งของตัวละคร สร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>ศิลาแหลกคำราม</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกไฟพิทักษ์</color> เมื่อตัวละครทำการโจมตีปกติ, ชาร์จโจมตี หรือโจมตีพุ่งลงจากอากาศโดนศัตรู จะปล่อยในตำแหน่งของศัตรู สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>ผลึกน้ำแข็งพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีมได้รับโบนัสความเสียหายน้ำแข็งและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>ผลึกหินสลาตัน</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำแข็งพิทักษ์</color> จะปล่อยออกมาในตำแหน่งของตัวละครเป็นระยะ เพื่อสร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>น้ำแข็งทลายหิน</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำแข็งพิทักษ์</color> เมื่อตัวละครธาตุน้ำแข็งหรือธาตุหินในทีมโจมตีติดคริติคอล จะปล่อยในตำแหน่งของศัตรู สร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>น้ำค้างแข็งทลาย</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#ef5534>ธาตุไฟ</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาละลาย สร้าง<color=#2bb7d5>ความเสียหายน้ำแข็ง</color>"
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>เสาเพลิงลุกโชน</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#2bb7d5>ธาตุน้ำแข็ง</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาละลาย สร้าง<color=#ef5534>ความเสียหายไฟ</color>"
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>อุณหภูมิเปลี่ยนสูง</color>",
    "Description": "เมื่อตัวละครทำให้เกิดปฏิกิริยาละลาย จะสร้างความเสียหายเพิ่มขึ้น <color=#f39001>30%</color>"
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>พรแห่งสายลม - ไฟ</color>",
    "Description": "ตัวละครที่ทำให้เกิดปฏิกิริยากระจายจะสร้างความเสียหายเพิ่มขึ้น <color=#f39001>80%</color> และพลังโจมตีของตัวละครจะเพิ่มขึ้น <color=#f39001>9%</color>"
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>ลมโหม</color>",
    "Description": "เมื่อการโจมตีของตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น สร้างความเสียหายให้กับศัตรู จะใช้พลังชีวิตของตัวละครดังกล่าวเพื่อปล่อย สร้าง<color=#ef5534>ความเสียหายไฟวงกว้าง</color> ตามจำนวนชั้นของพรแห่งสายลม - ไฟ"
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>พายุเพลิง</color>",
    "Description": "เมื่อตัวละคร<color=#f39001>ธาตุไฟหรือธาตุลม</color>ในทีมเข้าสู่สนาม จะปล่อยตาม<color=#f39001>ประเภทธาตุ</color>ของตัวละครดังกล่าว เพื่อสร้างความเสียหายวงกว้างของประเภทธาตุที่เกี่ยวข้อง ตามจำนวนชั้นของพรแห่งสายลม - ไฟ"
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>เจตจำนงเยือกแข็ง</color>",
    "Description": "ความแรงคริของตัวละครธาตุน้ำแข็งและธาตุน้ำทั้งหมดในทีมเพิ่มขึ้น <color=#f39001>40%</color>"
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>คลื่นน้ำเยือกเย็น</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#2bb7d5>ธาตุน้ำแข็ง</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาแช่แข็งแก่ศัตรู สร้าง<color=#0075de>ความเสียหายน้ำวงกว้าง</color>"
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>คลื่นน้ำแข็งทลาย</color>",
    "Description": "จะปล่อยเมื่อตัวละคร<color=#0075de>ธาตุน้ำ</color>ที่เข้าร่วมการต่อสู้ขณะนั้นทำให้เกิดปฏิกิริยาแช่แข็งแก่ศัตรู สร้าง<color=#2bb7d5>ความเสียหายน้ำแข็งวงกว้าง</color>"
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>น้ำแข็งร้าว</color>",
    "Description": "ความต้านทานน้ำแข็งและน้ำของศัตรูลดลง <color=#f39001>8%</color> ซ้อนทับได้สูงสุด <color=#f39001>3</color> ชั้น"
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>ต้านทานต่ำ</color>",
    "Description": "ความต้านทานไฟฟ้าและน้ำแข็งของศัตรูลดลง <color=#f39001>3%</color> และความต้านทานกายภาพลดลง <color=#f39001>6%</color> ซ้อนทับได้สูงสุด <color=#f39001>6</color> ชั้น"
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>คลื่นสั่นสะเทือน</color>",
    "Description": "จะปล่อยเมื่อตัวละครสร้าง<color=#f39001>ความเสียหายกายภาพ</color>แก่ศัตรูที่ได้รับผลกระทบจากเอฟเฟกต์<color=#f39001>ต้านทานต่ำ</color> สร้างความเสียหายกายภาพ โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก <color=#f39001>3</color> วินาที"
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>ผลึกน้ำพิทักษ์</color>",
    "Description": "ทำให้ตัวละครทั้งหมดในทีม ได้รับโบนัสความเสียหายน้ำและหิน <color=#f39001>50%</color> นอกจากนี้ ในทุก <color=#f39001>4</color> วินาที จะได้รับผลึกที่เกิดจากปฏิกิริยาตกผลึกในบริเวณใกล้เคียง"
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>ผลึกหินระเบิด</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำพิทักษ์</color> จะปล่อยออกมาในตำแหน่งของตัวละครเป็นระยะ เพื่อสร้าง<color=#e09800>ความเสียหายหินวงกว้าง</color>"
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>หินกร่อนน้ำ</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของเอฟเฟกต์<color=#f39001>ผลึกน้ำพิทักษ์</color> เมื่อตัวละครธาตุน้ำหรือธาตุหินในทีมได้รับการรักษา จะปล่อยในตำแหน่งของศัตรู เพื่อสร้าง<color=#e09800>ความเสียหายหิน</color>"
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>หนามเยือกแข็ง</color>",
    "Description": "ในทุก <color=#f39001>2</color> วินาที จะสร้าง <color=#f39001>ความเสียหายน้ำแข็งและไม้วงกว้าง</color> แก่ศัตรูที่อยู่โดยรอบหนึ่งครั้ง ซึ่งในสนามสามารถมีหนามเยือกแข็งพร้อมกันได้สูงสุด 2 อัน"
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>เถาวัลย์หนามไฟฟ้า</color>",
    "Description": "หลังจากที่การโจมตีด้วยธาตุไฟฟ้าของตัวละครที่อยู่ในพื้นที่<color=#f39001>หนามเยือกแข็ง</color>ถูกศัตรู <color=#f39001>หนามเยือกแข็ง</color>จะเปลี่ยนเป็นเถาวัลย์หนามไฟฟ้าหนึ่งอัน ที่จะคงอยู่ <color=#f39001>10</color> วินาที และมีความถี่ในการโจมตีเพิ่มขึ้นเป็น <color=#f39001>1</color> ครั้ง ต่อ 1 วินาที และสร้างความเสียหายไฟฟ้าวงกว้าง <color=#f39001>1.5</color> เท่า"
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>หนามดึงดูด</color>",
    "Description": "ไม่มีเอฟเฟกต์การโจมตี แต่จะทำให้ศัตรูที่อยู่ในพื้นที่ได้รับ<color=#f39001>ความเสียหายน้ำแข็ง, ไม้, ไฟฟ้า และกายภาพที่ตัวละครสร้างเพิ่มขึ้น</color> โดยหนามดึงดูดแต่ละอันที่อยู่ในสนาม จะทำให้เอฟเฟกต์ข้างต้นเพิ่มขึ้น <color=#f39001>45%</color> สูงสุด <color=#f39001>90%</color>"
  },
  {
    "Id": 211901,
    "Name": "<color=#f39001>พรแห่งสายลม - น้ำแข็ง</color>",
    "Description": "ตัวละครที่ทำให้เกิดปฏิกิริยากระจายจะสร้างความเสียหายเพิ่มขึ้น <color=#f39001>80%</color> และความแรงคริของตัวละครจะเพิ่มขึ้น <color=#f39001>12%</color>"
  },
  {
    "Id": 211902,
    "Name": "<color=#2bb7d5>กัดกร่อน</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของ<color=#f39001>พรแห่งสายลม - น้ำแข็ง</color> เมื่อตัวละครโจมตีโดนศัตรู จะสร้าง<color=#2bb7d5>ความเสียหายน้ำแข็ง</color>เป็นระยะ ตามจำนวนชั้นของ<color=#f39001>พรแห่งสายลม - น้ำแข็ง</color>"
  },
  {
    "Id": 211903,
    "Name": "<color=#19c78e>หมอกน้ำแข็ง</color>",
    "Description": "ในช่วงเวลาต่อเนื่องของ<color=#f39001>พรแห่งสายลม - น้ำแข็ง</color> เมื่อตัวละครวิ่งจะปล่อยหมอกน้ำแข็ง ดึงดูดศัตรูที่อยู่ใกล้เคียง และสร้าง<color=#19c78e>ความเสียหายลม</color>ตามจำนวนชั้นของ <color=#f39001>พรแห่งสายลม - น้ำแข็ง</color>"
  },
  {
    "Id": 11120001,
    "Name": "โหมดจัดเก็บอุณหภูมิต่ำ",
    "Description": "#<color=#FFD780FF>{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}</color>\nใช้โหมด \"จัดเก็บอุณหภูมิต่ำ\" และเปิดใช้งานกลไกทำอาหารอเนกประสงค์เต็มสเปกตรัม เพื่อสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็งวงกว้าง</color>แก่ศัตรูที่อยู่โดยรอบ\n\n<color=#FFD780FF>กลไกทำอาหาร: โหมดจัดเก็บอุณหภูมิต่ำ</color>\nจะเคลื่อนที่ตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และยิง \"พาร์เฟต์เยือกแข็ง\" ใส่ศัตรูที่อยู่ใกล้เคียงเป็นระยะ เพื่อสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>"
  },
  {
    "Id": 11120002,
    "Name": "โหมดปรุงอาหารด่วนทันใจ",
    "Description": "<color=#FFD780FF>กลไกทำอาหาร: โหมดปรุงอาหารด่วนทันใจ</color>\n·วางกลไกทำอาหารไว้ในสนาม ซึ่งกลไกทำอาหารจะสามารถดูดซับการโจมตีธาตุได้ เมื่อพลังงานธาตุที่ดูดซับถึงจุดวิกฤต จะทำให้วัตถุดิบที่ Escoffier ใส่ลงไปก่อนหน้านี้ เปลี่ยนเป็นอาหารแสนอร่อย\n·Escoffier จำเป็นต้องใช้เวลาในการซื้อวัตถุดิบใหม่ แต่ละสัปดาห์ คุณสามารถทำอาหารด้วยวิธีนี้ได้เพียงจำนวนหนึ่งเท่านั้น จำนวนครั้งในการทำอาหารจะรีเซ็ตทุกวันจันทร์ เวลา 04:00 น."
  },
  {
    "Id": 11130001,
    "Name": "ยิงสนับสนุน",
    "Description": "#ในสถานะพรวิญญาณราตรี การโจมตีปกติของ Ifa จะเปลี่ยนเป็นการยิงสนับสนุน\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}</color>\nยิงกระสุนยาลึกลับ\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}</color>\nยิงกระสุนยาลึกลับอย่างต่อเนื่อง\n<color=#FFD780FF>กระสุนยาลึกลับ</color> สร้าง<color=#80FFD7FF>ความเสียหายลม</color>ที่มีคุณสมบัติวิญญาณราตรี และเมื่อโจมตีถูกศัตรู จะทำการฟื้นฟูพลังชีวิตให้แก่ตัวละครทั้งหมดในทีมที่อยู่ใกล้เคียง โดยที่ปริมาณการฟื้นฟู จะขึ้นอยู่กับความชำนาญธาตุของ Ifa เอง"
  },
  {
    "Id": 11130002,
    "Name": "Rescue Essentials",
    "Description": "สูงสุด 150 หน่วย ทุก 1 หน่วยของ Rescue Essentials ที่ Ifa มี จะทำให้ปฏิกิริยากระจายและชาร์จไฟฟ้า ของตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง สร้างความเสียหายเพิ่มขึ้น 1.5% และความเสียหายจากปฏิกิริยาชาร์จจันทราเพิ่มขึ้น 0.2% โดย Rescue Essentials จะถูกลบล้างเมื่อพรวิญญาณราตรีของ Ifa สิ้นสุดลง"
  },
  {
    "Id": 11130003,
    "Name": "พรวิญญาณราตรี - Ifa",
    "Description": "ใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เมื่อค่าวิญญาณราตรีหมดลง หรือทำการปล่อยอีกครั้ง พรวิญญาณราตรีของ Ifa จะสิ้นสุดลง สถานะพรวิญญาณราตรีจะมีคุณสมบัติดังนี้:\n·ลอยตัวกลางอากาศด้วยความช่วยเหลือจาก Cacucu ทำให้ความเร็วในการเคลื่อนที่ และความสามารถในการต้านทานการหยุดชะงักของ Ifa เพิ่มขึ้น เมื่ออยู่ในสถานะนี้ จะใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง เพื่อรักษาสถานะการลอยตัว และเมื่อพุ่งตัวหรือลอยตัวสูงขึ้น จะใช้ค่าวิญญาณราตรีเพิ่มเติม\n·เมื่อทำการโจมตีปกติ จะ \"ยิงสนับสนุน\" ด้วยวิธีที่แตกต่างกันไปตามการกด และการกดค้าง"
  },
  {
    "Id": 11130004,
    "Name": "สัญลักษณ์สงบใจ",
    "Description": "เอฟเฟกต์นี้จะระเบิดไม่นานหลังจากนั้น และสร้างความเสียหายวงกว้างของธาตุที่เกี่ยวข้อง โดยจะมอบเอฟเฟกต์ \"สัญลักษณ์สงบใจ\" ให้แก่ศัตรูที่ถูกโจมตีได้มากสุด 4 ตัว; โดยศัตรูจะไม่สามารถอยู่ในสถานะ \"สัญลักษณ์สงบใจ\" ของธาตุหลายชนิดพร้อมกันได้"
  },
  {
    "Id": 11130005,
    "Name": "Serpent's Subtlety",
    "Description": "Skirk สามารถใช้ Serpent's Subtlety เพื่อรักษาโหมด Seven-Phase Flash ให้คงอยู่ หรือใช้ท่าไม้ตาย Havoc: Ruin ได้\n\nSkirk จะได้รับ Serpent's Subtlety ได้ด้วยวิธีต่อไปนี้:\n·หลังจากปล่อยสกิลธาตุ Havoc: Warp;\n·หลังจากทำให้เกิดเอฟเฟกต์ดูดซับรอยแยกมิติจากพรสวรรค์ติดตัว Reason Beyond Reason\n\nเมื่อ Skirk ออกจากการต่อสู้ขณะอยู่ในโหมด Seven-Phase Flash หรือโหมด Seven-Phase Flash สิ้นสุดลง จะลบล้าง Serpent's Subtlety ที่ Skirk มีอยู่"
  },
  {
    "Id": 11130006,
    "Name": "Seven-Phase Flash",
    "Description": "เมื่อปล่อยสกิลธาตุ <color=#FFD780FF>Havoc: Warp</color> แล้ว Skirk จะเข้าสู่โหมดนี้เป็นระยะเวลาหนึ่ง และมีคุณสมบัติพิเศษดังนี้:\n·ใช้ Serpent's Subtlety อย่างต่อเนื่อง;\n·เพิ่มขอบเขตการโจมตีของการโจมตีปกติ และชาร์จโจมตี รวมถึงความสามารถในการต้านทานการหยุดชะงักของ Skirk;\n·เมื่อทำการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศ จะเปลี่ยนเป็นสร้าง<color=#99FFFFFF>ความเสียหายน้ำแข็ง</color>ที่ไม่สามารถซ้อนทับด้วยธาตุอื่นได้;\n·ท่าไม้ตาย <color=#FFD780FF>Havoc: Ruin</color> จะถูกแทนที่ด้วยท่าไม้ตายพิเศษ <color=#FFD780FF>Havoc: Extinction</color>;\n·เมื่อ Skirk วิ่ง จะสามารถเคลื่อนที่บนผิวน้ำได้;\n·เมื่อ Serpent's Subtlety ถูกใช้จนหมด หรือสิ้นสุดช่วงเวลาต่อเนื่อง Skirk จะออกจากโหมดนี้ และสกิลธาตุจะเข้าสู่ช่วงคูลดาวน์"
  },
  {
    "Id": 11130007,
    "Name": "Reason Beyond Reason",
    "Description": "#เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียง ทำให้เกิดปฏิกิริยาแช่แข็ง, นำไฟฟ้า, กระจายธาตุน้ำแข็ง หรือตกผลึกธาตุน้ำแข็งแก่ศัตรู จะสร้างรอยแยกมิติขึ้นที่บริเวณใกล้เคียงกับศัตรู โดยที่เอฟเฟกต์นี้ จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2.5 วินาที และในสนามจะมีรอยแยกมิติที่สร้างขึ้นโดย Skirk ได้มากสุด 3 อัน\n\nSkirk สามารถดูดซับรอยแยกมิติที่อยู่ในบริเวณใกล้เคียงได้ด้วยวิธีต่อไปนี้:\n·เมื่อการชาร์จโจมตีในโหมด Seven-Phase Flash ถูกศัตรู\n·เมื่อใช้ท่าไม้ตายพิเศษ <color=#FFD780FF>Havoc: Extinction</color> ในโหมด Seven-Phase Flash\n·เมื่อ{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}เพื่อปล่อยสกิลธาตุ <color=#FFD780FF>Havoc: Warp</color> และเคลื่อนที่อย่างรวดเร็ว\n\nทุกครั้งที่ดูดซับรอยแยกมิติ 1 อัน Skirk จะได้รับ Serpent's Subtlety 8 หน่วย"
  },
  {
    "Id": 11130008,
    "Name": "Return to Oblivion",
    "Description": "เมื่อตัวละครในทีมที่อยู่ในบริเวณใกล้เคียงและมีประเภทของธาตุเป็น<color=#80C0FFFF>ธาตุน้ำ</color> สร้างการโจมตี<color=#80C0FFFF>ธาตุน้ำ</color>ถูกศัตรู หรือตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียง และมีประเภทของธาตุเป็น<color=#99FFFFFF>ธาตุน้ำแข็ง</color> สร้างการโจมตี<color=#99FFFFFF>ธาตุน้ำแข็ง</color>ถูกศัตรู Skirk จะได้รับเอฟเฟกต์ Death's Crossing หนึ่งชั้น เป็นเวลา 20 วินาที โดยจะซ้อนทับกันได้มากสุด 3 ชั้น และแต่ละชั้นจะคำนวณช่วงเวลาต่อเนื่องแยกกัน\nตัวละครแต่ละตัวจะสามารถทำให้ Skirk ได้รับเอฟเฟกต์ Death's Crossing ด้วยวิธีนี้ได้มากสุด 1 ชั้น\nเอฟเฟกต์ Death's Crossing แต่ละชั้นจะทำให้การโจมตีปกติภายใต้โหมด Seven-Phase Flash ของ Skirk สร้างความเสียหายเป็น 110%/120%/170% ของความเสียหายเดิม และท่าไม้ตาย <color=#FFD780FF>Havoc: Ruin</color> จะสร้างความเสียหายเป็น 105%/115%/160% ของความเสียหายเดิม"
  },
  {
    "Id": 11130009,
    "Name": "Sacramental Shower",
    "Description": "เมื่อศัตรู หรือตัวละครในทีมที่อยู่ใกล้เคียง สัมผัสโดน Sacramental Shower จะเกิดเอฟเฟกต์ที่แตกต่างกันไปตามผู้สัมผัส:\nหากศัตรูสัมผัสโดน Sacramental Shower จะทำให้เกิดการระเบิด และสร้าง<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color>แก่ศัตรูโดยรอบ;\nหากตัวละครในทีมที่อยู่ใกล้เคียงสัมผัสโดน Sacramental Shower จะทำให้ผู้สัมผัสเด้งตัวสูงขึ้น\n\nในเวลาเดียวกัน จะสามารถมี Sacramental Shower ที่ Dahlia เป็นคนสร้างขึ้นเพียงหนึ่งอันเท่านั้น"
  },
  {
    "Id": 11130010,
    "Name": "Favonian Favor",
    "Description": "เมื่อ Dahlia ปล่อยท่าไม้ตาย <color=#FFD780FF>Radiant Psalter</color> จะมอบเอฟเฟกต์นี้ให้ตัวละครของตนเองที่อยู่ในทีม\nในช่วงเวลาต่อเนื่อง เมื่อเอฟเฟกต์ของโล่พรศักดิ์สิทธิ์สิ้นสุดลง หรือถูกทำลายจากความเสียหาย Dahlia จะสามารถใช้เอฟเฟกต์ Benison 1 ชั้น เพื่อเรียกโล่พรศักดิ์สิทธิ์ออกมาใหม่"
  },
  {
    "Id": 11130011,
    "Name": "Benison",
    "Description": "Dahlia สามารถรับเอฟเฟกต์ Benison ได้ด้วยวิธีต่อไปนี้:\n·เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นของทีมตนเอง อยู่ภายใต้เอฟเฟกต์ Favonian Favor ทุกครั้งที่โจมตีปกติถูกศัตรู 4 ครั้ง Dahlia จะได้รับเอฟเฟกต์ Benison x ชั้น;\n·หลังจากเปิดใช้เอฟเฟกต์พรสวรรค์ติดตัว The Wind's Gentle Grace\n\nในช่วงเวลาต่อเนื่องของเอฟเฟกต์ Favonian Favor นั้น Dahlia จะได้รับเอฟเฟกต์ Benison สูงสุด x ชั้น"
  },
  {
    "Id": 11160001,
    "Name": "Birgitta",
    "Description": "ผู้ช่วยที่ดีที่ร่วมต่อสู้กับ Ineffa สามารถเรียกออกในสนามได้ โดยการปล่อยสกิลธาตุหรือท่าไม้ตาย\nหากมีศัตรูอยู่ใกล้เคียง ทุก 2 วินาที Birgitta จะเคลื่อนที่อย่างรวดเร็ว ไปยังศัตรูที่อยู่ใกล้เคียงหนึ่งตัว และปล่อยไฟฟ้าโจมตี สร้าง<color=#FFACFFFF>ความเสียหายไฟฟ้าวงกว้าง</color>\nภายในช่วงเวลาเดียวกัน จะมี Birgitta ที่ Ineffa สร้างขึ้นได้เพียงหนึ่งตัว\n\nนอกจากนี้ ดูเหมือนว่าใน Nod-Krai จะสามารถเปลี่ยนรูปลักษณ์ของ Birgitta ได้ด้วยวิธีการบางอย่าง..."
  },
  {
    "Id": 11190001,
    "Name": "Frostgrove Sanctuary",
    "Description": "ค่ายกลที่ใช้ปกป้องทูตจันทราขับขาน สามารถเรียกออกมาได้ ด้วยการใช้สกิลธาตุ <color=#FFD780FF>Runo: Dawnless Rest of Karsikko</color>\nFrostgrove Sanctuary จะติดตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น โดยทุก 2 วินาที จะสร้าง<color=#99FF88FF>ความเสียหายไม้วงกว้าง</color>ให้แก่ศัตรูที่อยู่ในค่ายกลหนึ่งครั้ง โดยความเสียหายนี้จะถูกนับเป็นความเสียหายสกิลธาตุ"
  },
  {
    "Id": 11190002,
    "Name": "Moon Song",
    "Description": "#ท่วงทำนองที่ใช้ร้อยเรียงเพลงสวดเข้าด้วยกัน สามารถเปลี่ยนเป็น Pale Hymn ที่สามารถเพิ่มความเสียหายของปฏิกิริยางอกเงย, ไฮเปอร์บลูม, เบ่งบาน และงอกเงยจันทรา ขณะที่ใช้ท่าไม้ตายหรือหลังจากใช้ท่าไม้ตายแล้วระยะหนึ่ง\nเมื่อ Lauma ใช้หยาดพฤกษาในการ{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}เพื่อปล่อยสกิลธาตุ <color=#FFD780FF>Runo: Dawnless Rest of Karsikko</color> จะทำให้ Lauma ได้รับ Moon Song 1 ชั้นต่อหยาดพฤกษาทุก 1 อันที่ใช้ไป"
  },
  {
    "Id": 11190003,
    "Name": "Pale Hymn",
    "Description": "เพลงสวดที่สืบทอดกันในหมู่ทูตจันทราขับขานจากรุ่นสู่รุ่น สามารถเพิ่มความเสียหายของปฏิกิริยางอกเงย, ไฮเปอร์บลูม, เบ่งบาน และงอกเงยจันทราได้\n\nLauma สามารถรับ Pale Hymn ได้ด้วยวิธีต่อไปนี้:\n·เมื่อใช้ท่าไม้ตาย <color=#FFD780FF>Runo: All Hearts Become the Beating Moon</color>;\n·เมื่อใช้เอฟเฟกต์ Moon Song ในขณะที่ปล่อยท่าไม้ตาย <color=#FFD780FF>Runo: All Hearts Become the Beating Moon</color>;\n·เมื่อเอฟเฟกต์ของ Frostgrove Sanctuary ทำให้เกิดเอฟเฟกต์ของกลุ่มดาว <color=#FFD780FF>\"I Offer Blood and Tears to the Moonlight\"</color>\n\nเมื่อตัวละครในทีมสร้างความเสียหายของปฏิกิริยางอกเงย, ไฮเปอร์บลูม, เบ่งบาน และงอกเงยจันทรา จะใช้ Pale Hymn 1 ชั้น เพื่อเพิ่มความเสียหายที่สร้าง โดยค่าที่เพิ่มขึ้นอยู่กับความชำนาญธาตุของ Lauma เมื่อความเสียหายดังกล่าวถูกศัตรูหลายตัวในคราวเดียวกัน จำนวนชั้นของ Pale Hymn จะถูกใช้ตามจำนวนของศัตรูที่ถูกโจมตี\nแต่ละชั้นของ Pale Hymn จะคิดช่วงเวลาต่อเนื่องแยกกัน"
  },
  {
    "Id": 11190004,
    "Name": "Dusktide Vigil",
    "Description": "ความเสียหายที่เกิดจากปฏิกิริยางอกเงย, ไฮเปอร์บลูม และเบ่งบานของตัวละครในทีม สามารถติดคริติคอลได้ โดยจะถูกกำหนดให้มีอัตราคริ {PARAM#P1192101|1S100}% และมีความแรงคริ {PARAM#P1192101|2S100}% โดยอัตราคริที่ได้รับจากเอฟเฟกต์นี้ สามารถซ้อนทับกับอัตราคริที่ได้รับจากเอฟเฟกต์ประเภทเดียวกัน ที่ทำให้ปฏิกิริยาธาตุที่เกี่ยวข้อง สามารถทำให้เกิดคริติคอลได้"
  },
  {
    "Id": 11190005,
    "Name": "Moonlight Prayer",
    "Description": "ความเสียหายของปฏิกิริยางอกเงยจันทราที่ตัวละครในทีมสร้างขึ้น, อัตราคริเพิ่มขึ้น {PARAM#P1192101|3S100}% และความแรงคริเพิ่มขึ้น {PARAM#P1192101|4S100}%"
  },
  {
    "Id": 11190007,
    "Name": "ยกระดับ",
    "Description": "เอฟเฟกต์เพิ่มความเสียหายพิเศษ จะคำนวณแยกจากเอฟเฟกต์เพิ่มความเสียหายอื่น ๆ"
  },
  {
    "Id": 11190008,
    "Name": "หยาดพฤกษา",
    "Description": "หลังจากตัวละครในทีมทำให้เกิดปฏิกิริยางอกเงยจันทราแล้ว จะมอบทรัพยากรให้แก่ทีม\nภายใน 2.5 วินาทีหลังจากทำให้เกิดปฏิกิริยางอกเงยจันทรา จะจะมอบหยาดพฤกษา 1 อันในทุก 2.5 วินาที โดยสามารถมีได้สูงสุด 3 อัน ในช่วงเวลาต่อเนื่อง เมื่อทำให้เกิดปฏิกิริยางอกเงยจันทราอีกครั้ง ระยะเวลาของเอฟเฟกต์ข้างต้นจะถูกรีเฟรช"
  },
  {
    "Id": 11200001,
    "Name": "Thunderous Symphony",
    "Description": "ท่าไม้ตายพิเศษที่ใช้พลังงานธาตุน้อยลงในการร่าย โดย Flins จะสร้าง<color=#FFACFFFF>ความเสียหายไฟฟ้าวงกว้าง</color> ที่ถูกนับเป็นความเสียหายของปฏิกิริยาชาร์จจันทรา 1 ครั้ง\n<color=#FFD780FF>ลัคนาจันทร์ - จรัสแสง</color>: หากมีเมฆสายฟ้าในบริเวณใกล้เคียง จะสร้าง<color=#FFACFFFF>ความเสียหายไฟฟ้าวงกว้าง</color> ที่ถูกนับเป็นความเสียหายของปฏิกิริยาชาร์จจันทราเพิ่มอีก 1 ครั้ง"
  }
]