[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Maceracı Kampı",
    "Description": "Maceracılar tarafından vahşi doğanın derinliklerinde alelacele kurulmuş bir kamp alanı.\nMaceracıların kamp kurarken canavarları uzak tutmak için çit çekmeleri gerekir. Bu bölgenin tamamını çok iyi koruyacak yeterli kütük olmadığından vardiyalı bir şekilde nöbet tutmaları ve aksilik yaşanmaması için tetikte olmaları gerekir.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "Cephede Yaşam",
    "Description": "Favonius Şövalyelerinin önceki Büyük Kumandanı bir keresinde beklenmedik saldırılardan korunmak amacıyla şövalye birliklerinin şehir dışında kurabildikleri kadar çok sayıda güvenli mesken kurmaya çalışmasını önermişti. Mesken olarak en ideal seçimin Küçük Boy Çam Kulübe olduğu görülmüştür.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "Taşlar ve Bitkiler",
    "Description": "Doğada, insan ayağının basmadığı yerlerde otlar ve ağaçlar özgürce büyür. Taşlar da bir köşede birikir. Sanki bir canavar bilerek koyuyormuş gibi.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Sade Liyue Yatak Odası",
    "Description": "Liyue'nin en zengin aileleri bile yatak odasına konulan bu temel eşyalar olmadan yaşayamaz.\nLiyue'nin Yedi Yıldızının etkili önderliğinde Liyue halkının ortalama geliri istikrarlı bir şekilde arttı. Kum Ağacı mobilyalarına herkesin erişebilmesi sağlandı.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Çay Köşesi",
    "Description": "Çayevinin en naçizane zevklerinden birisi hikayecilerin nükteli sözlerini dinlerken dostlarla çayın tadını çıkarmaktır.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Sokak Işıkları",
    "Description": "Ağaçların altında yer alan çitler ve sokak ışıkları. Bu Tılsımlı Fenerler geceleri dışarıda dolaşanların içini biraz olsun rahatlatır.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Masa ve Sandalyeler",
    "Description": "Sağlam ve geniş bir çam masa. Kağıt ve kalemle çalışma masası haline gelebilir, üzeri boşken ise bir yemek masası olabilir. Çok amaçlı mobilya dedikleri bu olsa gerek.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Hareketli Mutfak",
    "Description": "Üst üste dizilmiş raflar malzemelerle dolu, büyük ve küçük iki ocağın ikisi de yüksek ateşte. Becerikli şefler böyle bir mutfakta yüzlerce karnı doyurabilecek bir ziyafet hazırlayabilir.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "Çay Sohbeti",
    "Description": "Liyue halkı genelde dostlarını evlerine davet edip çay eşliğinde iki lafın belini kırar. Bu çay masası ve iki sandalye güzel vakit geçirmeye yeter de artar...",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Kitap Kurdunun Odası",
    "Description": "Ağzına kadar kitapla dolu Liyue tarzı bir çalışma odası. Burada birkaç saat geçirmek hayatına çok şey katabilir.\nSöylentilere göre bugünlerde çalışma odalarının çoğu Feiyun Ticaret Loncası köşkündeki odanın tarzından ilham alıyormuş. Loncanın ikinci oğlu bu odada bazı değişiklikler yaparak okuma ve yazma için daha verimli bir ortama dönüştürmüş.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Dayalı Döşeli Mondstadt Yatak Odası",
    "Description": "Standart bir Mondstadt yatak odası. Mobilyaların düzeni Favonius Şövalyelerinin yaşam alanlarından izler taşıyor.\nRahibe kötülüğü defetmek için gardırobun önünde dua ederken Şövalyeler de yataklarının ayak uçlarını gardıroba çevirerek bir emsal oluştururdu. Bu hareketleri, bir hayalet veya hortlağın ortaya çıkma durumunda derhal yataktan fırlayacakları ve onları korkutup kaçırmak için saldıracakları anlamına geliyordu.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Stratejik Altılı Toplantı Odası",
    "Description": "Favonius Şövalyeleri Karargahındakine benzeyen bir toplantı odası. Toplantı odasındaki sandalye sayısına bakan vatandaşlar, Favonius Şövalyelerinde kararları veren altı önemli merci olduğunu düşünür.\nİşin aslı Şövalyelerin yöneticileri arasında toplantılara katılmaktan hoşlanan sadece altı kişi var... Yani katılımcı sayısı hiçbir zaman sabit olmuyor.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "Şarap Zamanı",
    "Description": "Genelde buluşmalarda kullanılan masa ve sandalyeler. Şamdan, ortamın daha iyi aydınlanmasını sağlayarak yemeği daha iştah açıcı gösteriyor. Ancak masada herkesin keyfi yerindeyken birden yangın çıkabilir, bu nedenle dikkat etmek gerek.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "Tüccarın Öğle Yemeği",
    "Description": "Bir dükkan her an müşteri almaya hazır olmalıdır. Bu nedenle çalışanlar kendilerine yemek hazırlamak için basit ocaklar kullanır. Böylece sürekli dükkanın başında durabilirler ve müşteri kaçırmazlar.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "Samimi Oturma Odası",
    "Description": "Bu karşılama alanını aydınlatıp ısıtan şömine, odaya bedeni ve ruhu rahatlatan bir hava katıyor. İşin içerisine birkaç kadeh içki de girdi mi en zorlu Snezhnayalı iş insanlarından bile istediğin her şeyi alabilirsin.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Dayalı Döşeli Çalışma Odası",
    "Description": "Bu Mondstadt tarzı çalışma odasının duvarları kitaplarla dolu. Kitaplar çok olsa da pek okuyanı yok. Bu nedenle kitapları uygun kategorilere ayırmak oldukça önemli.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Dağ Kulübesi",
    "Description": "Liyue'nin birçok yerinde bulunabilecek türden bir ev. Yoldan geçenlerin işini kolaylaştırmak için kapının dışına sokak lambası yerleştirilmiş.\nLiyue halkı oldukça misafirperverdir. Dağlarda yaşayan keşişler bile yolunu kaybetmiş bir yolcuyu geceyi geçirmesi için misafir etmekten, güzel yemekler ve biraz da çay ikram ederek onu ağırlamaktan mutluluk duyar.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Köy Evi",
    "Description": "Mondstadt'ın kırsal kesiminde bulunan sıradan bir ev. Ev ve çit arasında, hane halkının bazı günlük ihtiyaçlarını ekip biçmesine olanak veren bir arazi bulunmaktadır.",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Hasat Mevsimi Tezgahı",
    "Description": "Her hasat mevsiminde kasabadaki insanlar satış yapmak için tezgah kurar. Bu tezgahlarda taze toplanmış meyvenin, sebzenin ve buğdayın yanı sıra kaliteli ikinci el mallar ve saman balyaları da bulunur.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Meyve Sebze Pazarı",
    "Description": "Pek çok tezgah bulunan bir pazar. İnsanların çoğunlukla satın almak isteyeceği meyveler buralarda bulunabilir.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Talim Kampı",
    "Description": "Talim sırasında acemiler yanlış kullanım sebebiyle silahlarına hasar verebiliyor. Bu nedenle talim kamplarında onlar için bolca silah bulundurulur.\nTalim sırasında silahların hasar görmesi Taşordu için sorun teşkil etmez ama onların Hazine Avcılarının eline geçmesine izin verenlerin maaşı anında kesilir.",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Silah Fabrikası",
    "Description": "Sağlam bir silah üretim atölyesi. Kalitesiz cevherlerle çalışmak zorunda kalınca tecrübeli demirciler bile vasat silahlar üretebilir. Bu nedenle genelde silahları kalitesine göre ayırıp ayrı ayrı satmak için birkaç silah rafı koyarlar.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Kargo Aktarma İstasyonu",
    "Description": "Bir yerden başka bir yere taşınan mallar için aktarma noktası. Üst üste yığılmış yük sandıklarının ve ahşap fıçıların yanında işçiler için içecekler de var.\nGünümüzde sıradan porselen testiler ve şişeler çok sağlam olsa da ağır bir yükün altında kalınca kolayca kırılır. Bu nedenle işçiler, şişeleri yere dizmektense ustabaşının bir çeşit dolap almasını umar.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Festival Pazarı",
    "Description": "Hareketli bir şehir, satılık oyuncaklar, renkli şemsiyeler ve uygun fiyatlı güzel hediyeler. Gerçekten de baş döndüren bir manzara. Çocuklar için adeta bir şölen havası, neyse ki ailelerinin cebini fazla yakmıyor.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Ana Giriş: İblis Kovan",
    "Description": "Şehre giden bu ana yolu Adeptus levhaları ve taştan aslan muhafızlar koruyor. Bu sembolik hareketler genelde canavarları caydırmaya yetse de Taşordu bunu hiçbir zaman gardını düşürmek için bir bahane olarak kullanmamıştır.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Popüler Lokanta",
    "Description": "Liyue'deki birkaç restoran kaliteli yemekleriyle o kadar meşhur ki müdavimler her akşam oraya akın ediyor. Bu restoranlarda, gelen her müşteriye hizmet verebilmek adına genelde dışarıya masa kurulur.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Köy Pınarı",
    "Description": "Bir ağacın yakınlarında duran bir su kaynağı.\nAğacın yemyeşil yaprakları suyun temiz, duru ve güvenle içilebilir olduğunun bir göstergesi.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "Yalnız ve Tedbirli Maceracı",
    "Description": "Yalnız seyahat eden maceracılar genelde çok temkinlidir. Yol işaretleri daha önce birilerinin oraya gelip bölgeyi canavarlardan arındırdığının bir kanıtı olduğundan maceracılar genellikle yol işareti bulunan bölgelere yakın yerlere kamp kurar.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "İklimlerin Kavşağı",
    "Description": "Farklı hava koşullarının iç içe geçtiği, farklı özelliklere sahip bitkilerin büyüdüğü garip bir bölge. Başta bazı alimler bunun ley hattı anormalliklerinin bir sonucu olabileceğini düşünmüştü. Ne var ki daha sonra yapılan araştırmalar, bunun Teyvat'taki birçok olağanüstü doğa olayından biri olduğunu ortaya çıkardı.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Ağaç ve Taşın Sohbeti",
    "Description": "Bu yeşil yapraklı ağacın ve taşın sıra dışı bir yanı yok.\nBir sokak şairi, bu dünyadaki her şeyin aurasının olduğunu ve bu ağaçla taşın sözsüz bir şekilde konuştuğunu ileri sürmüştü. Onun sözlerinden etkilenen birçok kişi bunun gerçekten doğru olduğuna zaman geçtikçe daha çok inandı.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Ağaç ve Taşın Sohbeti",
    "Description": "Bu yeşil yapraklı ağacın ve taşın sıra dışı bir yanı yok.\nBir sokak şairi, bu dünyadaki her şeyin aurasının olduğunu ve bu ağaçla taşın sözsüz bir şekilde konuştuğunu ileri sürmüştü. Onun sözlerinden etkilenen birçok kişi bunun gerçekten doğru olduğuna zaman geçtikçe daha çok inandı.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Ağaç ve Taşın Sohbeti",
    "Description": "Bu yeşil yapraklı ağacın ve taşın sıra dışı bir yanı yok.\nBir sokak şairi, bu dünyadaki her şeyin aurasının olduğunu ve bu ağaçla taşın sözsüz bir şekilde konuştuğunu ileri sürmüştü. Onun sözlerinden etkilenen birçok kişi bunun gerçekten doğru olduğuna zaman geçtikçe daha çok inandı.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "Şairane Düşünce",
    "Description": "Favonius Şövalyeleri ofisinden esinlenilmiş ve incelikle döşenmiş bir çalışma odası. Söylenene göre bu çalışma odasındaki her şey titizlikle ve belli kurallar dahilinde yerleştirilmiş. Böylelikle mum ışıkları ve gölgeler kusursuzca iç içe geçerek odanın aydınlatmasını mükemmel hale getirmiş. Edebiyat aşığı okurlar ve yazarlar için ilham kaynağı olan bu yerde meşgul insanlar da rahatsız edilmeden işine odaklanabilir.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "Fısıldayan Bulutlar Arasında",
    "Description": "\"Özen göstermek\" kavramını somut hale getiren bir yatak odası. Meşgul insanlar için yatak odası yalnızca yataktan ve uyumaktan ibarettir. Dolayısıyla pek üzerine düşmek gerekmez. Detaycı insanlar içinse bu yaşam alanının her bir köşesine vakit harcamaya ve çabaya değer.\nİster özgürlük ister direniş rüzgarı olsun, hepsi hafif bir esinti ile başlar. Uzaklara yolculuk eden biri kendine iyi bakmalıdır. Bu sıcak ve rahat ortam farkına bile varamadan tüm yorgunluğunu alır.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Feiyun Çalışma Odası",
    "Description": "Liyue'de çalışma odası döşemenin birçok yolu vardır ancak bilginlere göre \"maneviyat\" ve \"zarafet\" ön planda olduğu için lüks, tercihe bağlıdır. Buradaki süs bitkisi odanın nemini dengelerken, masa ve raflar odanın basit yerleşim düzenine uyan hafif bir ahşap kokusu yayar. Lambaların gün batımı ışıltısı da yazarlara dahiyane fikirler verir.\nYıllar önce Feiyun Yamacı'ndaki misafirlerden birinin bu çalışma odası fikrini ortaya attığı, Wanwen Kitabevinin bir önceki patronunun da odayı bu fikirden yola çıkarak tasarladığı söylenir. O günden beri burası, Feiyun Çalışma Odası olarak Liyue'nin dört bir yanında ün salmıştır.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082,
      10000108
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Sisli Rüyalar Köşkü",
    "Description": "\"Düşlere dalan sislerden.\"\nWangshu Hanındakilere birçok açıdan benzeyen mütevazı ve gösterişsiz bir yatak odası. Bu yatak odasının gizemini anlatmaya kelimeler yetmez. Bazen, süzülen bulutların arasından sızan gün ışığı misali, yanından geçen insanların anılarını canlandırır. Hatta anılardaki mutsuzluğu alır, geride yalnızca geçmişin izleri kalır.\nAkışına bırakıp yaşadığımız bu fani hayatta yalnızca \"kim\" olduğunu hatırlayanlar yoluna istikrarlı bir şekilde devam edebilir. Düşüncelerimizin en berrak olduğu an, rüya görmek ve uyanmak arasındaki kısa andır. İnsanların neden Wangshu Hanında bir gece geçirip neşeli, yeni yolculuklara atılmaya hazır, yüz kat daha enerjik uyandığına şaşırmamak gerek.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Gizli Araştırma Laboratuvarı",
    "Description": "Eski, basit bir simya atölyesi. Özelleştirilmiş uygun karmaşık araçlar odadan çıkarıldığında herhangi bir çalışma odası gibi görünecektir. Ancak raflardaki kitapların, kutulardaki ayıraçların ve üzerinde \"Açmayın\" yazan numunelerin ne olduğunu konudan bihaber kişiler sadece tahmin edebilir. Bu uyarıya kulak asmayan meraklı bir \"kedi\"nin kazaya yol açması kaçınılmazdır.\nGerçek kediler atölyeye yanlışlıkla girip iki simya iksiri düşürerek kazaya yol açınca Favonius Şövalyeleri Soruşturma Ekibi şehirdeki simya atölyelerine sıkı bir giriş çıkış yönetmeliği getirmişti. Simyayla ilgili birçok tuhaf söylenti de bu sıralarda ortaya çıktı. Bu durum da işine odaklanmaya çalışan araştırmacıların başını oldukça ağrıttı.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Kır Evi Mutfağı",
    "Description": "Özenle hazırlanmış baharatlarla dolu bir dolabın yer aldığı dayalı döşeli bir mutfak.\nMükemmeliyetçi şefler malzemeleri pazar yerinden her gün taze alır. Gerçek aşçılar sobalarında yaktıkları odunlara bile çok dikkat eder. Wanmin Restoranının genç aşçıbaşı bir keresinde Qingce Köyü'nün yöresel yemeklerinin nasıl yapıldığını paylaşmıştı. Öncelikle kurutulmuş bambu dallarını sobada yakmak ve ateşi dikkatle kontrol altında tutmak gerekiyormuş. Kurt Çengellerinin çevresindeki çalılar ince odun haline getirilebilirse ateşe bir parça Mondstadt havası bile katılabilir.\nFarklı odun kullanıldığında yemeğin tadını büyük ölçüde değiştirir ve şeflerin çoğu bu konuda tam anlamıyla ustalaşamaz. Mesela Wanmin Restoranının bu teknikte hiçbir rakibi yoktur.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Silah Dövme İstasyonu",
    "Description": "Kaliteli silahlar üretmek ve hasarlı silahları en etkili şekilde onarmak için birçok demircinin işini aynı anda görebilen tam donanımlı bir istasyon.\nBu kıtada canavarlar var oldukça ve gezgin maceracılar ardında ayak izlerini bırakmaya devam ettikçe silahlara ve teçhizata olan talep hiçbir zaman bitmeyecek. Bu talebi karşılamak için demircilerin uzun yıllar eğitim görmesi gerekir. Eğitim sırasında da ilk birkaç denemenin fiyasko olacağını düşünürsek oldukça pahalıya patlayabilir. Bu yüzden demirciler arada dar boğaza düşer. Favonius Şövalyeleri de yaşam kalitelerini düşürmesinler diye onlara sipariş vermeye çalışır. Söylenenlere göre ileri görüşlü bir şaraphane sahibi de geçmişte onlara bir miktar sermaye takviyesi sağlamış.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Huzurlu Kasaba",
    "Description": "Pınarköy tarzını örnek alan taşra bir kasabanın köşesi.\nPınarköy'ün ziyaretçileri buranın en çok \"huzurlu ortamını\" ve \"rahat yaşam tarzını\" över. Elbette Pınarköy'deki çoğu turist, ziyaretini kısa tutar. Böyle yerlerde uzun süre kalmak için avlanma ve çiftçilik gibi becerilere sahip olmak gerekir. Yerli halkın yaşam tarzına ayak uydurmanın, doğanın nimetlerine şükretmenin, Pınarköy esintilerinin ve sükunetin tadını çıkarmanın tek yolu bu becerilerde ustalaşmaktır.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Kuşlar ve Çiçekler Parkı",
    "Description": "Çeşmenin etrafında gür ağaçların ve çit bitkilerinin olduğu Mondstadt tarzı bir park. Esen rüzgarla gelen yeşillik kokusunu serçeler ve kelebekler çok sever.\nÇiçekler ve kuşlar, şairlerin gözünde iyiliğin ve doğanın simgeleridir. Bu nedenle ozanlar bazen çeşmelerin yanında şarkı söyler. Bu da genelde yoldan geçenlerin ve birçok evcil hayvanın dikkatini çeker.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Gurme Toplantısı",
    "Description": "Chihu Kayalığı'nın curcunasını aratmayan, dış tesisleri bulunan bir lezzet durağı.\nBuna \"gurme toplantısı\" demek yetersiz kalır. Ortada çok fazla mutfak aleti olmasa da Liyue bölgesine özgü yöresel yemekleri sunmak için yeter de artar bile. Sonuçta yetenekli şefler en basit mutfak eşyalarıyla bile lezzetli yemekler pişirebilir. Kolay hazırlanan birçok malzemenin meşhur bazı yemeklerin temelini oluşturması da işi kolaylaştırır elbette.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Işıltılı Sokak",
    "Description": "Tuhaf ve değerli hazinelerden gündelik eşyalara kadar birçok ürünün bulunduğu, Liyue'deki pazar yerlerinin curcunasını aratmayan bir kent alanı.\nLiyue tüm gemilerin gelip gittiği, tüm malların yığıldığı bir yer olduğu için buradaki \"Işıltılı\" sözcüğü hiç de abartı değildir. Böyle olunca halkın büyük çoğunluğu da gündelik ihtiyacını rahatça karşılayabilmektedir. Ancak gerçekten eksik bir şey olursa ay sonunda mor saçlı genç kadına haber verebilirsin. O zamanlarda genelde pazar yerlerini gezer. Gerçek kimliği belirsizdir ama ona bildirilen malların kısa süre içerisinde pazar yerlerinde yerini aldığı da bir gerçektir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064,
      10000108
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Qingce Bulut Köşkü",
    "Description": "Qingce Köyü'nden esinlenilerek tasarlanmış bir dağ evi. Dostane atmosferinin bulaşıcı olduğu, oraya giren ziyaretçilerin rahatladıkları ve unuttukları basit eğlencelerin değerini anladıkları söylenir.\nHedeflerinin peşine düşmek ve yıllarını muhteşem bir şekilde kariyer kovalayarak geçirmek kesinlikle takdire şayan bir durumdur. Ancak bunca gayretin ardından yorgun düşebilirsin. Bu durumda taşrada sessiz ve huzurlu bir hayat yaşamak iyi bir seçenektir. Qingce Köyü servet peşine düşüp köyü terk eden gençlere her zaman hoşgörülü davranmıştır. Döndüklerinde de onlara seve seve kucak açar.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Neşeli Av Kampı",
    "Description": "Araştırmacı Musk'ın dağ yabanilerinin yaşam alanını tekrar oluşturmak için yazdığı meşhur yazılarından esinlenilerek özenle kurulmuş bir kamp yeri. Dağ yabanilerinin gündelik alışkanlıklarını araştırmak için kullanılabilir.\nBir zamanlar Favonius Şövalyelerinin, Kaşiflerin önderliğinde canavarlara karşı sefere çıkmadan önce bu tarz kamplar kurduğu ve detaylı planlar yaptığı söylenir. Güneyhaçı Filosu da genelde adaya çıkarma yapma ve adadaki yaratıkları ortadan kaldırma tatbikatı yapmak için çeşitli istihbarat kaynaklarından öğrendiklerine göre benzer tarzda kum masalar kurar.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "Yıldızların Ötesine Yolculuk",
    "Description": "Doğada sık sık karşılaşılabilecek bir maceracı kampı. En yeni ve en güzel çadır tasarımları kullanılır.\nEskiden tecrübeli maceracıların hayatı oldukça zordu. Şiddetli fırtınalarda bile rahatça uyumak için hafif ve dayanaklı bir çadırla yetinmek zorunda kalırlardı. Ertesi gün de toparlanıp sonraki istikametlerine giderlerdi. Bu nedenle bunun gibi göz alıcı ve bütçeye uygun çadırların alıcısı hiçbir zaman eksik olmazdı.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Şafak Bağı",
    "Description": "Şafak Şaraphanesinin bağları gerçekten oldukça meşhurdur. Yıllar önce, başka bir ulusun şarap endüstrisinden biri bağ işletme konusunda tecrübe kazanmak için Şafak Şaraphanesini ziyarete gelmiş. Farklı uluslardaki şarap işletmeleri de ortaya çıkan Şafak Bağı modeline ayak uydurmak için birbirleriyle yarışmış.\nNe yazık ki temel malzemelerin kalitesi, iyi şarap üretimindeki etkenlerden yalnızca biridir. Şafak Şaraphanesi de şarap üretimindeki becerisi sayesinde sektörün lideri olmuştur. Onunla boy ölçüşemeyen bazı rakipleri hesabı dengelemek için menülerine meyve suyu eklemek zorunda kalmıştır.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Adalet Bahçesi",
    "Description": "Bu görkemli yapı, Üçlü Heyet binalarını ve Polis Karakolunu doğru biçimde bir araya getirmiştir. Binaların estetiğini korurken hem heybetli köşkün atmosferine hem de bir yürütme kurumunun profesyonel havasına sahiptir. Buraya \"münasip\" demek yerinde olur.\nİyi bir geçmişe sahip dürüst insanlar bu avlunun tasarımını beğenecektir. Bir Tenryou Heyeti generali, yetkililere heyet konutlarına yakın durmalarını önermiş. Böylece işleri daha hızlı halledip daha verimli çalışarak Yüce Şogun'un \"sonsuzluk\" hayalini gerçeğe dönüştürmeye bir adım daha yaklaşabilirlermiş.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Uyanış Kaplıcası",
    "Description": "Gerekli tüm özelliklere sahip bir açık hava kaplıcası. Kaplıcada bulunan mineral ve elementler Aisa Hamamı ile bir olmasa da bu tarz kaplıcalar rahat, konforlu ortamları ve katı düzenlemelerin yokluğu açısından avantajlıdır.\nBurada geçireceğin yarım saat bile canlılığını geri kazanıp işin yarattığı yorgunluğu üzerinden atmana yeter. Eğer vaktin varsa sırtını beyaz taşlara yaslayarak biraz çay eşliğinde arkadaşlarınla sohbet edebilirsin.\nTabii girmeden önce dikkat etmen gereken bazı temel kuralları da unutma. Arkadaşlarınla kaplıcanın keyfini çıkarmak elbette güzel ancak uzun süre kalmamalısın. Yaz Festivali Kraliçesi gibi arkadaşlarınla çene çalmaya dalıp burada uzun süre kalırsan başın dönmeye başlayabilir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059,
      10000094,
      10000109
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Gölge Kasaba",
    "Description": "Bu Inazuma köyü, Konda Köyü'nün manzarasını anımsatır. Bu binalar oldukça \"eski\" olsa da bakımsız değildir. İnsan kendini burada vakit geçirirken hayal edebilir. Bu binalardan hiçbiri göze çarpmaz. Hatta birkaç sene içerisinde yakındaki dağların arasında kaybolacaklarmış gibi görünür. Tabii tüm bunlar buranın muhteşem bir saklanma yeri olduğunu göstermektedir. Bu durgun köyün bir yerinde uyuyarak işinden kaytaran tembel bir Shuumatsuban ninjası mutlaka vardır.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Kadim Dallar Tapınağı",
    "Description": "Bu güzel ve huzur verici tapınağın mimari tasarımı, parlak kırmızı boyası ve genel düzeni Büyük Narukami Tapınağı ile aynı tarzdadır. Ölümlülerin düşüncelere dalarak iç huzuruna eriştikleri bir mekan olsa da burayı görmek bile Şogun Ekselansları için geçmişe dair puslu ancak canlı hatıralar oluşturmaya yeterli olmuştur...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Tatbikat Alanı",
    "Description": "Askeri binaların yerleşim düzeninden ve Kujou Kışlasının dekorasyonundan ilham almıştır. \nŞogun Ordusu ve direniş arasındaki çatışma sırasında iki taraf da ordularına katılan acemilerin kalitesini artırmanın yollarını arıyordu. Geleneksel talim alanlarına kıyasla bu talim kampı her türlü ekipmanı sağlamakla kalmıyor, gerçekten de ön cephede olmanın telaşını yaşatıyor ve gerçek savaşa yakın bir deneyim sunuyor. Doğal olarak bu da acemilerin yeterli eğitimi almasını sağlar.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Yeşim Topraklar",
    "Description": "Inazuma'nın eteklerinde bulunan sessiz ve huzurlu bir arazi. Otogi Kütüğünden yapılmış tapınak Kiraz ağaçlarının, akçaağaçların ve renkli çiçeklerin arasından boy gösteriyor. Mum yandıkça hayali bir görkem ve istikrar havası ortamı kaplıyor. Yerlere dökülen yapraklar adeta ruhani bir dokunuşa sahip.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Bir Yaz Gecesi Rüyası",
    "Description": "Bu manzara, muazzam bir şekilde Inazuma festivallerindeki eğlenceli ortamı anımsatıyor.\nInazuma Şehri yıl içerisinde birçok festival düzenler ancak bunların arasından en büyük ve en unutulmaz olanları genelde yaz ortasında düzenlenir. Yiyecek tezgahları, oyunlar ve gece gökyüzünde patlayan havai fişekler ziyaretçilerin daha uzun bir süre oyalanmasını sağlar. Ertesi gün tezgahlar kaldırılsa da yoldaşlarla geçen güzel anılar hiçbir zaman unutulmaz.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Kiraz Ağaçlı Sokak",
    "Description": "Inazuma Şehri'nin özenle tasarlanmış çarşısının bire bir aynısı.\nInazumalılar ne olursa olsun huzurlu ve sakin bir hayat sürer. Yürümeye elverişli sokaklar şehir sakinlerinin yaşam koşullarını çok iyi yansıtır ve şehrin en doğru tasviridir. Inazuma'yı avucunun içi gibi bilen Thoma'yı takip ederek çeşitli işletmeleri ve dükkanları ziyaret eden biri yerel geleneklerin değerini anlayabilir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Uçup Giden Rüyalar Salonu",
    "Description": "Bu yatak odası eşsiz Inazuma estetiğiyle donatılsa da diğer ulusların fikirlerini kolayca benimser. Böylece gelenek ve pratiklik arasında muhteşem bir denge oluşur. Tasarım aşamasında misafirlerin nasıl hissedeceği de hesaba katılmış ve oda onların rahatlaması için tasarlanmış. Böylelikle rüyalarla dolu uzun bir uyku uyuduktan, hatta kestirdikten sonra enerjik hissedebilirler. Güzelce yerleştirilmiş kotatsuya bakınca insanın odadan hiç çıkası gelmez.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "Bin Kılıç Hamlesi",
    "Description": "Burası gerçek kılıç ustalığının geliştiği bir yerdir. Kuşaktan kuşağa geçmiş birçok klan kılıcı burada dövülür. Heybetli, dik oturan zırh da ortama ciddi bir hava katar. Süs eşyası görevi gören Kötülüğün Düşmanı Yay ile Ruh Avcısı Raketi ise çevredekilerin ve orada eğitim görenlerin kalbini kirli düşüncelerden arındıran törensel bir amaca hizmet eden süs eşyaları görevi görür.\nBirçok Inazumalı dövüş ustası, kılıcını bin kere sallamanın dışında becerilerini geliştirmek için gerekenin iradeyi korumak ve elinden geleni ardına koymamak olduğuna inanır. Sanatında zirveye ulaşmak için sınırları zorlamalısın.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Alimlerin Hazinesi",
    "Description": "Üçlü Heyetin tüm kolları tarafından seçilen büyük kitaplığa yerleştirilmiş önemli bir metin koleksiyonu. Buraya en az yüz kitap sığdırabilirsin. Bununla birlikte bazı Inazumalılar için önemli olan kitapların sayısı değildir. \"Verimlilik\" ve \"dikkat\" çok daha önemlidir. Yani okuduğun kitaplardaki her kelimeyi aklının bir köşesine kazıman gerekir. Böylelikle kitapları onlara verdiğin değere göre sıralayabilirsin. Uzun zaman önce okuduğun ve aklına kazdığın kitapları istersen ödünç verebilir ya da satabilirsin. Watatsumi Adası'nın Kutsal Rahibesi'nin de böyle bir alışkanlığı olduğu söylenir.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Akçaağaç ve Çay Aroması",
    "Description": "Bu geleneksel Inazuma çayevinin yerleşim düzeni Komore Çayevinden örnek alınmış. Oradakine benzer Akçaağaç Kütüğü masalar ve çay seremonisi eşyaları kullanılmış. Tüm bunlar ciddiyetin aşırıya kaçmadığı o zarif ve samimi ortamı çağrıştırıyor.\nEfsaneye göre, akçaağaç ve çay kokusuyla dolup taşan bu odada oturanlara binbir türlü ilham gelirmiş. Hal böyle olunca bazı şairler çaylarını yudumlarken şiirlerini yazar ve birçok bitkiye zarif lakaplar takan genç gezgin de bunlardan biridir.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047,
      10000109
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Orman Devriyesi Hikayeleri",
    "Description": "Gandharva'daki Orman Muhafızlarının evlerindeki tasarım ipuçlarından ilham alan, tam donanımlı bir dinlenme odası. Odanın düzeni bile Orman Muhafızlarının yaptıkları görevlere göre ayarlanmış.\nNe zaman bir çağrı gelse, hemen çantalarını alıp yola koyulabilir ve devriyeden döndüklerinde de hızlı bir şekilde numuneleri işlemeye, depolamaya veya analiz etmeye girişebilirler. Gece geç saatlere kadar görevde olurlarsa, içerideki sobayı akşam yemeği yapmak ve biraz enerji kazanmak için bile kullanabilirler. Her şey göz önünde bulundurulduğunda, bu dinlenme odası Orman Muhafızlarının her zaman en yüksek performansı göstermesini sağlamaktadır. Nöbet listesi iyi bir şekilde ayarlandıysa tabii.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Birleşik Parlaklık",
    "Description": "Çeşitli mücevherler, süs eşyaları ve değerli eşyalar koleksiyonu ile donatılmış bir oda. Odanın iç kısmı lüks bir izlenim vermesine karşın aydınlatma köşedeki tek bir lamba ile sağlandığı ve etrafa yayılan ışık her şeyi yansıttığı için baş döndürücü bir hal almış.\nBöyle bir depo, zenginlik arayanlar için yalnızca ölçülü miktarda konulan şeker ile ağızda uzun süre kalan lezzet gibidir. Estetiğe daha çok değer verenler içinse hangi açıdan bakarlarsa baksınlar, burada sanat eserlerinin ışıltısında hoş bir sürpriz bulacaklardır.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "Ateşli Aroma",
    "Description": "Bu zarif bir şekilde dekore edilmiş restoran taslağı, Sumeru Şehri'ndeki ünlü bir handır... Elbette Dinginçay Çaydanlığı içinde kullanılmak üzere bazı değişiklikler yapılmıştır. Buhar ve baharat kokuları benzer şekilde havada süzülür ve her biri zaten var olan keyifli bir anı daha da artırır. Tam bu anda gereken tek şey birkaç arkadaş ve birkaç sürahi kaliteli şaraptır, bundan mükemmel bir yemek deneyimi olur.\nSık sık birlikte seyahate çıkanlar için koltuk sayısı ve gereken yiyecek miktarı da düşünüldüğünde, mangal yerleri idealdir. Tek başına gezenlere gelince bu tür yerlerin boğuk atmosferi, gözlem, takip ve hatta kumpas kurmak için güvenli koşullar sağlamanın yanı sıra onların hareketlerini gizlemelerini de sağlar.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079,
      10000097
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Yerleşik Düşünceler",
    "Description": "Aşılması zor duvarlar gibi yüksek kitap dolabıyla ve ciltli kitaplarla dolu bir çalışma odası. Çoğu insan gözlerinin önündeki bu kadar çok kitaba baktığında, biraz korkmamak elde değil.\nBilgili olanlar, bilgelik ile cehalet arasındaki sınırın aşılmayacak bir sınır olmadığını elbette bilirler. Kişi, dikkatlice hazırlanmış bir planı takip ederek birer birer bu kitapları okumaya istekli olduğu sürece, fazla geçmeden çok büyük miktarda yeni bilgiler edinecektir.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "Koşuşturmaya ve Sıkıntıya Elveda",
    "Description": "Sumeru'daki yatak odalarının tarzında yapılmış bir yatak odası. Buradaki çeşitli araç ve gereçler, şehirdeki birçok evde bulunabilir. Alt Uzay Yaratmanın mükemmel kopyalama güçleri sayesinde, her bir mobilya yeni yapılmış gibi görünür ve içeri giren herkese temiz, düzenli, ferah ve zengin bir his verir. Mümkünse durup dinlenmek için harika bir yer.\nYiyecek veya giyecek konusunda endişelenmesi gerekmeyenler bile bazen olumsuzluklardan etkilenebilir ve çoğu kişinin imreneceği konumda olanlar dahi hayatın sıkıntılarından kaçamazlar. Bu tür zamanlarda kişinin zihnini boşaltması, iyi bir şekilde uyuması ve hayatın zorluklarıyla mümkün olan en iyi durumda yüzleşmesi en güvenli ve sağlam bir seçimdir.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "Kumların Arasında Yaşam",
    "Description": "Aaru Köyü'ne özgü iç tasarımlardan gelen araç ve gereçlerin kullanıldığı sade bir oda. Çöl rüzgarları arasında yaşayanların, elbiselerinin üzerinde gelmiş olabilecek kumları hemen silkelemek veya bir odanın sıcaklığını ve nemini düşük maliyetle korumak gibi kendilerine özgü çevrelerindeki yaşama uygun pek çok alışkanlıkları vardır...\nElbette bu tür uygulamalar Çaydanlığın rahat alanlarında çok gerekli değildir ancak yine de insanı neşelendirebilir ve içini ısıtabilir, bu nedenle saygıyı hak eder. Bu iç kısım, içinde yaşarken tıpkı bir çöl evinde yaşıyormuş gibi hissettirecek şekilde birçok küçük ayrıntılara dikkat edilerek tasarlanmış.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Gelişen Piyasaların Arasında",
    "Description": "Sumeru Şehri'nin sokaklarının düzenine ve Kapalı Çarşı'ya istinaden zarifçe döşenmiş bir ticaret bölgesi. Buradaki tezgahlarda taze meyveler, enfes yemekler ve her türden yaşam tarzı ürünleri bulunabilir. Bölgede birkaç tur attıktan sonra kendini hareketli bir pazarın eşsiz havasına adım atmış gibi bulursun.\nSumeru caddelerinin her iki yanındaki dükkanlarda ve tezgahlarda, olası minimum yönetim zorluğuyla ve kullanılan alan ile birlikte kapsamlı bir hizmet sunulabilmesi açısından, Akademi araştırmalarının getirdiği belirli kurallara göre değişiklik yapıldığı söyleniyor.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076,
      10000097
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "Sessiz Ormanın Derinliklerinde",
    "Description": "Bu yerleşim alanı Gandharva tarzında ve yağmur ormanlarından çok fazla estetik anlamda ilham alınarak yapılmıştır. Öyle ki, çevredeki alandan bağımsız olarak sakinleştirici yeşillikler ve maviler arasında orman deneyimini yaşayabilirsiniz.\nGerçek manada ormana girmeniz gerektiği zamanlarda, nemli iklimin neden olduğu küçük sorunlardan kaçınmak için günlük işlerinizi ve ritimlerinizi ayarlamak gibi daha fazla hayatta kalma becerisinde ustalaşmanız gerekecektir. Ayrıca Orman Muhafızlarının bazı günlük alışkanlıklarını da anlamanız gerekebilir...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Özgür Dans Hareketleri",
    "Description": "Büyük ve hoş bir tiyatro. Görkemli sahne, fışkıran çeşmeden gelen sisler ve Alt Uzay Yaratma sayesinde hayata dönen birçok değerli çiçek... Burası birçok şeyde Zubayr Tiyatrosunun şenlik atmosferinden ilham almış.\nBazı gösterilerin en çok geceleri çok beğenildiğini söylüyorlar. Tiyatro lambalarının düzeni, her izleyicinin dansçıları görebileceği netliği en üst düzeye çıkaracak şekilde dikkatli bir çalışma sonucunda yapılmış gibi görünüyor. Ayrıca izleyicilerin oturdukları veya ayakta durdukları açı nasıl olursa olsun, lambaların aydınlatması ve parıltısı da sahnenin parlaklığını en üst düzeye çıkarmak için ayarlanmış.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Nehir Kenarındaki Sessiz Zamanlar",
    "Description": "Vimara Köyü'nün eşsiz estetiğini yansıtan sakin bir yerleşim. Bu dekorasyon seti bir nehir veya deniz kenarına kurulmamış olmasına rağmen bu köyün içinde esen bir balık kokusu suyun şırıltılı sesini kulaklarınıza getirir.\nVimara Köyü, Orman Muhafızı kampından çok daha farklı bir hissiyata sahiptir çünkü sakinleri, büyük ölçüde önemli görevleri üstlenmezler ve bu nedenle de rahat bir yaşam sürerler. Bu durum da orayı dinlenmek isteyenler için çok güzel bir yer haline getirir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "Setekh Durakları",
    "Description": "Aaru Köyü'nden ilham alan bu yerleşim alanı, ahşap yapılara eşit derecede savunma gücüne sahip oldukları için ne kumdan kaynaklanan erozyondan ne de davetsizce gelen vahşi hayvanların istilasından etkilenmeyen ağır yapılardan oluşur. Yapı malzemeleri oldukça özel olduğu için içinde yaşayanların iç duvarlara düzenli olarak bakım yapmaları, uzun süreli rüzgar ve güneşe maruz kaldıkların için duvarlarda çatlak olup olmadığını kontrol etmeleri ve gerektiğinde tamir etmeleri gerektiği söyleniyor. Bu tür bir çalışma, orada yaşayanların algılarını geliştirmelerine de yardımcı olur ve onları yaşamlarının her alanında daha dikkatli ve kusursuz hale getirir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "Gezici Birliğin Görkemi",
    "Description": "Bu askeri tarzdaki kamp çeşitli eşyalarla doludur. Savunma takviyesi kurulmuş ve güzelce yerleştirilmiş olan kamp ateşleri gece operasyonlarına zemin hazırlamaktadır. En azından teoride, bu tür bir kamp yeri birçok düşmanın saldırısına karşı koyabilir ve hatta bu şekilde yapmak için yeterli insan gücü olması durumunda bir savunma hattının dayanak noktasını dahi oluşturabilir.\nMalzemelerin kurulumu ve nakliyesi ne kadar zahmetli olursa olsun, rüzgarı veya yağmuru engelleyen çadırların olmaması ne kadar çok zorlu şartlara neden olursa olsun... Savaşlarda hayata karşı katılaşmış paralı askerlerin iyi bir uyku çekmesi için sadece bir saman yığını yeter. Yani bu tür küçük kusurlar hakkında fazla endişelenmeye gerek yoktur.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "Kokuların ve Huzurun Arasında",
    "Description": "Razan Bahçesi ve Pardis Dhyai'den esinlenerek çizilmiş çardakların kullanıldığı zarif ve sakin bir bahçe. Bu yer, bambaşka mimari tarzların mutlak birliği ile daha az ilgilenir ve daha çok genel bir huzur havası yaratmaya odaklanır.\nHoş çiçekler burada huzur içinde uyur ve dik duran lambalar çeşmeyi aydınlatır... Gece saatleri yaklaştığında bu bahçede yapacağınız bir yürüyüş, kafanızdaki gürültülü düşüncelerin ipince bulutlar gibi dağılıp gitmesini sağlayabilir. Belki de normalde bulmakta zorlanacağınız ilhamı bile burada bulabilirsiniz...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Çöl ve Orman Topluluğu",
    "Description": "Bu harika yerde, birçok bitki çeşidi verimli bir şekilde büyür ve görünüşe göre bu bitkilerin sahip olduğu çeşitli özellikleri uyumlu hale getirmede Alt Uzay Yaratmanın lütfu bulunmaktadır. Öyle ki çölden ve ormandan gelen bitkiler bile yan yana yaşayabilir ve böylece çiçek, ağaç ve yabani otlardan oluşan güzel bir bitki topluluğu oluşturulabilir.\nBu tür alanlar, bitki düşkünü araştırmacılar için araştırma adına gerçek birer hazinedir, ancak bu enerjik ormanlar aynı zamanda yoldan geçenler için de benzersiz bir ilgi alanıdır.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Çalışma Dinlenme Döngüsünde Kritik Unsur",
    "Description": "Hem sıcak hem sofistike bir havaya sahip, basit ve büyük bir yatak odası. Yorgun biri gelip bu yatağa uzandığı an kendini rüyalar aleminde bulur ve sabah uyandığında da zinde bir şekilde işe gidebilir.\nPek çok Fontaineli için yatak odasının tasarımı, uykularında önemli bir faktördür ve dengeli uykuyu düzenli bir çalışma dinlenme döngüsünün anahtarı olarak görürler. Bundan dolayı yatak odası tasarımı kritik bir önem taşır.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Sıkı Ofis Kuralları",
    "Description": "Mermonia Sarayı dekorasyonunu temel alan klasik bir çalışma odası. Her şeyin kurallar doğrultusunda ilerlediği o hareketli ofis ortamını yeniden yansıtıyor.\nBir Fontaine Araştırma Enstitüsü Araştırmacısı zamanında \"çevrenin, kişinin işteki durumunu son derece etkileyeceğini\" iddia etmişti. Bu iddia doğrultusunda kişi, Mermonia Sarayı'na benzer bir yerde çalıştığı zaman bilinçsizce de olsa her adımda kurallara bağlı kalabilir...",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000098
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Muhteşem Gurmelere Yaraşır Şıklık",
    "Description": "Debord Otele benzer tasarlanmış tam donanımlı bir restoran. Burası bir sürü arkadaşı ve akrabayı davet ederek cıvıl cıvıl aile ziyafetleri vermeye oldukça uygun bir yer.\nRestoran tasarımının yemek yiyen kişilerin hislerine yön verdiğini ve bunun da yemekle ilgili yapacakları değerlendirmeleri etkilediğini en tecrübeli şefler bile inkar edemez. Bundan dolayı güzel bir restoran, sunulan yiyecek ve içecekler için gösterişli bir giysi gibidir aslında.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091,
      10000112
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "Sadece Gösteriye Odaklan",
    "Description": "Tam merkezinde bulunan orta büyüklükteki sahnede küçük gösteriler sergilemeye uygun bir mekan.\nGösteri yapma konusunda henüz acemi olanlar karşılarında büyük bir izleyici kitlesi gördüklerinde panik olabilir ve bu da performanslarını etkileyebilir. Tecrübeli olanlar içinse kimi zaman sadece arkadaşlarına bir gösteri sergilemek, kapalı gişe oynamaktan daha keyif vericidir. Bu nedenle çoğu sanatçı için bu sahnenin çok şaşaalı olmaması iyi bir şeydir.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000096
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "İşleyen Kurmalı İlhamı",
    "Description": "Çoğu zanaatkarın ihtiyacına yetecek makina işleme ekipmanının olduğu, bir kurmalılar atölyesinden ilhamla tasarlanan bir oda.\nFontaineli bazı şairlere göre Kurmalı Mekalar takdire şayan eserlerdir ve aynı şekilde zanaatkarın aletleri de bu takdiri görmelidir. \"İlham, bu parçalara kulak verip onlara belirli bir tempoda dans etmeyi öğretiyor.\"",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Kural İhlalini Önlemenin Kaynağı",
    "Description": "Tam olarak Meropide Kalesi \"Dükü\"nün ofisini yansıtan, ciddi atmosfere sahip bir ofis.\nSöylenenlere göre Dük, Kalede göreve başladığında ofisin dekorasyonunda yalnızca birkaç küçük değişiklik yapmış ve kalanını olduğu haliyle bırakmış. Mahkumların uyması gereken kurallar da işte böyle bir ofiste kaleme alınmış.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "Adalet Sarayının Sakin Günleri",
    "Description": "Fontaine'de yerleşim yerlerindeki sıradan sokakların bir kopyası olan bir sokak. Çok sayıda binayla da Fontaine Şehri'nin o kendine has görünümü yansıtılmış.\nDüzenli yaşam, zamanında işe gidip gelmek, dinlenmek, yemek veya alışveriş için arkadaşlarla buluşmak ve bazen de büyük gösteriler izlemek için Opera Salonuna gitmek... Bunlar çoğu Fontainelinin günlük yaşamını oluşturmaktadır. Zorluklarla baş etmek durumunda kalmış bazı maceracılar bile böyle rutin bir yaşam tarzının güzel olacağını düşünebilir...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000096
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "Adalet Sarayının Gelişen Ticarethanesi",
    "Description": "Fontaine Şehri'ndeki Lyonnais Bölgesi ilham alınarak yapılan bu yer, Fontaine'e özgü bir sürü dükkan ve yorulduğunda dinlenip çay içebileceğin masalarla doludur.\nBazı tecrübeli turistlere sorduğunda sana eğer dükkanlara ve satılan özel ürünlere aşina değilsen orada yaşayanlara danışmanı söyleyeceklerdir. Çoğu dükkan Mermonia Sarayı tarafından belirlenen protokol doğrultusunda fiyat belirlediği için burada uçuk kaçık paralara alışveriş yapmak çok sık rastlanan bir şey değildir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000094
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "Adalet Sarayının Taze Sisi",
    "Description": "Gösterişli bir çeşme, yeşil çalılar ve canlı çiçeklerle dolu bir meydan. Tasarım, Erinnyes'te bulunan Lucine Çeşmesinden ilhamla yapılmıştır.\nHava güzel olduğunda Erinnyes'teki çiçeklerin arasından süzülen o hafif sis hem orada yaşayanların hem de gezmeye gelen turistlerin keyfini yerine getirir. Vardığında sağanak yağmura bile yakalansan Çeşmeyle ilgili anlatılan efsaneler insana yine de umut verir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089,
      10000099
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Mütevazı Poisson",
    "Description": "Poisson'dan bir köşeyi yeniden sunan, birbirinden farklı ve özgün yapılarla çevrili bir manzara. Kullanışlı olmasıyla öne çıkan yapılar, bu binalarda yaşayan kişilerin verimliliğini de artırır. Ancak bu çok çalışmaktan bitap düşmeye yol açmaktan ziyade kişinin keyifle geçireceği günleri korumasının bir yoludur. Birçok Poisson sakini \"işimizi hemen bitirelim de keyif faslına geçelim\" düsturuyla yaşar. Dolu dolu ancak sade bir hayat sürerler.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Su Altındaki Merusea'nın Işıltısı",
    "Description": "Merusea Köyü'nden özgün ve dikkat çeken binaların olduğu bir manzarayı yeniden canlandıran küçük bir yerleşim yeri.\nMelusinalar Elynas'ta, suların altında yaşarlar ve köylerini ziyarete giden insan sayısı çok azdır. Ancak bu ziyaretçilerin hepsi de orayı gördükten sonra övgüler dizerler. Bazı sanatçılar da bu övgülerden ve Fontaine Şehri'nde yaşayan bazı Melusinalarla yapılan röportajlardan yola çıkarak burayı çizmeye çalışmışlardır. Ancak çizimleriyle köydeki gerçek renkler arasındaki farklılık göz ardı edilemeyecek boyuttadır. Bu sorun Kamerayla Merusea Köyü'nün fotoğrafları çekilip bu fotoğraflar yaygınlaştığı zaman az çok çözülmüştür...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085,
      10000095
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "Yasak Kalede Kaçınılmaz Kaba Kuvvet",
    "Description": "Ortasında dövüş ringi bulunan bir arena. Burada izleyicilerin alkışlarını ve tezahüratlarını, sunucunun o heyecan dolu anlatımını, rakiplerin birbirlerine attıkları yumrukların tok sesini tekrar duyabilirsin. Tıpkı Meropide Kalesi'ndeki Pankrasyon Ringinin bıraktığı etkiyi verir.\n\"Her şeye yumrukların karar verdiği bir ringdeysen zafer (ve Kale Kuponu) elde etmek için tüm gücünü ortaya koymalısın.\" Pankrasyon Ringinde dövüşmüş birçok kişi Kaleden ayrıldıktan sonra bile bu düsturla yollarına devam etmişlerdir...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090,
      10000095
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "Su Ulusunun Ebruli Renkleri",
    "Description": "Gösterişli bitkilerle dolu bir kır manzarası. Fontaine'in dört bir yanında görülebilecek her türden çiçek ve çalı vardır. Çiçekler ve çalılar resimlerde sık görülen bir temadır ve \"renk\" keşfinin de başlangıcıdır. Fontaineli bazı ressamlar dünyanın bitkileri kullanarak paletindeki muhteşem renk birleşimlerini gösterdiğine inanırlar. Dolayısıyla bir tabloda yer alan tüm renklerin kaynağı bir çiçekte bulunabiliyorsa o zaman bu tablonun doğal manzaralara eş bir güzelliği vardır. Tabii bitkilerden gelen renkleri birbiriyle fazla karıştırmaman gerekir...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000098,
      10000099,
      10000112
    ],
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  },
  {
    "Id": 87,
    "Types": [
      672,
      0
    ],
    "Name": "Dikkatlice Düşünülmüş Sözler",
    "Description": "Ateş Konseyi tarafından seçilen eşyalarla dekore edilmiş, Kutsal Alev Stadyumunun dekorasyonundan alınan ilhamla hazırlanmış dayalı döşeli bir çalışma odası. Masa lambasının yaydığı sıcak ışık, tek başına düşünüp çalışmaya uygun bir ortam sunuyor. \"Ateş Konseyi\" ismi aslında konuşma ve müzakere etme anlamları taşır, orada edilen her söz ise Natlan'ın kaderini etkiler. Söylenecek sözler dikkatle tartılmalıdır, henüz dile getirilmeyen bir ifadeyi söylemek için bu çalışma odasının sessiz sınırlarından çok daha kötü yerler olabilir...",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000106
    ],
    "Units": [
      362126,
      363114,
      361117,
      361337,
      362319,
      363115
    ]
  },
  {
    "Id": 88,
    "Types": [
      672,
      0
    ],
    "Name": "Arenada Zaferin Şerefine",
    "Description": "Kutsal Alev Stadyumundaki handan ilham alınarak tasarlanan lezzetli yemeklerle dolup taşan bir ziyafet salonu. Zaferlerini kutlamak için bir araya gelen savaşçıların oluşturduğu o sahneyi orijinaline sadık kalarak yansıtır. Herkes zaferin ne kadar kıymetli olduğunu ve kolay elde edilemediğini bilir. Bu yüzden kutlamanın yapılacağı yer özenle seçilmelidir. Önemli olan, oradakilerin rahatlamasını ve içkinin su gibi akıp gitmesini sağlayacak rahatlatıcı ve tutkulu bir ortam yaratmaktır.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000106
    ],
    "Units": [
      362319,
      362127,
      362126,
      363405,
      363404,
      361336,
      363114,
      362126,
      363405,
      361336,
      361336,
      362126,
      362126,
      362126,
      362127,
      363114,
      363404,
      363405,
      363404,
      363404
    ]
  },
  {
    "Id": 89,
    "Types": [
      672,
      0
    ],
    "Name": "Uyu ve Dinlensin Zihnin",
    "Description": "Keyif Hanındaki odalardan ilhamla tasarlanmış, bir kısmında aynı mobilyaların kullanıldığı, kaliteli ve yatıştırıcı bir uyku için tasarlanmış sıcak ve rahat bir yatak odası.\nTuristler, iş insanları ve savaşçıların dinlenebileceği bir yer olan Keyif Hanı, bedenin ve zihnin iyileşmesine odaklanmıştır. Misafirperverliğin hakkını vermek için işletme sahibi çok emek vermiştir. Keyif Hanının tarzını ve havasını böyle iyi yansıtabilen bir yatak odasında kalmak mükemmel ve dinlendirici bir gece geçirmeni sağlayacaktır.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Universal",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000107,
      10000111
    ],
    "Units": [
      361409,
      362318,
      361338,
      362402,
      363407,
      363116,
      363508,
      363114,
      361114
    ]
  },
  {
    "Id": 90,
    "Types": [
      772,
      0
    ],
    "Name": "Pazarda Moda Fırtınası",
    "Description": "Kutsal Alev Stadyumundaki Chuwen Pazarından ilhamla yapılmış canlı bir pazar sokağı. Her renkten dükkan ve tezgah yan yana sıralanmış, grafitiler ve süslemelerle donatılarak Natlan'a özgü bir tarz ve canlılık yakalanmıştır.\nGökkuşağının tüm renklerini taşıyan boyalar ve süslemeler, Natlan'daki bir pazarda en sık rastlanan ürünlerdir ve bunlar aynı zamanda trendleri takip etmek için olmazsa olmazdır. Dolayısıyla bu tür pazarlarda Natlan'ı kasıp kavuran birçok trendin ortaya çıktığını söylemek hiç de abartı olmaz.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Market",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370337,
      370338,
      370339,
      370336,
      373931,
      373931,
      374328,
      373930,
      373930,
      373931,
      373930,
      373930,
      373929,
      374328,
      373930
    ]
  },
  {
    "Id": 91,
    "Types": [
      772,
      0
    ],
    "Name": "Kavurucu Alevlerin Arasında Dövüldü",
    "Description": "Madencilik ekipmanları, işleme tesisatları ve tamamlanan silahların sergilenmesi için bir raf içeren bir çalışma alanı. Üretimden satışa kadar tek noktadan hizmet vermeyi mümkün kılar ve Natlan zanaatkarlarından oluşan bir ekibin ihtiyaçlarını karşılamaya yeter.\nNatlan, silahların ve silah üretimin büyük önem arz ettiği, savaşlarla şekillenen bir yerdir. Ocakları, en güçlü düşmanları bile yenecek ve onlara karşı koyabilecek savaşçılar için silah dövülmesi amacıyla tıpkı Kutsal Alev gibi cayır cayır yanmaya devam eder.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Mine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000103,
      10000110
    ],
    "Units": [
      370905,
      374605,
      370927,
      373927,
      373928,
      370904,
      374605,
      374614
    ]
  },
  {
    "Id": 92,
    "Types": [
      772,
      0
    ],
    "Name": "Ayak Basılmamış Yolda Macera",
    "Description": "Natlan'ın coğrafyasını ve bitki örtüsünü büyük ölçüde yansıtmayı başaran, saf, canlılık dolu doğal bir manzara. Ortasında durduğunda neredeyse uğuldayan rüzgarların sesini bile duyarsın.\nNatlan'ın uçsuz bucaksız ve ehlileşmemiş doğası, sayısız dağ, el değmemiş sayısız gökyüzü ve çözülmeyi bekleyen sayısız gizem barındırır içinde. Kısacası burası, bir maceracı için cennettir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Nature",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101,
      10000105
    ],
    "Units": [
      372353,
      372705,
      372233,
      372708,
      372233,
      372708,
      372705,
      372233,
      372234,
      372708,
      372513,
      372705,
      372706,
      372706,
      372706,
      372706,
      372706,
      372234,
      372234
    ]
  },
  {
    "Id": 93,
    "Types": [
      772,
      0
    ],
    "Name": "Yankıların Çocuklarının Tutkusu",
    "Description": "Geniş sahnesi, dikkat çeken grafitileri ve kendine özgü taş mimarisiyle tipik bir Yankıların Çocukları sokağının enerjik ortamını yansıtan canlı bir alan.\nÇılgın dans mücadeleleri ve ritmik perküsyon, Yankıların Çocuklarının nabız gibi atan ritmini tutar. Kendini böyle bir ortamda bulan herkes hissedilen coşku ve heyecanın etkisinde kalmaktan, yeni bir amaç duygusunu hissetmekten kendini alamaz.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tepetlisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000103
    ],
    "Units": [
      370900,
      370902,
      370903,
      370904,
      370905,
      374121,
      373462,
      374606,
      360452,
      374121,
      370904,
      374121,
      370902,
      370901
    ]
  },
  {
    "Id": 94,
    "Types": [
      772,
      0
    ],
    "Name": "Kaplıca Halkının Rahatlığı",
    "Description": "Kaplıca Halkından ilhamla hazırlanmış ilginç dükkanlar ve tezgahların yer aldığı küçük bir yerleşim yeri. Gölgeliğin altında, elinde ferahlatan bir içecekle arkana yaslanmış keyif yaparken tembel öğleden sonralarını geçirmek için birebir.\nEnvai çeşit su sporları ekipmanı bulunmasının yanı sıra özgün müzikler ve enstrümanlar dinlemek mümkündür... Bu keyifli ortamda yeterince vakit geçirildiğinde dert tasa hiçbir şey kalmaz...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Koholasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370915,
      370914,
      370917,
      374123,
      374327,
      374215,
      374216,
      360454,
      360455,
      374123,
      374123,
      374123,
      370917,
      370917,
      370913,
      374123,
      374123,
      374123,
      374215
    ]
  },
  {
    "Id": 95,
    "Types": [
      772,
      0
    ],
    "Name": "Gök Kubbenin Evlatlarının Görevi",
    "Description": "Gök Kubbenin Evlatlarından ilhamla tasarlanan, konforlu ve kullanışlı bir kurye kulübesi. Haberleşme ekipmanları ve hava durumu değişikliklerini takip etmek için kullanılan bir yel değirmeni sistemine sahip olmasıyla bir kuryenin görevini yerine getirmek için ihtiyaç duyabileceği hemen hemen her şeyi sağlıyor.\nKuryelik zor bir görevdir ve çeşitli arazilerde seyahat etme, vahşi doğada uzun süre hayatta kalma, gideceği yönü doğru tayin edip takip edebilme gibi çeşitli beceriler gerektirir. Bu tür becerileri mükemmel hale getirmek için maceracı bir ruhtan çok daha fazlası gerekir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Yumkasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101
    ],
    "Units": [
      370906,
      370908,
      370911,
      374122,
      373516,
      374607,
      374609,
      360453,
      374122,
      374122,
      374122,
      374122,
      374122,
      373516,
      373463,
      360453,
      374326,
      372708
    ]
  },
  {
    "Id": 96,
    "Types": [
      772,
      0
    ],
    "Name": "Çiçek Tüyü Klanının Fetih Ruhu",
    "Description": "Çiçek Tüyü Klanının karakterini ve tarzını yansıtan, uçan platformların, sıcak hava balonlarının ve eğitim alanlarının yer aldığı bir yerleşim yeri. Çiçek Tüyü Klanının hemen hemen her üyesinin hayalinin hava bölüğüne katılıp gökyüzünü fethetmek üzere bir sefere çıkmak olduğu söylenir. Bu arzuyu taşıyanlar için her gün bir eğitimdir aslında. Hatta bir savaşçı şöyle demiştir: \"Yalnızca verdiğin emekler seni yarı yolda bırakmaz.\" Bu söz de pek çok kişiye daha çok çalışıp hayallerine ulaşmak için çabalamaları konusunda ilham olmaktadır.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Qucusaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000113
    ],
    "Units": [
      370922,
      370923,
      370923,
      370924,
      371273,
      370925,
      371147,
      371148,
      371148,
      370926,
      370926,
      370926,
      370926,
      370926,
      374612,
      374612,
      373472,
      373473,
      373926,
      374124,
      374124,
      372233,
      372708,
      374124,
      374124,
      372233,
      372708,
      372234,
      372513,
      374124
    ]
  },
  {
    "Id": 97,
    "Types": [
      772,
      0
    ],
    "Name": "Gece Rüzgarının Ustalarının Sakinliği",
    "Description": "Bir Iktomizorun başını andıran şekilde düzenlenmiş binalarıyla, Gece Rüzgarının Ustalarının manzarasını yansıtan küçük bir yerleşim yeri.\nYabancıların gözünde Gece Rüzgarının Ustaları gizemli ve anlaşılmaz bir kabiledir. Çoğu kişi şamanların tuhaf ve yaklaşılması zor kişiler olduğunu düşünür. Böyle düşünmeleri de yersiz değildir çünkü kabilenin yaşadığı çevre daha geleneksel karakterli insanların gelişebileceği bir yer değildir.\nTuhaflıkları bir yana, bu şamanlar festival töreninin ayrıntıları haricinde kendileriyle ilgilenme konusunda da iyidirler. Aksi takdirde gün boyu nasıl rahatça meditasyon yapabilirlerdi ki?",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Iktomisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000105,
      10000107
    ],
    "Units": [
      370919,
      370920,
      374611,
      373922,
      373924,
      373925,
      360456,
      360457,
      374610,
      374611,
      373923,
      360456,
      374610,
      374611,
      372353,
      372353,
      360457,
      372233,
      372234,
      372234,
      372708,
      372513,
      372513,
      372708,
      372513,
      372233,
      372234,
      374611,
      372352,
      372352
    ]
  },
  {
    "Id": 98,
    "Types": [
      772,
      0
    ],
    "Name": "Bereket Kolektifinin Yiğitçe İlerleyişi",
    "Description": "Dingin kırsal yaşamın cazibesini yansıtan, Bereket Kolektifinin manzaralarından ilham almış bir eser.\nBereket Kolektifi halkının yaşantısı, tarlada çalışmak ve vücut geliştirmek üzerine kuruludur. İkisinin de meyve verebilmesi için azim ve dayanıklılık gerekir. Belki de bu yüzden insan buraya adımını atar atmaz içinde sessiz ama sarsılmaz bir kuvvetin uyandığını hissediyordur...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tatankasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000110,
      10000111
    ]
  },
  {
    "Id": 99,
    "Types": [
      772,
      0
    ],
    "Name": "Yoldaşların Sığınağı",
    "Description": "Natlan halkının bizzat test edip onayladığı, Sürüngen dostu özelliklerle donatılmış temiz ve bakımlı bir yaşam alanı. Sürüngenler ve diğer iri canlılar için kusursuz bir yuvadır.\nNatlanlı bir savaşçı için Sürüngenler sadece bir yoldaş değil, ailenin bir parçasıdır. Sevinci de kederi de onlarla paylaşırlar. Yanlarında bir Sürüngen varsa tüm sıkıntılar buhar olup uçar sanki.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Saurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000113
    ]
  }
]