[
  {
    "Id": 210101,
    "Name": "<color=#0075de>Onda de Choque Torrencial</color>",
    "Description": "Quando um personagem desencadeia <color=#f39001>Vaporização</color> contra um oponente, causa <color=#0075de>Dano Hydro</color>"
  },
  {
    "Id": 210102,
    "Name": "<color=#ef5534>Explosão Flamejante</color>",
    "Description": "Quando um personagem desencadeia <color=#f39001>Vaporização</color> contra um oponente, causa <color=#ef5534>Dano Pyro</color>"
  },
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Semente Remanescente</color>",
    "Description": "Cada Núcleo Dendro criado gerará 1 Semente Remanescente ao redor do personagem ativo atual (máximo de <color=#f39001>4</color> simultaneamente): Elas são consumidas após tocarem um oponente, causando <color=#7bb100>Dano Dendro</color>"
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Onda de Choque Pyro</color>",
    "Description": "Quando o inimigo sofre Dano causado por uma <color=#f39001>reação de Queimaduras</color>, uma contagem será mantida e quando ela alcançar <color=#f39001>6</color>, a contagem será reiniciada e causará <color=#ef5534>Dano Pyro em uma AdE</color>"
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Núcleos de Suporte Flamejante</color>",
    "Description": "Desencadeado quando o personagem causa Dano Dendro contra um inimigo que está no <color=#f39001>estado de Queimaduras</color>, causando <color=#7bb100>Dano Dendro</color>"
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Bênção do Cristal Pyro</color>",
    "Description": "Todos os membros da equipe ganham <color=#f39001>50%</color> de Bônus de Dano Geo e Pyro. Adicionalmente, você obterá Fragmentos de Cristalização próximos a cada <color=#f39001>4</color>s"
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Ondas da Ignição</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Pyro</color> estiver ativa, libera na posição do personagem e causa <color=#ef5534>Dano Pyro em uma AdE</color> a cada <color=#f39001>6</color>s"
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Golpes de Estilhaços</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Pyro</color> estiver ativa, libera na posição do personagem e causa <color=#e09800>Dano Geo em uma AdE</color> a cada <color=#f39001>4</color>s"
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Bênção do Cristal Electro</color>",
    "Description": "Todos os membros da equipe ganham <color=#f39001>50%</color> de Bônus de Dano Geo e Electro. Adicionalmente, você obterá Fragmentos de Cristalização próximos a cada <color=#f39001>4</color>s"
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Rocha Ribombante</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Electro</color> estiver ativa e depois que o ataque do personagem atingir um inimigo, fará cair na posição dele, causando <color=#e09800>Dano Geo</color>"
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Rocha Ribombante</color>",
    "Description": "Cada <color=#f39001>{0}</color> fragmento(s) de <color=#f39001>Cristalização Electro</color> que o personagem coletar próximo(s) fará cair no inimigo, causando <color=#e09800>Dano Geo</color>"
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Fragilizado</color>",
    "Description": "Reduz a RES Pyro e RES Electro de um inimigo em <color=#f39001>5.5%</color>, máximo de 4 acúmulo(s)"
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Orbe Explosivo</color>",
    "Description": "Após causar Dano Electro a um oponente Fragilizado, lança Orbes Explosivos em <color=#f39001>todos</color> os oponentes Fragilizados em campo, causando <color=#ef5534>Dano Pyro</color>"
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Trovoada</color>",
    "Description": "Após causar Dano Pyro a um oponente Fragilizado, lança Orbes Explosivos em <color=#f39001>todos</color> os oponentes Fragilizados em campo, causando <color=#b863ee>Dano Electro</color>"
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Nexo Vigoroso</color>",
    "Description": "Quando um personagem desencadeia Aceleração, Intensificação ou Propagação em um inimigo, dispara um projétil que explode com o impacto, causando <color=#7bb100>Dano Dendro em uma AdE</color>"
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Trovoada Abundante</color>",
    "Description": "Ativa após um personagem causar Dano Electro ou Dendro a um oponente afetado por Aceleração, causando <color=#b863ee>Dano Electro</color>"
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Bênção do Vento: Hydro</color>",
    "Description": "O Dano causado pelos personagens desencadeando a reação de Redemoinho é aumentado em <color=#f39001>80%</color> e sua Vida Máxima aumenta em <color=#f39001>8%</color>"
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Hydrobola Curadora</color>",
    "Description": "Registra a quantidade de Vida curada para o personagem e explode quando sua duração terminar, causando <color=#0075de>Dano Hydro em uma AdE</color> para os inimigos próximos baseado na quantidade de cura regenerada e no número de acúmulos de <color=#f39001>Bênção do Vento: Hydro</color>"
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Turbilhão de Cachoeira</color>",
    "Description": "Puxa os inimigos próximos e inflige <color=#0075de>Dano Hydro em uma AdE</color> baseado no número de acúmulos de <color=#f39001>Bênção do Vento: Hydro</color>"
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Bênção do Vento: Electro</color>",
    "Description": "O Dano causado pelos personagens desencadeando a reação de Redemoinho é aumentado em <color=#f39001>80%</color> e cada vez que recebem <color=#f39001>Bênção do Vento: Electro</color>, todos os membros da equipe ganham <color=#f39001>1.5</color> de Energia Elemental"
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Lâmina Rápida do Relâmpago</color>",
    "Description": "Quando personagens usam seu Supremo, ganham um acúmulo de <color=#f39001>Marca da Lâmina Rápida</color>. Quando o ataque do personagem ativo atinge oponentes, consome um acúmulo de Marca da Lâmina Rápida para lançar <color=#b863ee>Lâmina Rápida do Relâmpago</color>, causando <color=#b863ee>Dano Electro</color> contra os inimigos no caminho baseado no número de acúmulos de <color=#f39001>Bênção do Vento: Electro</color>"
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Salto Relampejante</color>",
    "Description": "Ao ser atingido por um Ataque Imersivo enquanto <color=#f39001>Bênção do Vento: Electro</color> está ativa, lançará <color=#b863ee>Dano Electro em uma AdE</color> baseado no número de acúmulos de Bênção do Vento: Electro"
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Torrente Elétrica</color>",
    "Description": "Dano causado por <color=#f39001>reações de Eletricamente Carregado</color> desencadeadas por membros da equipe é aumentado em <color=#f39001>250%</color>, e o Dano de <color=#f39001>Carga Lunar</color> dos membros da equipe é aumentado em <color=#f39001>70%</color>"
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Núcleo do Trovão</color>",
    "Description": "Quando a Torrente Elétrica está ativa, cria seguindo o personagem ativo. Depois que um oponente é atingido pelo ataque de um personagem, disparará três projéteis Electro que causam <color=#b863ee>Dano Electro</color>"
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Nuvem de Trovões</color>",
    "Description": "Quando a Torrente Elétrica está ativa, a cada <color=#f39001>2</color>s gera um dos seguintes ataques:\n1. <color=#b863ee>Ataque da Nuvem de Trovões</color>: causa <color=#b863ee>Dano Electro</color> contra oponentes dentro da AdE, e restaura <color=#f39001>2</color> de Energia Elemental para o personagem ativo;\n2. <color=#0075de>Chuva da Nuvem de Trovões</color>: causa <color=#0075de>Dano Hydro</color> contra oponentes dentro da AdE e restaura <color=#f39001>5%</color> de Vida para o personagem ativo"
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Bênção do Cristal Pyro</color>",
    "Description": "Todos os membros da equipe ganham <color=#f39001>50%</color> de Bônus de Dano Geo e Pyro. Adicionalmente, você obterá Fragmentos de Cristalização próximos a cada <color=#f39001>4</color>s"
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Golpes de Estilhaços</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Pyro</color> estiver ativa, libera na posição do personagem e causa <color=#e09800>Dano Geo em uma AdE</color> a cada <color=#f39001>{0}</color>s"
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Rocha Ribombante</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Pyro</color> estiver ativa, quando os personagens acertam um oponente com um Ataque Normal, Carregado ou Imersivo, descerá na posição do oponente, causando <color=#e09800>Dano Geo</color>"
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Bênção do Cristal Cryo</color>",
    "Description": "Todos os membros da equipe ganham <color=#f39001>50%</color> de Bônus de Dano Cryo e Geo. Adicionalmente, você obterá Fragmentos de Cristalização próximos a cada <color=#f39001>4</color>s"
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Ataques de Cristal Geo</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Cryo</color> estiver ativa, lança ondas em intervalos de tempo na posição do personagem, causando <color=#e09800>Dano Geo em uma AdE</color>"
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Explosão Rochosa de Gelo Estilhaçado</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Cryo</color> estiver ativa, quando personagens Cryo ou Geo em sua equipe causam Acertos CRIT, cairá na posição do oponente, causando <color=#e09800>Dano Geo em uma AdE</color>"
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Chuva Gélida</color>",
    "Description": "Quando um personagem <color=#ef5534>Pyro</color> ativo em campo desencadear a reação de Fusão, causará <color=#2bb7d5>Dano Cryo</color>"
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Chama Ardente</color>",
    "Description": "Quando um personagem <color=#2bb7d5>Cryo</color> ativo em campo desencadear a reação de Fusão, causará <color=#ef5534>Dano Pyro</color>"
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Diferença Térmica</color>",
    "Description": "Aumenta o Dano causado por Fusão em <color=#f39001>30%</color>"
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Bênção do Vento: Pyro</color>",
    "Description": "O Dano causado pela reação Redemoinho desencadeada pelo personagem é aumentado em <color=#f39001>80%</color> e seu ATQ é aumentado em <color=#f39001>9%</color>."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Vento Ardente</color>",
    "Description": "Quando o personagem ativo atual causa Dano a um oponente com um ataque, uma porção de Vida será consumida e causará <color=#ef5534>Dano Pyro em uma AdE</color> com base nos acúmulos de Bênção do Vento: Pyro presentes"
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Incêndio</color>",
    "Description": "Quando membros <color=#f39001>Pyro ou Anemo</color> da equipe entram em campo, um Incêndio será liberado com base no <color=#f39001>Tipo Elemental</color> desse personagem, causando Dano em uma AdE do elemento correspondente com base nos acúmulos de Bênção do Vento: Pyro"
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Frio Penetrante</color>",
    "Description": "Aumenta o Dano CRIT de todos os membros da equipe em <color=#f39001>40%</color>"
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Onda do Fluxo Gélido</color>",
    "Description": "Quando um personagem <color=#2bb7d5>Cryo</color> ativo desencadear a reação de Congelado, causará <color=#0075de>Dano Hydro</color>"
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Onda do Gelo Álgido</color>",
    "Description": "Quando um personagem <color=#0075de>Hydro</color> ativo desencadear a reação de Congelado, causará <color=#2bb7d5>Dano Cryo em uma AdE</color>"
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Geada Rompente</color>",
    "Description": "A RES Cryo e Hydro dos inimigos é reduzida em <color=#f39001>8%</color>, máximo de <color=#f39001>3</color> acúmulo(s)"
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Flexível</color>",
    "Description": "A RES Cryo e Electro dos oponentes é reduzida em <color=#f39001>3%</color>, e a RES Física é reduzida em <color=#f39001>6%</color>, máximo de <color=#f39001>6</color> acúmulos"
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Choque Crescente</color>",
    "Description": "Ao causar <color=#f39001>Dano Físico</color> contra um inimigo afetado por <color=#f39001>Flexível</color>, libera um ataque que causa Dano Físico. Pode ser ativado até uma vez a cada <color=#f39001>3</color>s"
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Bênção do Cristal Hydro</color>",
    "Description": "Todos os membros da equipe recebem <color=#f39001>50%</color> de Bônus de Dano Hydro e Geo. Além disso, obtém Fragmentos Elementais próximos a cada <color=#f39001>4</color>s"
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Golpes Quebra-Pedra</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Hydro</color> estiver ativa, desencadeia em intervalos de tempo na posição do personagem, causando <color=#e09800>Dano Geo em uma AdE</color>"
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Corrente de Pedras</color>",
    "Description": "Enquanto a <color=#f39001>Bênção do Cristal Hydro</color> estiver ativa, quando personagens Hydro ou Geo em sua equipe forem curados, cairá na posição do oponente, causando <color=#e09800>Dano Geo</color>"
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Espinho Gelado</color>",
    "Description": "Causa <color=#f39001>Dano Cryo e Dano Dendro</color> em uma AdE nos inimigos ao redor a cada <color=#f39001>2</color>s. No máximo 2 Espinhos Gelados podem existir simultaneamente"
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Espinho Eletrificante</color>",
    "Description": "Quando o personagem atingir inimigos com ataques Electro dentro da AdE dos <color=#f39001>Espinhos Gelados</color>, os <color=#f39001>Espinhos Gelados</color> se converterão em Espinhos Eletrificantes que duraram <color=#f39001>10</color>s. Sua frequência de ataque aumenta para <color=#f39001>1</color> vez a cada segundo e mudará para causar <color=#f39001>1.5</color>x o Dano Electro em AdE"
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Espinho Magnético</color>",
    "Description": "Não ataca, faz com que os inimigos próximos sofram mais <color=#f39001>Dano Cryo, Dendro, Electro e Físico</color> causado pelos personagens. O bônus mencionado anteriormente é fortalecido em <color=#f39001>45%</color> para cada Espinho Magnético em campo, até um máximo de <color=#f39001>90%</color>"
  },
  {
    "Id": 211901,
    "Name": "<color=#f39001>Bênção do Vento: Cryo</color>",
    "Description": "O Dano causado pelos personagens desencadeando a reação de Redemoinho é aumentado em <color=#f39001>80%</color> e seu Dano CRIT aumenta em <color=#f39001>12%</color>"
  },
  {
    "Id": 211902,
    "Name": "<color=#2bb7d5>Erosão Respeitosa</color>",
    "Description": "Enquanto <color=#f39001>Bênção do Vento: Cryo</color> estiver ativa, quando um personagem acertar um oponente com seus ataques, aplica o efeito Erosão Respeitosa. Oponentes sofrerão <color=#2bb7d5>Dano Cryo</color> intermitentemente baseado no número de acúmulos de <color=#f39001>Bênção do Vento: Cryo</color>"
  },
  {
    "Id": 211903,
    "Name": "<color=#19c78e>Névoa Gélida</color>",
    "Description": "Enquanto <color=#f39001>Bênção do Vento: Cryo</color> estiver ativa, o personagem ativo lançará Névoa Gélida em sua posição ao correr, puxando os inimigos e objetos próximos. A cada segundo, a Névoa Gélida causará <color=#f39001>Dano Anemo</color> baseado no número de acúmulos de <color=#19c78e>Bênção do Vento: Cryo</color>"
  },
  {
    "Id": 11120001,
    "Name": "Modo de Armazenamento Frio",
    "Description": "<color=#FFD780FF>Pressionar</color>\nAtiva seu Robô Culinário Multiuso no modo de Armazenamento Frio e causa <color=#99FFFFFF>Dano Cryo em uma AdE</color> aos inimigos próximos.\n\n<color=#FFD780FF>Robô Culinário Multiuso: Modo de Armazenamento Frio</color>\nSegue o personagem ativo atual e dispara Parfait Congelado contra inimigos próximos em intervalos, causando <color=#99FFFFFF>Dano Cryo</color>."
  },
  {
    "Id": 11120002,
    "Name": "Culinária Improvisada",
    "Description": "<color=#FFD780FF>Robô Culinário: Modo Culinária Improvisada</color>\n· Coloca o Robô Culinário no campo. O Robô Culinário pode absorver os ataques Elementais. Quando a Energia Elemental absorvida alcançar o limite, Escoffier poderá converter os ingredientes colocados dentro em comidas fantásticas.\n· Escoffier precisa de tempo para coletar ingredientes novos. É possível fazer uma certa quantidade de Pratos por semana dessa maneira. A contagem de Prato é redefinida toda segunda-feira às 04:00 da manhã."
  },
  {
    "Id": 11130001,
    "Name": "Disparo de Suporte",
    "Description": "Quando está no estado Bênção do Espírito da Noite, o Ataque Normal de Ifa passa a realizar Disparos de Suporte.\n<color=#FFD780FF>Pressionar</color>\nDispara Projétil Medicinal.\n<color=#FFD780FF>Manter Pressionado</color>\nContinuamente dispara Projéteis Medicinais.\n<color=#FFD780FF>Projétil Medicinal</color>\nCausa <color=#80FFD7FF>Dano Anemo</color> com alinhamento Espírito da Noite, e quando atinge um inimigo próximo, regenera Vida para todos os membros da equipe. A Vida regenerada é baseada na Proficiência Elemental de Ifa."
  },
  {
    "Id": 11130002,
    "Name": "Essencial do Resgate",
    "Description": "Máximo de 150 pontos. Cada ponto de Essencial do Resgate que Ifa possui aumenta o Dano causado por Reações de Redemoinho e Eletricamente Carregado dos membros próximos da equipe em 1.5%. O Dano causado por Reações de Eletricamente Carregado aumenta em 0.2% para cada ponto de Essencial do Resgate. Os pontos de Essencial do Resgate serão eliminados quando o estado Bênção do Espírito da Noite acabar."
  },
  {
    "Id": 11130003,
    "Name": "Bênção do Espírito da Noite: Ifa",
    "Description": "Consome continuamente pontos de Espírito da Noite. Quando os pontos de Espírito da Noite acabarem, ou quando lançar novamente, encerrará o estado Bênção do Espírito da Noite de Ifa. O estado Bênção do Espírito da Noite possui os seguintes atributos:\n· Flutua com a ajuda de Cacucu, aumentando a Veloc. Mov. e Resistência contra Interrupção de Ifa. Nesse estado, Ifa continuamente consome pontos de Espírito da Noite para flutuar no ar. Ao correr ou ascender, consome pontos de Espírito da Noite adicionais.\n· Ao fazer um Ataque Normal, lança Disparo de Suporte de maneiras diferentes se pressionar ou manter pressionado."
  },
  {
    "Id": 11130004,
    "Name": "Marca Tranquilizante",
    "Description": "Esse efeito explodirá e desaparecerá depois de um tempo, e causa Dano em AdE do Tipo Elemental correspondente. O Sedativo Terapêutico pode aplicar Marca Tranquilizante até 4 inimigos atingidos. Não é possível que o inimigo seja afetado por Marcas Tranquilizantes de mais de um Tipo Elemental."
  },
  {
    "Id": 11130005,
    "Name": "Sutileza da Serpente",
    "Description": "Skirk pode consumir Sutileza da Serpente para manter seu modo Lampejo de Sete Fases ou para usar seu Supremo, Arte Apodrecida: Obliteração.\n\nSkirk pode obter pontos de Sutileza da Serpente das seguintes formas:\n· Após usar sua Habilidade Elemental, Devastação: Lampejo.\n· Após ativar o efeito de seu Talento Passivo, \"Razão Além da Razão\", ao absorver Fendas do Vazio.\n\nQuando Skirk sai de campo ou quando o Lampejo de Sete Fases termina, seus pontos de Sutileza da Serpente serão removidos."
  },
  {
    "Id": 11130006,
    "Name": "Lampejo de Sete Fases",
    "Description": "Skirk entrará nesse modo por um tempo determinado ao usar a Habilidade Elemental <color=#FFD780FF>Devastação: Lampejo</color>. Este modo possui as seguintes propriedades:\n· Consome continuamente Sutileza da Serpente.\n· Aumenta a AdE dos Ataques Normais e Carregados, além da Resistência contra Interrupção de Skirk.\n· Ataques Normais, Carregados e Imersivos são convertidos em <color=#99FFFFFF>Dano Cryo</color> que não pode ser substituído.\n· Seu Supremo, <color=#FFD780FF>Arte Apodrecida: Obliteração</color>, é convertido no Supremo especial <color=#FFD780FF>Devastação: Obliteração</color>.\n· Skirk pode se mover sobre a água ao Correr.\n· Skirk sairá desse modo quando a Sutileza da Serpente se esgotar completamente ou quando a duração terminar. Em seguida, a Habilidade Elemental entrará em Recarga."
  },
  {
    "Id": 11130007,
    "Name": "Razão Além da Razão",
    "Description": "Quando membros próximos da equipe desencadearem reações de Congelado, Supercondutor, Redemoinho Cryo ou Cristalização Cryo contra inimigos, uma Fenda do Vazio será criada próxima a esse inimigo. Esse efeito pode ser desencadeado uma vez a cada 2,5s. Um máximo de 3 Fendas do Vazio criadas pela própria Skirk pode existir simultaneamente em campo.\n\nSkirk pode usar os seguintes métodos para absorver Fendas do Vazio próximas:\n· Ao acertar um inimigo com um Ataque Carregado no modo Lampejo de Sete Fases.\n· Ao usar o Supremo especial <color=#FFD780FF>Devastação: Obliteração</color> enquanto estiver no modo Lampejo de Sete Fases.\n· Ao Manter pressionada sua Habilidade Elemental <color=#FFD780FF>Devastação: Lampejo</color> para realizar um movimento rápido.\n\nCada Fenda absorvida concederá a ela 8 pontos de Sutileza da Serpente."
  },
  {
    "Id": 11130008,
    "Name": "Retorno à Desolação",
    "Description": "Quando membros próximos da equipe de Tipo Elemental <color=#80C0FFFF>Hydro</color> atingirem um inimigo com um ataque <color=#80C0FFFF>Hydro</color>, ou quando os outros personagens próximos da equipe de Tipo Elemental <color=#99FFFFFF>Cryo</color>, exceto a própria Skirk, atingirem um inimigo com um ataque <color=#99FFFFFF>Cryo</color>, Skirk receberá o efeito \"Encruzilhada da Morte\" por 20s. Máximo de 3 acúmulos, com a duração de cada acúmulo contada independentemente.\nCada personagem pode conceder no máximo 1 acúmulo de \"Encruzilhada da Morte\" para Skirk dessa maneira.\nCada acúmulo de \"Encruzilhada da Morte\" aumenta o Dano do Ataque Normal causado por Skirk no modo <color=#FFD780FF>Lampejo de Sete Fases</color> em 110%/120%/170% de seu Dano original e também aumenta o Dano causado por seu Supremo <color=#FFD780FF>Arte Apodrecida: Obliteração</color> em 105%/115%/160% de seu Dano original."
  },
  {
    "Id": 11130009,
    "Name": "Mistério da Chuva Neblinada",
    "Description": "Quando os inimigos ou personagens próximos da equipe tocam o Mistério da Chuva Neblinada, gera efeitos diferentes de acordo com o modo que foi desencadeado:\nSe for o inimigo que tocou o Mistério da Chuva Neblinada, o Mistério da Chuva Neblinada explodirá, causando <color=#80C0FFFF>Dano Hydro em AdE</color> contra os inimigos próximos.\nSe for o personagem próximo da equipe que tocou o Mistério da Chuva Neblinada, o Mistério da Chuva Neblinada ricocheteará quem o tocou para alto no ar.\n\nSó é possível existir um Mistério da Chuva Neblinada criado por Dahlia simultaneamente."
  },
  {
    "Id": 11130010,
    "Name": "Graça de Favonius",
    "Description": "Quando Dahlia lança seu Supremo <color=#FFD780FF>Pregação Radiante</color>, concede esse efeito para os personagens da equipe.\nQuando o efeito Escudo da Graça acabar na sua duração, ou quando é destruído por Dano, Dahlia consome 1 acúmulo do efeito Bons Desejos para recriar o Escudo da Graça."
  },
  {
    "Id": 11130011,
    "Name": "Bons Desejos",
    "Description": "Dahlia pode obter o efeito Bons Desejos das seguintes formas:\n· Quando o personagem ativo atual estiver sob o efeito Graça de Favonius, e seu Ataque Normal atingir inimigos 4 vezes, Dahlia obtém 1 acúmulo do efeito Bons Desejos.\n· Depois que desencadear o efeito do Talento Passivo \"Amor Concedido Pelo Vento\".\n\nDahlia pode obter até X acúmulos de Bons Desejos em cada duração do efeito Graça de Favonius."
  },
  {
    "Id": 11160001,
    "Name": "Birgitta",
    "Description": "Luta ao lado de Ineffa, pode ser invocada para o campo de batalha através da Habilidade Elemental ou do Supremo.\nSe houver inimigos por perto, Birgitta se moverá rapidamente para perto de um deles a cada 2s, e realizará um ataque elétrico que causa <color=#FFACFFFF>Dano Electro em AdE</color>.\nÉ possível existir uma Birgitta criada por Ineffa simultaneamente.\nAlém disso, em Nod-Krai, parece ser possível mudar a aparência de Birgitta de alguma forma..."
  },
  {
    "Id": 11190001,
    "Name": "Santuário da Floresta Congelada",
    "Description": "Uma formação mágica que protege os Emissários da Canção Lunar, e que é invocada pela Habilidade Elemental <color=#FFD780FF>Runo: Descanso da Noite Eterna</color>.\nSantuário da Floresta Congelada acompanha o personagem ativo, e causa <color=#99FF88FF>Dano Dendro em AdE</color> uma vez contra inimigos que estejam na formação a cada 2s. Esse Dano é considerado Dano de Habilidade Elemental."
  },
  {
    "Id": 11190002,
    "Name": "Canção Lunar",
    "Description": "Uma melodia usada para compor hinos. Pode ser convertida em uma Canção Azul para aumentar o Dano de Florescimento, Superflorescimento, Germinação e Florescimento Lunar ao lançar o Supremo ou depois de um certo tempo após lançar o Supremo.\nQuando Lauma consome o Orvalho Verdejantes ao manter pressionado para lançar a Habilidade Elemental <color=#FFD780FF>Runo: Descanso da Noite Eterna</color>, obterá um acúmulo de Canção Lunar para cada acúmulo de Orvalho Verdejante consumido."
  },
  {
    "Id": 11190003,
    "Name": "Canção Azul",
    "Description": "Recita o canto da Emissária da Canção Lunar, podendo aumentar o Dano causado por Florescimento, Superflorescimento, Germinação e Florescimento Lunar.\n\nLauma pode obter Canção Azul através das seguintes formas:\n· Ao lançar o Supremo <color=#FFD780FF>Runo: Todos os Corações se Tornam a Lua</color>.\n· Ao desencadear o efeito Canção Lunar do Supremo <color=#FFD780FF>Runo: Todos os Corações se Tornam a Lua</color>.\nAo desencadear o efeito Santuário da Floresta Congelada da Constelação <color=#FFD780FF>\"Desejo Dar o Sangue e as Lágrimas à Lua\"</color>.\n\nQuando um personagem da equipe causa Dano de Florescimento, Superflorescimento, Germinação e Florescimento Lunar, consome 1 acúmulo de Canção Azul para aumentar o Dano causado. O aumento de Dano é baseado na Proficiência Elemental de Lauma. Quando o Dano acima atinge muitos inimigos simultaneamente, consumirá a quantidade de acúmulos de Canção Azul de acordo com a quantidade de inimigos atingidos.\nCada acúmulo de Canção Azul tem sua duração contada separadamente."
  },
  {
    "Id": 11190004,
    "Name": "Canção Noturna",
    "Description": "O Dano de Florescimento, Superflorescimento e Germinação causado por um personagem pode causar um Acerto CRIT, com Taxa CRIT fixada em {PARAM#P1192101|1S100}% e o Dano CRIT fixado em {PARAM#P1192101|2S100}%. A Taxa CRIT fornecida por esse efeito pode acumular com a Taxa CRIT de efeitos similares que permitem essas reações elementais a causarem Acertos CRIT."
  },
  {
    "Id": 11190005,
    "Name": "Elegia da Lua",
    "Description": "Aumenta a Taxa CRIT em {PARAM#P1192101|3S100}% e o Dano CRIT em {PARAM#P1192101|4S100}% para os personagens que causam Dano de Florescimento Lunar."
  },
  {
    "Id": 11190007,
    "Name": "Elevação",
    "Description": "O efeito de aumento de Dano especial e os outros efeitos de aumento de Dano têm suas durações contadas separadamente."
  },
  {
    "Id": 11190008,
    "Name": "Orvalho Verdejante",
    "Description": "Quando os membros da equipe desencadeiam Florescimento Lunar, fornece recursos para a equipe.\nNos 2.5s após desencadear Florescimento Lunar, a cada 2.5s fornece um Orvalho Verdejante para a equipe, até o máximo de 3. Nesse período, desencadear Florescimento Lunar novamente redefinirá a duração desse efeito."
  },
  {
    "Id": 11200001,
    "Name": "Sinfonia Trovejante",
    "Description": "Consome menos Energia para lançar o Supremo Especial. Flins causa <color=#FFACFFFF>Dano Electro em AdE</color> que é considerado Dano de Carga Lunar uma vez.\n<color=#FFD780FF>Presságio Lunar: Reluzir Cheio</color>: se estiver perto de uma Nuvem Trovejante, causa mais uma instância de <color=#FFACFFFF>Dano Electro em AdE</color> que é considerado Dano de Carga Lunar."
  }
]