[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Kemah Petualang",
    "Description": "Kemah yang dipasang secara terburu-buru di alam liar oleh para petualang.\nSaat para petualang memasang kemah, mereka harus memasang pagar di sekelilingnya untuk menghalau binatang buas. Tapi karena di sekitarnya tidak ada cukup kayu untuk pertahanan yang kokoh, mereka harus berjaga secara bergantian untuk memastikan tidak ada bahaya.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "Kehidupan di Perbatasan",
    "Description": "Grand Master Knights of Favonius sebelumnya menyarankan bahwa semua Knight yang bertugas di alam liat harus membangun tempat berkemah yang aman untuk menghalau serangan dadakan. Sepertinya \"Kabin Pinus Berukuran Kecil\" adalah pilihan yang paling tepat untuk itu.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "Bebatuan & Tanaman",
    "Description": "Rerumputan dan pohon-pohon tumbuh dengan bebas di alam liar yang tidak tersentuh oleh manusia. Di suatu pojokan ada tumpukan bebatuan yang sepertinya merupakan buatan para binatang liar.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Kamar Liyue Sederhana",
    "Description": "Bahkan rumah orang terkaya di Liyue pun tetap harus memiliki barang-barang dasar di kamar tidur ini.\nDi bawah kepemimpinan Liyue Qixing, pendapatan rata-rata penduduk Liyue terus meningkat, menjamin bahwa para penduduk bisa membeli perabotan dari kayu Sandbearer ini.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Kedai Teh di Sudut",
    "Description": "Menikmati secangkir teh bersama teman dan keluarga terdekat, sambil mendengar kata-kata dari mulut sang pembawa cerita. Inilah kesenangan sederhana yang bisa didapatkan dari kedai teh.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Penerangan di Pedesaan",
    "Description": "Lampu jalan dan pagar yang berada di bawah pepohonan. Lentera Penangkal Iblis ini akan menenangkan hati orang yang berjalan di malam hari.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Meja & Kursi",
    "Description": "Sebuah meja yang lebar dan kokoh, terbuat dari kayu Pohon Pinus dan sudah dilengkapi dengan pena dan kertas untuk bekerja. Alat-alat tulis ini bisa disingkarkan jika kamu butuh ruang untuk makan —— perabot ini sungguh merupakan perabot serbaguna.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Dapur Sibuk",
    "Description": "Rak-rak yang tinggi digunakan untuk menyimpan bahan-bahan makanan, sedangkan kompor yang besar maupun kecil selalu menyala. Seorang koki yang handal dapat menggunakan dapur ini untuk menyiapkan hidangan untuk seratus orang.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "Obrolan Teh",
    "Description": "Para penduduk Liyue sering mengundang teman-temannya untuk datang ke rumah dan berbincang sambil menikmati teh. Siapa pun bisa menghabiskan waktu luang yang menyenangkan hanya dengan meja teh ini dan dua kursi.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Ruangan Pencinta Buku",
    "Description": "Ruang baca bergaya Liyue yang penuh dengan buku-buku. Siapa pun bisa belajar banyak dengan menghabiskan waktu setengah hari di sini dan membaca.\nDikatakan bahwa desain ruang baca sering ditemukan sekarang dibuat berdasarkan ruangan di Feiyun Commerce Guild, yang dikembangkan oleh tuan muda keduanya untuk meningkatkan efisiensi belajar dan menulis.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Kamar Tidur Mondstadt Berperabot Lengkap",
    "Description": "Standar kamar tidur Mondstadt, peletakkan perabotnya mengambil referensi dari asrama Knights of Favonius.\nSaat sang Diakones sedang mendoakan agar lemari bajunya dapat menangkal iblis, para Knight juga melakukan hal serupa dengan cara meletakkan lemari baju menghadap ranjang, sehingga bisa langsung memukul iblis atau hantu yang muncul dari lemari tersebut.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Ruang Pertemuan \"Strategic Six\"",
    "Description": "Sebuah ruang rapat yang didasarkan pada ruang rapat di Markas Knights of Favonius. Ada sebuah rumor yang beredar di antara para penduduk, \"Ada 6 anggota Knights of Favonius terpenting yang harus hadir saat memutuskan sebuah keputusan besar.\"\nKenyataannya adalah, hanya ada 6 anggota Knights of Favonius berpangkat tinggi yang senang mengikuti rapat, tapi jumlah peserta rapat tidak pernah ditentukan.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "Saatnya Minum Anggur",
    "Description": "Meja dan Kursi yang sering digunakan untuk berkumpul. Tempat lilinnya digunakan untuk mengatur penerangan dan membuat makanannya terlihat lebih menggugah selera. Tapi tetap harus berhati-hati dengan apinya, terutama saat semua orang sudah menjadi sangat bersemangat.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "Jam Makan Siang Pedagang",
    "Description": "Seseorang yang menjaga toko harus selalu siap menerima tamu. Karena itu, mereka sering menggunakan kompor sederhana untuk memasak makan siang agar mereka tidak perlu meninggalkan toko mereka untuk makan siang dan kehilangan tamu.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "Ruang Tamu yang Ramah",
    "Description": "Lampu dinding yang menerangi ruang tamu ini memberikan kehangatan yang menenangkan jiwa dan raga. Ditambah beberapa gelas anggur, maka kamu sudah bisa menghibur pengusaha agresif dari Snezhnaya sekalipun.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Ruang Baca Lengkap",
    "Description": "Buku-buku berjejer sepanjang dinding di ruang baca bergaya Mondstadt ini. Karena jumlah buku jauh lebih banyak dibanding pembacanya, sangat penting untuk meletakkan buku-buku ini sesuai kategorinya.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Pondok Pertapa",
    "Description": "Rumah yang sering ditemukan di sekitar Liyue. Sebuah lampu jalan terpasang di depan pintu masuk untuk menerangi para pejalan kaki.\nSebagian besar penduduk Liyue memang sangat ramah. Bahkan seseorang yang tinggal di tengah gunung pun akan mengizinkan seorang tamu tak dikenal untuk menginap semalam. Kamu bahkan akan disuguhkan makanan dan teh saat bertamu.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Rumah Pedesaan",
    "Description": "Sebuah tempat tinggal yang umum ditemukan di pedesaan Mondstadt. Ada jarak yang cukup luas antara bangunan rumah dengan pagarnya, sangat cocok untuk menanam berbagai jenis tanaman sebagai bahan makanan sehari-hari.",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Kios Musim Panen",
    "Description": "Setiap kali musim panen tiba, semua orang akan membangun kios-kios dan menjual berbagai jenis barang. Mereka tidak hanya menjual buah, sayur, dan gandum hasil panen mereka, tetapi juga barang bekas yang masih layak pakai dan gulungan jerami.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Pasar Buah & Sayuran",
    "Description": "Pasar ini terdiri dari beberapa toko. Buah-buahan yang sering dibeli orang dapat ditemukan di sini.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Tempat Latihan",
    "Description": "Para anggota baru biasanya sering merusak senjata mereka karena pemakaian yang kurang tepat saat latihan. Karena itu, tempat-tempat latihan biasanya menyiapkan senjata dalam jumlah banyak untuk latihan.\nBagi Millelith, senjata yang menjadi usang karena latihan bukanlah sebuah masalah, tapi kalau sampai jatuh ke tangan Treasure Hoarder, bisa-bisa gaji para anggota Millelith dikurangi...",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Pabrik Senjata",
    "Description": "Tempat pembuatan senjata yang berjalan stabil. Bahkan seorang penempa handal pun tidak bisa membuat senjata yang bagus dari bijih besi yang berkualitas buruk. Maka dari itu, para penempa akan memasang beberapa rak senjata dan membaginya sesuai dengan kualitas senjata yang ada, kemudian menjualnya.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Area Pemindahan Barang",
    "Description": "Sebuah area transit untuk memindahkan barang dari satu tempat ke tempat lain. Di samping kotak-kotak barang dan gentong kayu yang menjulang tinggi, ada minuman untuk para pekerja.\nMeskipun botol dan gelas keramik cukup kokoh, mereka tetap mudah hancur jika tertekan benda berat. Maka para pekerja selalu berharap mereka bisa mendapatkan sebuah rak cangkir atau sejenisnya daripada meletakkan botol-botolnya di lantai.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Pasar Festival",
    "Description": "Pemandangan kota yang ramai, mainan-mainan unik yang dijual, payung warna-warni, dan segala bentuk hadiah yang menarik, sungguh pemandangan yang memukau —— membuat mata anak-anak menjadi bersinar-sinar, dan tidak membuat dompet orang tuanya menjadi tipis.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Jalan Utama: Membasmi Iblis",
    "Description": "Jalan utama ini dihasi dengan papan Adeptus dan patung singa. Hiasan simbolik ini sudah cukup untuk mengusir monster-monster, tetapi para Millelith tetap tidak pernah lalai dalam penjagaan mereka.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Rumah Makan Populer",
    "Description": "Beberapa restoran di Liyue menekankan makanan berkualitas untuk siapa pun, dan para tamu selalu berdatangan setiap malam. Rumah makan ini umumnya juga menaruh meja di luar ruangan agar bisa memuat sebanyak mungkin orang.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Sumber Air Pedesaan",
    "Description": "Sebuah sumur yang berada di dekat pohon.\nPohon tersebut tubuh dengan sangat subur, menunjukkan bahwa air sumur ini sangat bersih, dan siapa pun bisa meminum airnya tanpa perlu takut.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "Petualang Penyendiri yang Waspada",
    "Description": "Para petualang yang berpetualang seorang diri cenderung lebih waspada, mereka akan berkemah di dekat papan penunjuk arah karena daerah ini sering dilewati oleh para petualang lain, sehingga para monster tidak berani mendekat.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "Wilayah Iklim Pancaroba",
    "Description": "Sebuah wilayah aneh di mana cuaca yang berbeda-beda saling bercampur menjadi satu, dan tanaman-tanaman dengan karakteristik unik bertumbuh di tempat ini. Awalnya, para peneliti memercayai bahwa cuaca abnormal ini muncul karena gangguan di ley line, tetapi penelitian lebih lanjut menunjukkan bahwa ini hanyalah fenomena alam Teyvat yang menakjubkan.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Dialog Pohon Tua dan Bebatuan",
    "Description": "Pohon berdaun hijau dan batu gunung ini bukanlah sesuatu yang spesial.\nAda seorang penyair yang percaya bahwa segala hal di dunia ini memiliki nyawa, dan bahwa pohon dan batu ini sedang berbincang-bincang. Seiring waktu, semakin banyak orang yang memercayai kata-kata penyair ini dan menganggapnya sebagai deskripsi yang cukup tepat untuk benda ini.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Dialog Pohon Tua dan Bebatuan",
    "Description": "Pohon berdaun hijau dan batu gunung ini bukanlah sesuatu yang spesial.\nAda seorang penyair yang percaya bahwa segala hal di dunia ini memiliki nyawa, dan bahwa pohon dan batu ini sedang berbincang-bincang. Seiring waktu, semakin banyak orang yang memercayai kata-kata penyair ini dan menganggapnya sebagai deskripsi yang cukup tepat untuk benda ini.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Dialog Pohon Tua dan Bebatuan",
    "Description": "Pohon berdaun hijau dan batu gunung ini bukanlah sesuatu yang spesial.\nAda seorang penyair yang percaya bahwa segala hal di dunia ini memiliki nyawa, dan bahwa pohon dan batu ini sedang berbincang-bincang. Seiring waktu, semakin banyak orang yang memercayai kata-kata penyair ini dan menganggapnya sebagai deskripsi yang cukup tepat untuk benda ini.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "Ruang Puisi",
    "Description": "Sebuah ruang belajar yang dihias dengan halus berdasarkan pada kantor Knights of Favonius. Dikatakan bahwa setiap benda dalam ruang belajar ini telah diletakkan dengan menggunakan aturan tertentu yang sangat cermat, sehingga memungkinkan cahaya lilin dan bayangan menyatu dengan sempurna untuk menciptakan efek pencahayaan yang unik. Pembaca dan penulis yang mencintai seni sastra akan menemukan sumber inspirasi di sini, sementara yang sibuk bisa berkonsentrasi tanpa adanya banyak keributan dan gangguan.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "Ruang Bisikan Angin",
    "Description": "Kamar tidur yang menggagas konsep \"hati yang peduli\". Untuk orang-orang yang sibuk, kamar tidur mungkin hanya sebuah tempat yang berisikan kasur, sebuah tempat untuk menutup mata dan beristirahat, dan tidak terlalu memerlukan banyak perhatian khusus. Tapi bagi mereka yang memperhatikan detail, sangat layak untuk menghabiskan waktu demi memperhatikan setiap sudut.\nBaik itu angin kebebasan atau perlawanan, semuanya dimulai sebagai angin sepoi-sepoi terkecil. Seseorang yang bertualang jauh harus memperhatikan diri mereka sendiri, dan pastinya rasa lelah akan hilang begitu saja tanpa disadari jika dia hidup dengan dikelilingi oleh kehangatan dan kenyamanan.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Ruang Belajar Feiyun",
    "Description": "Ruang belajar Liyue mempunyai banyak cara dan gaya, tapi kemewahan adalah pilihan, karena yang terpelajar lebih memilih \"semangat\" dan \"keanggunan\". Tanaman dalam pot akan menyeimbangkan kelembapan di dalam ruangan, dan meja serta rak memancarkan keharuman kayu yang dipadukan dengan tata letak sederhana dan cahaya matahari terbenam dari lampu untuk menginspirasi berbagai ide dan meningkatkan gaya tulisan.\nDikatakan bahwa bertahun-tahun lalu, seorang tamu di Feiyun Slope membuat ruang belajar seperti itu, lalu desain ini diadopsi oleh bos Wanwen Bookhouse sebelumnya. Sehingga, akhirnya dikenal sebagai Ruang Belajar Feiyun dan dikenali di seluruh Liyue.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082,
      10000108
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Kamar Pemimpi Awan",
    "Description": "\"Dari balik kabut awan-awan, seseorang bermimpi.\"\nKamar tidur sederhana dan dalam banyak hal mirip dengan yang mungkin kamu lihat di Wangshu Inn. Misteri kamar tidur ini sulit dijelaskan dengan kata-kata. Terkadang, akan membangkitkan ingatan bagi mereka yang melewatinya seperti sinar matahari yang menembus awan yang berputar-putar, tetapi juga akan menghilangkan kesedihan di dalamnya dan hanya menyisakan kenangan masa lalu.\nKita semua terombang-ambing dalam kehidupan fana, dan hanya dengan mengingat siapa \"kita\" maka kita bisa tetap berada pada jalur hidup kita. Pikiran kita yang paling jernih adalah saat di antara kita bermimpi dan terbangun. Maka tidak heran bagi mereka yang mengunjungi Wangshu Inn untuk bermalam akan merasakan bahwa energi mereka kembali seratus kali lipat, bersemangat dan siap untuk bertualang sekali lagi.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Laboratorium Penelitian Rahasia",
    "Description": "Sebuah tempat kerja alkimia yang biasa saja. Dengan beberapa komponen dan peralatan rumit, tempat ini terlihat seperti tempat penelitian pada umumnya, namun koleksi buku di rak dan sampel eksperimen yang disimpan di lemari dengan tanda \"Jangan Dibuka\", membuat orang biasa menebak-nebak apa yang terdapat di dalamnya. Dan mungkin saja bisa terjadi kecelakaan tak terduga jika seseorang mengabaikannya.\nSetelah kejadian seekor kucing tidak sengaja masuk ke tempat kerja tersebut dan menyebabkan dua kecelakaan dari ramuan alkimia, Tim Investigasi Knights of Favonius akhirnya memberlakukan regulasi peraturan keluar masuk yang ketat pada tempat alkimia di dalam kota. Sejumlah besar rumor aneh tentang alkimia juga lahir dari sana, menyebabkan banyak masalah bagi para peneliti yang hanya mencoba untuk berkonsentrasi.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Dapur Rumah Kecil",
    "Description": "Dapur lengkap dengan lemari berisi bumbu yang disiapkan dengan cermat.\nKoki yang hebat akan membeli bahan-bahan segar dari pasar setiap hari, dan seorang kuliner sejati bahkan akan memperhatikan kayu bakar yang digunakan dalam kompor mereka. Kepala koki muda di Wanmin Restaurant pernah berkata bahwa untuk membuat hidangan tradisional Desa Qingce, pertama-tama orang harus memasukkan bambu kering ke dalam kompor dan mengontrol apinya dengan hati-hati. Jika seseorang dapat mengolah semak Wolfhook menjadi kayu bakar yang tipis, maka dia akan dapat menambahkan sedikit sentuhan Mondstadt di dalamnya.\nJenis kayu bakar yang berbeda menghasilkan efek yang sangat berbeda, dan sebagian besar koki tidak akan pernah benar-benar menguasainya. Karena itu, Wanmin Restaurant telah memonopoli teknik khusus ini.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Stasiun Penempaan Senjata",
    "Description": "Pandai besi dengan peralatan lengkap yang dapat mengakomodasi banyak pekerjaan sekaligus untuk menghasilkan senjata berkualitas tinggi dalam jumlah banyak atau memperbaiki senjata yang rusak dengan cara yang paling efisien.\nSelama monster masih ada di benua ini dan jejak petualang masih ada, maka senjata dan peralatan akan selalu dibutuhkan. Untuk memenuhi tuntutan ini, pandai besi harus dilatih selama bertahun-tahun, dan mengingat bahwa beberapa produk juga harus dihasilkan selama pelatihan ini, maka biaya yang dibutuhkan menjadi sangat besar. Dengan demikian, pandai besi kadang-kadang akan kekurangan uang, dan Knights of Favonius akan mencoba untuk tetap memesan kepada mereka untuk membantu menjaga kualitas hidup mereka. Rumor mengatakan bahwa pemilik kebun anggur yang bijak juga telah memberikan suntikan modal dana di masa lalu.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Kota Damai",
    "Description": "Sudut desa di pinggiran kota yang mengikuti gaya Springvale.\nDi antara banyaknya ungkapan pujian yang dinyatakan oleh orang-orang terhadap Springvale, \"lingkungan yang tenang\" dan \"gaya hidup yang nyaman\" adalah dua ungkapan yang paling mewakili. Tapi tentu saja, para turis hanya tinggal untuk waktu yang singkat di Springvale. Sementara untuk hidup dalam jangka panjang di tempat ini dibutuhkan kemampuan bertani dan berburu. Hanya dengan menguasai kemampuan seperti itulah maka seseorang bisa seirama dengan gaya hidup orang lokal, menghargai pemberian alam, dan menikmati angin sepoi-sepoi serta pemandangan Springvale yang indah.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Taman Burung dan Bunga",
    "Description": "Taman bergaya Mondstadt dengan jajaran pagar tanaman yang rimbun dan pepohonan kokoh yang mengelilingi air mancur. Angin sepoi-sepoi yang lewat membawa keharuman bunga yang dinikmati oleh burung pipit dan kupu-kupu.\nDi mata sebagian penyair, bunga dan burung adalah simbol kebaikan dan alam. Oleh karena itu, terkadang para penyair akan bernyanyi di dekat air mancur, yang seringkali menarik perhatian warga — dan tentunya berbagai hewan peliharaan mereka juga.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Ribuan Makanan dan Minuman",
    "Description": "Jalan kuliner dengan fasilitas luar ruangan yang mengingatkan kembali pada hiruk pikuk Chihu Rock.\nBahkan menyebutnya sebagai \"tempat berkumpulnya para pecinta kuliner\" merupakan pernyataan yang terkesan merendahkan, karena tampaknya walaupun tidak terlalu banyak peralatan memasak di sini, tapi mereka lebih dari cukup untuk membuat semua makanan khas yang ada di Liyue. Koki yang terampil dapat membuat hidangan lezat dari peralatan yang paling sederhana, dan tentu saja hidangan yang tidak memerlukan peralatan khusus juga bisa tersedia di sini.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Jalan yang Berkilau",
    "Description": "Area kota yang dipenuhi dengan berbagai produk dan barang dagangan, dari harta karun yang aneh dan berharga hingga barang sehari-hari, seolah membangkitkan kembali hiruk pikuk pasar Liyue.\nMenyebutnya sebagai jalanan \"bercahaya\" memang cocok, karena Liyue adalah tempat semua kapal dan barang keluar masuk. Karena itu, sebagian besar warganya bisa membeli kebutuhannya. Tapi jika memang ada yang kurang, kamu bisa menunggu sampai akhir bulan dan mengatakannya kepada gadis muda berambut ungu yang seringkali berjalan-jalan di pasar. Identitas dirinya yang sebenarnya tidak diketahui, tapi rumor mengatakan bahwa sebagian besar barang jika itu menarik perhatiannya pasti akan segera muncul di pasar dalam waktu dekat.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064,
      10000108
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Hunian Awan Qingce",
    "Description": "Sebuah dusun pegunungan yang meniru Desa Qingce. Dikatakan bahwa suasana di sana sangat ramah dan setiap pengunjung yang datang akan merasa tenang dan lebih bersyukur akan hal-hal kecil yang tidak mereka sadari sebelumnya.\nMerantau untuk mengejar cita-cita dan menghabiskan bertahun-tahun untuk mengejar karir tentunya patut dipuji. Tapi setelah bertahun-tahun melakukannya, seseorang pasti akan merasa lelah, dan saat itu terjadi, kehidupan yang tenang dan damai di pinggiran kota adalah pilihan yang baik. Desa Qingce selalu menerima keputusan anak-anak muda yang pergi mencari peruntungan dan siap menyambut mereka kembali dengan tangan terbuka kapan saja.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Kemah Berburu dan Menari",
    "Description": "Perkemahan yang disiapkan dengan beberapa keahlian khusus yang merujuk pada tulisan terkenal dari peneliti Musk untuk menciptakan kembali hunian bagi para Hilichurl, dan dapat digunakan untuk mempelajari kebiasaan hidup mereka.\nDikatakan bahwa di masa lalu, Knights of Favonius akan membangun perkemahan seperti ini dan mendiskusikan rencana mereka secara terperinci, dipimpin oleh Outrider, pergi ke ekspedisi untuk melawan monster. Crux Fleet yang sering berlayar juga sering memasang meja pasir dengan cara yang sama untuk mensimulasikan keadaan setelah mendarat di sebuah pulau dan membersihkannya dari monster.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "Iter Ad Astra Abyssosque",
    "Description": "Kemah petualang yang sering ditemukan di alam liar. Menggunakan gaya tenda terbaru dan terhebat.\nPetualang berpengalaman terbiasa menjalani kehidupan yang sulit dan hanya membutuhkan tenda yang ringan dan tahan lama untuk tidur nyenyak bahkan dalam badai yang mengamuk, lalu mendapatkan kembali kekuatan mereka keesokan harinya untuk bergerak ke tujuan berikutnya. Dengan demikian, jenis tenda yang terlihat bagus dan terjangkau ini selalu populer di kalangan pembeli.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Kebun Fajar",
    "Description": "Kebun Dawn Winery memang cukup terkenal. Dikatakan bahwa seseorang yang bergelut dalam industri anggur dari bangsa lain mengunjungi Dawn Winery bertahun-tahun yang lalu untuk mempelajarinya, dan mengumpulkan pengalaman dalam manajemen kebun buah. Industri anggur di berbagai bangsa lain berlomba-lomba dalam meniru model yang diterapkan oleh Kebun Fajar.\nSayangnya, keunggulan bahan dasar hanyalah salah satu faktor dalam proses memproduksi anggur yang berkualitas, dan keterampilan Dawn Winery dalam meracik itulah yang menjadi kunci posisinya berada di puncak industri. Karena kalah bersaing, beberapa saingan terpaksa mengalihkan sebagian hasil dari produk mereka untuk dibuat menjadi jus buah demi menyeimbangkan pendapatan.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Aula Keadilan",
    "Description": "Bangunan yang megah ini menggabungkan desain Tri-Commission dan Kantor Polisi dengan sempurna. Bangunan ini memberikan kesan rumah mewah dengan sentuhan organisasi eksekutif yang profesional, tapi tetap mempertahankan estetikanya. Sungguh bangunan yang \"layak\".\nSiapa pun yang memiliki latar belakang terhormat dan jujur pasti akan menyetujui tata letak taman ini. Mungkin kamu pernah mendengar tentang jenderal Tenryou Commission yang menyarankan para pejabatnya untuk tinggal di dekat kantor Commission agar dapat bekerja dengan lebih cepat dan berkontribusi secara lebih efektif untuk mimpi Yang Mulia Shogun mencapai \"Keabadian\".",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Kolam Pemandian Penyegar",
    "Description": "Pemandian air panas ini adalah pemandian terbuka yang memiliki fasilitas lengkap. Meski mineral yang terkandung dalam pemandian ini tidak sama dengan Aisa Bathhouse, namun pemandian ini tidak punya banyak aturan dan suasananya jauh lebih santai.\nSetelah berendam selama setengah jam, semua kelelahan di hari ini akan sirna, dan semangat yang runtuh pun akan terbangkitkan kembali. Bila waktu kamu masih cukup banyak, bersandarlah di batu putih di sekeliling kolam, berbincang-bincang dengan teman sambil menghirup secangkir teh.\nTentu saja sebelum memasuki kolam kamu perlu memerhatikan beberapa etiket dasar. Saat berendam bersama teman, perhatikan lamanya waktu kamu berendam. Bila berendam bersama Ratu Festival Musim Panas dan berbincang terlalu lama, kepala bisa pusing loh.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059,
      10000094
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Desa Bayangan",
    "Description": "Desa Inazuma ini memiliki pemandangan yang persis seperti Desa Konda. Rumah-rumahnya sudah tua namun tidak bobrok. Sebaliknya, rumah-rumahnya memberikan perasaan nyaman yang sederhana. Tak satu pun dari rumah-rumahnya yang menonjol secara khusus, seolah-olah akan menyatu dengan alam dalam beberapa tahun lagi ... Tempat ini benar-benar cocok untuk menjadi tempat persembunyian — dan ninja Shuumatsuban tertentu yang pemalas memang sering bersembunyi di desa seperti ini untuk tidur sampai puas.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Kuil Kenangan",
    "Description": "Desain arsitektural, cat merah cerah, dan tata letak keseluruhan kuil yang tenang dan indah ini memiliki gaya yang sama dengan Kuil Agung Narukami. Bagi manusia, kuil ini adalah tempat meditasi bagi manusia. Tetapi bagi Yang Mulia Shogun, pemandangan di kuil ini sepertinya dapat membentuk ingatan yang samar tentang masa lalu ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Tempat Latihan Seribu Tentara",
    "Description": "Bangunan yang dibangun dengan inspirasi dari tata letak bangunan militer dan perabotan Kujou Encampment.\nSelama konflik antara Pasukan Shogun dan Pasukan Pemberontak, kedua belah pihak telah mencari berbagai cara untuk meningkatkan kualitas rekrutan baru mereka. Dibandingkan dengan tempat pelatihan tradisional, tempat pelatihan ini tidak hanya menyediakan semua jenis peralatan, tetapi juga dapat mensimulasikan suasana genting di garis depan, yang mampu memberikan pengalaman yang sangat dekat dengan situasi nyata. Jadi tentu saja tempat ini memungkinkan rekrutan baru untuk mendapatkan pelatihan yang cukup.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Belantara Bagaikan Giok",
    "Description": "Pemandangan yang tenang dan tenteram di pinggiran Inazuma, Kuil dari Otogi Wood yang berdiri tegak di antara pohon sakura, pohon maple, dan bunga berwarna-warni ... Kelap-kelip cahaya lilin yang menyatu dengan \"keagungan\" dan \"ketenteraman\" yang abstrak ... Kelopak-kelopak bunga yang berjatuhan juga tampaknya telah terkena sentuhan spiritual.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Kenangan Malam Musim Panas",
    "Description": "Pemandangannya menciptakan kembali suasana semarak festival Inazuma dengan sempurna.\nKota Inazuma mengadakan beberapa festival setiap tahun, tetapi Festival Musim Panas adalah yang terbesar dan paling berkesan. Kedai makanan, permainan, dan kembang api di langit malam akan membuat pengunjung betah berlama-lama. Meski festival akan berakhir, namun suara canda tawa serta kemeriahan itu akan tetap tertanam dalam ingatan.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Jalan Sakura",
    "Description": "Tiruan sempurna dari distrik perbelanjaan Kota Inazuma yang direncanakan dengan cermat.\nTidak peduli bagaimana kondisi yang berkecamuk di luar, penduduk Inazuma masih dapat menjalani kehidupan dengan tenang dan damai. Jalanan yang sering dilalui penduduk secara tidak langsung mencerminkan kondisi kehidupan penduduk — yang merupakan penggambaran suasana kota yang paling tepat. Dengan mengikuti Thoma yang mengenal Inazuma luar dalam, dan melihat-lihat berbagai toko, seseorang pasti dapat memahami adat istiadat setempat dengan cepat.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Kamar Tidur Mimpi Keabadian",
    "Description": "Kamar tidur ini didesain dengan gaya unik Inazuma, tetapi juga mengadopsi ide-ide dari negara lain, dan berhasil mencapai keseimbangan antara tradisi dan kepraktisan. Ruangannya sudah didesain dengan mempertimbangkan kenyamanan tamu, dapat membuat tamu rileks dan kembali berenergi setelah beristirahat sebentar, seolah-olah telah melewati waktu cukup lama di dalam mimpi. Kotatsu yang dipasang juga dapat membuat orang-orang tidak ingin meninggalkan kamar.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "Seribu Ayunan Pedang",
    "Description": "Tempat ini adalah tempat melatih ilmu pedang sejati. Banyak pedang klan turun-temurun tersimpan di segala sudut, dan baju besi yang kokoh dan tegak membuat suasana dojo sangat serius. Dekorasi Busur Pembunuh Kejahatan dan Layar Pemburu Roh di sana berfungsi untuk membersihkan hati orang-orang yang berlatih dari segala pikiran jahat.\nKebanyakan ahli bela diri Inazuma percaya bahwa selain mengayunkan pedang seribu kali, mereka harus mempertahankan tekad dan usaha untuk meningkatkan keterampilan agar dapat mencapai puncak dalam teknik bela diri pedang.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Ruang Kerja Lautan Tinta",
    "Description": "Ruang kerja ini penuh dengan perabotan yang lengkap dan menggunakan rak buku besar yang juga dimiliki Tri-Commission. Rak ini cukup untuk menampung ratusan, bahkan ribuan buku. Namun bagi orang Inazuma, jumlah buku dalam rak tidaklah penting. Yang terpenting adalah \"ketepatan\" dan \"pengendapan\". Buku bagus yang sudah dibaca, setiap hurufnya harus masuk dan mengendap dalam lubuk hati. Karena itu buku-bukunya harus diletakkan sesuai dengan tingkat perhatian orang-orang. Buku-buku yang sudah diingat jelas, mau dipinjam atau dijual pun tidak akan masalah. Dengar-dengar Pemimpin Suci yang terhormat dari Pulau Watatsumi punya kebiasaan seperti ini.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Kedai Perpaduan Teh dan Maple",
    "Description": "Kedai teh tradisional Inazuma ini menggunakan desain Komore Teahouse sebagai referensi, dan juga menggunakan meja kayu maple dan perlengkapan teh yang serupa. Suasananya elegan namun tidak serius, ramah namun tidak sewenang-wenang.\nAda mitos yang mengatakan bahwa inspirasi akan muncul saat kita duduk di ruang yang dipenuhi aroma kayu maple dan teh. Karena itu, beberapa penyair tertentu cenderung menulis syair mereka sambil menyeruput teh. Contohnya seperti ronin muda yang suka memberi julukan elegan pada tanaman-tanaman.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Anekdot Patroli Hutan",
    "Description": "Ruang istirahat dengan desain yang terinspirasi dari tempat tinggal Penjaga Hutan di Desa Gandharva. Tata letak ruangan juga telah disesuaikan dengan misi yang dilakukan oleh para Penjaga Hutan.\nSetiap kali ada misi, mereka dapat segera dengan cepat mengambil tas mereka dan pergi, dan ketika mereka kembali dari patroli, mereka juga dapat dengan cepat turun untuk memproses, menyimpan, atau menganalisis sampel. Jika mereka berjaga sampai larut malam, mereka bahkan dapat menggunakan kompor di dalamnya untuk membuat makan malam dan memulihkan energi. Semua hal sudah dipertimbangkan dengan baik, dan ruang istirahat ini juga akan memungkinkan Penjaga Hutan untuk mempertahankan kinerja mereka dengan baik setiap saat ... Selama urutan patrolinya sudah disusun dengan baik ya pastinya.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Kecantikan yang Memukau",
    "Description": "Sebuah ruangan yang dihiasi dengan berbagai permata, ornamen, dan koleksi barang berharga. Interiornya memberikan suasana kemewahan, dan bercahaya, terdapat satu lampu di sudut yang memungkinkan cahaya menjadi tersebar dan memantul ke segala penjuru, sungguh menyilaukan.\nBagi mereka yang mencari kekayaan, ruangan seperti itu mirip dengan suguhan manis dengan jumlah gula yang tepat dan rasa yang bertahan lama di lidah. Dan bagi mereka yang lebih menghargai estetika, mereka akan menemukan kilauan karya seni yang ada di sini sebagai sebuah kejutan yang menyenangkan, tidak peduli dari sudut mana mereka melihatnya.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "Aroma yang Berlimpah",
    "Description": "Blueprint untuk restoran yang didekorasi dengan indah ini adalah kedai terkenal di Kota Sumeru ... yang tentunya sudah dimodifikasi untuk digunakan di dalam Serenitea Pot. Uap dan aroma rempah-rempah samar-samar tercium di udara, seolah melipatgandakan pengalaman menyenangkan yang pernah dilalui. Yang dibutuhkan hanyalah beberapa teman untuk menemanimu dan beberapa anggur berkualitas, dan ini akan menjadi pengalaman bersantap yang paling sempurna.\nBagi mereka yang sering bepergian bersama, jika mempertimbangkan jumlah kursi dan jumlah makanan yang dibutuhkan, maka tempat barbekyu akan menjadi pilihan sempurna. Sedangkan bagi mereka yang senang bepergian sendiri, suasana yang bising dari tempat-tempat tersebut memungkinkan mereka untuk menyamarkan gerakan mereka, sekaligus menyediakan kondisi yang aman untuk mengamati, melacak, atau bahkan merencanakan sesuatu.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079,
      10000097
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Sumber Pemikiran",
    "Description": "Sebuah ruang belajar yang ditumpuk dengan buku-buku tebal, rak bukunya menjulang tinggi seperti dinding yang tak terukur. Ketika kebanyakan orang menatap banyak buku yang terbentang di depan mata mereka, sulit rasanya untuk tidak merasa sedikit kagum.\nTentu saja, mereka yang tahu menyadari bahwa batas antara kebijaksanaan dan ketidaktahuan bukanlah batas yang tidak boleh dilewati. Selama seseorang bersedia untuk membaca buku-buku ini, satu per satu, mengikuti rencana yang disusun dengan hati-hati, seseorang akan memperoleh pengetahuan baru yang tak terhitung jumlahnya.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "Perpisahan Singkat dengan Kebisingan dan Kekhawatiran",
    "Description": "Kamar tidur dengan gaya yang biasa ditemukan di Sumeru. Berbagai peralatan dan perkakas di sini dapat ditemukan di banyak rumah di seluruh kota. Berkat kekuatan replika sempurna dari Sub-Space Creation, setiap perabotan tampak seperti baru, memberikan kesan bersih, rapi, terbuka, dan ramah bagi siapa pun yang masuk — tempat yang bagus untuk beristirahat.\nBahkan mereka yang biasanya tidak perlu khawatir tentang makanan atau pakaian terkadang akan terpengaruh oleh hal-hal negatif, dan bahkan mereka yang berada di posisi yang membuat iri kebanyakan orang tidak dapat lepas dari kesulitan hidup. Pada saat-saat seperti itu, mengosongkan pikiran dan mendapatkan tidur yang nyenyak akan sangat berguna sehingga seseorang dapat menghadapi dunia ini lagi dengan penuh semangat.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "Tinggal di Tengah Padang Pasir",
    "Description": "Ruangan tanpa hiasan yang menggunakan peralatan dan perlengkapan yang berasal dari desain interior yang umum di Desa Aaru. Mereka yang tinggal di tengah-tengah angin gurun memiliki banyak kebiasaan yang cocok untuk hidup di lingkungan unik tersebut, seperti mengibaskan pasir yang mungkin terbawa bersama pakaian mereka, atau menjaga suhu dan kelembapan ruangan ....\nTentu saja, praktik seperti itu tidak terlalu diperlukan di sini, tetapi hal-hal tersebut masih dapat menghibur dan menghangatkan hati, dan karenanya layak untuk dikenang. Pengaturan interior ini memperhatikan banyak detail kecil sehingga tinggal di dalamnya terasa seperti tinggal di rumah padang pasir.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Di tengah Pasar yang Makmur",
    "Description": "Sebuah distrik perdagangan dengan perabotan indah yang menyerupai kepada tata letak jalan-jalan Kota Sumeru dan Grand Bazaar. Buah-buahan segar, hidangan lezat, dan segala macam barang sehari-hari dapat ditemukan di kios-kios di sini. Kalau kamu berkeliling, kamu pasti akan bisa menemukan hawa yang unik seperti benar-benar datang ke pasar yang ramai.\nMereka mengatakan bahwa toko-toko dan kios-kios di kedua sisi jalan Sumeru telah dimodifikasi sesuai dengan aturan khusus yang merupakan produk dari beberapa Penelitian Akademiya, sehingga dapat memberikan pelayanan yang holistik dengan tingkat kesulitan pengelolaan yang seminimal mungkin dan bisa memaksimalkan area yang digunakan.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076,
      10000097
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "Keheningan dalam Hutan yang Tenang",
    "Description": "Pemukiman ini dibuat dengan gaya Desa Gandharva dengan banyak inspirasi estetika yang diambil dari hutan hujan itu sendiri, sehingga kamu dapat merasakan pengalaman hutan di tengah warna hijau dan biru yang menenangkan.\nTentu saja, kamu juga perlu menguasai lebih banyak keterampilan bertahan hidup ketika kamu harus benar-benar memasuki hutan, seperti menyesuaikan rutinitas dan ritme untuk menghindari perkara kecil yang disebabkan oleh iklim lembap tersebut. Kamu mungkin juga perlu memahami kebiasaan sehari-hari beberapa Penjaga Hutan ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Tarian Memutar yang Tak Lekang",
    "Description": "Teater yang megah dan indah. Dalam banyak hal — panggung megah, kabut air pancur yang menyembur, dan berbagai bunga berharga telah kembali diciptakan oleh Sub-Space Creation — tempat ini meniru suasana meriah yang dibawakan oleh Teater Zubayr.\nMereka mengatakan bahwa beberapa pertunjukan paling indah disaksikan saat malam hari. Penempatan lampu teater tampaknya juga merupakan hasil dari studi yang cermat yang bertujuan untuk memaksimalkan kejelasan di mana setiap penonton dapat melihat para penari, tidak peduli dari sudut mana mereka duduk atau berdiri, sedangkan pencahayaan dan pancaran lampu-lampu tersebut juga disesuaikan dengan tepat untuk memaksimalkan efek pantulan cahayanya.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Waktu Tenang di Tepi Sungai",
    "Description": "Pemukiman yang tenang dengan estetika unik Desa Vimara. Meskipun set perabotan ini tidak terletak di tepi sungai atau di tepi laut, aroma ikan yang tercium melalui desa ini seolah membuatmu jadi mendengar suara gemericik air di telingamu.\nPerasaan di Desa Vimara sangat berbeda dari kemah Penjaga Hutan, sebagian besar penghuninya tidak memikul tugas penting dan dengan demikian mereka menjalani kehidupan yang santai dan damai sehingga menjadikannya tempat yang sangat menyenangkan bagi mereka yang ingin bersantai.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "Setekh Demurs",
    "Description": "Pemukiman yang berbasis di Desa Aaru ini terdiri dari rumah-rumah kokoh yang tidak takut erosi dari pasir atau gangguan dari hewan buas yang tidak diundang karena mereka memiliki kekuatan pertahanan yang setara dengan struktur kayu. Hanya saja, katanya sih, bahan bangunannya agak istimewa dan dengan demikian dinding bagian dalam memerlukan perawatan rutin dari penghuninya untuk memeriksa apakah mereka mulai retak karena pelapukan, angin kencang, ataupun karena matahari yang terlalu terik, sehingga jika diperlukan ya harus diperbaiki. Pekerjaan semacam itu juga membantu mengasah persepsi penduduk, membuat mereka lebih berhati-hati dan tepat tentang dalam setiap aspek kehidupan mereka.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "Barisan Depan Pasukan Pemberani",
    "Description": "Kemah bergaya militer ini dipenuhi dengan berbagai barang. Benteng pertahanan telah didirikan, dan api unggun yang ditempatkan dengan baik menjadi dasar untuk operasi malam hari. Setidaknya secara teori, jenis perkemahan ini dapat menahan serangan dari banyak musuh, dan bahkan dapat membentuk titik tumpu garis pertahanan jika ada cukup tenaga untuk melakukannya.\nTidak peduli betapa merepotkannya penyiapan dan pengangkutan material itu dan tidak peduli kurangnya tenda-tenda yang menghalangi angin atau hujan dapat menyebabkan kondisi menjadi lebih sulit ... Tentara bayaran yang tangguh dalam pertempuran hanya membutuhkan tempat tidur jerami untuk dapat tidur nyenyak, dan karena itu jangan terlalu khawatir tentang masalah kecil seperti itu.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "Di Tengah Aroma dan Ketenangan",
    "Description": "Taman yang elegan dan tenang yang memanfaatkan gazebo yang diambil dari Razan Garden dan Pardis Dhyai. Tempat ini tidak terlalu peduli dengan kesatuan mutlak dari gaya arsitektur yang berbeda, tetapi lebih fokus untuk menciptakan suasana tenang secara keseluruhan.\nBunga yang indah tertidur di sini dengan tenang, dan lampu yang membuat air pancur seolah bersinar... Saat malam hari mendekat, berjalan-jalan melalui taman ini dapat menyebabkan pikiran bising di kepalamu menghilang seperti awan tipis yang tertiup angin. Mungkin kamu juga bahkan bisa mendapatkan inspirasi yang biasanya sulit kamu dapatkan ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Paduan Suara Gurun dan Kayu",
    "Description": "Banyak varietas tanaman tumbuh subur di ruang yang luar biasa ini, tampaknya ini juga berkat Sub-Space Creation yang dapat menyelaraskan berbagai spesialisasi yang dimiliki tanaman ini sehingga tanaman yang berasal dari gurun dan hutan pun dapat hidup berdampingan dan dengan demikian mengatur perpaduan bunga, pohon, dan rerumputan liar menjadi terlihat indah.\nBagi peneliti yang menyukai tanaman, area seperti itu benar-benar merupakan harta karun untuk diteliti, meskipun hutan yang semarak ini juga akan menjadi area pemandangan yang menarik bagi orang yang lewat.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Faktor Penting untuk Siklus Kerja-Istirahat",
    "Description": "Kamar tidur luas yang sederhana, menyeimbangkan antara kehangatan dan kerumitan. Bagi orang yang sedang letih, berbaring di atas ranjang di kamar ini akan membuatnya cepat terlelap, sementara orang yang baru bangun di pagi hari bisa cepat tersadar dan memasuki mode bekerja dalam sesaat.\nBanyak orang Fontaine yang menganggap dekorasi kamar sebagai faktor penting yang memengaruhi kualitas tidur, sedangkan tidur yang stabil adalah kunci penting dari ritme hidup seseorang. Demikianlah, desain sebuah kamar tidur memang sangat penting.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Mematuhi Aturan Kantor dengan Ketat",
    "Description": "Desain ruang belajar yang klasik yang mengambil referensi dari perabotan di Palais Mermonia, menciptakan kembali suasana kantor yang sangat sibuk dan sesuai dengan peraturan.\nAda seorang peneliti di Institut Penelitian Fontaine yang menyatakan bahwa \"lingkungan akan memengaruhi kondisi bekerja seseorang\". Berdasarkan teori ini, orang yang berada di dalam lingkungan seperti Palais mungkin akan mengikuti setiap peraturan yang ada tanpa sadar ....",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000098
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Jubah Mewah Kuliner Anggur",
    "Description": "Restoran dengan perabotan dan peralatan yang lengkap, yang menjadikan Hotel Debord sebagai referensinya. Cocok untuk menjadi lokasi pesta keluarga yang ramai untuk bisa menjamu teman dan saudara.\nSeorang koki terkenal yang punya pengalaman segudang dan perfeksionis pun tidak dapat menyangkal, bahwa lingkungan saat menyantap makanan akan memengaruhi suasana hati pelanggan, yang memengaruhi penilaian keseluruhan mereka terhadap hidangan yang disajikan. Oleh sebab itu, restoran yang indah sendiri juga bisa dikategorikan sebagai jubah mewah makanan kuliner dan anggur.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "Fokus Sempurna",
    "Description": "Interior dengan panggung berukuran sedang sebagai pusatnya, cukup untuk sebuah pertunjukan kecil.\nBagi orang baru yang naik ke atas pentas, jumlah penonton yang terlalu banyak akan membuatnya grogi dan memengaruhi penampilan mereka. Sedangkan bagi para guru besar, kadang-kadang menampilkan sebuah pertunjukan bagi kerabatnya merupakan hal yang lebih membahagiakan daripada mendapatkan uang. Oleh sebab itu, banyak ahli pertunjukan yang suka dengan panggung yang pas ini.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000096
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "Roda Gigi Inspirasi yang Terus Berputar",
    "Description": "Sebuah ruangan dengan yang mengambil bengkel mekanisme roda gigi sebagai referensinya, memiliki berbagai peralatan pemrosesan yang cukup untuk kebutuhan tukang biasa.\nDi dalam konsep orang Fontaine, mekanisme roda gigi adalah objek yang sangat pantas dihargai, sedangkan penghargaan ini juga harus dilanjutkan hingga perangkat tukang ... \"Inspirasi meningkatkan telinga dari semua komponen ini, dan mengajarkan mereka untuk menari bersama sebagai satu kesatuan dengan ritme yang abadi\".",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Sumber Pencegahan Pelanggaran Peraturan",
    "Description": "Kantor yang penuh dengan suasana khidmat, bisa mengembalikan suasana kantor \"Duke\" di Benteng Meropide dengan lumayan akurat.\nKonon katanya, setelah Duke mengambil alih Benteng, dia cuma mengganti sebagian kecil perabotan kantornya dan meninggalkan dekorasi ruangannya seperti itu. Oleh sebab itu, ketentuan yang harus ditaati oleh para tawanan sebagian besar ditulis di ruangan ini.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "Keseharian di Pengadilan Hukum",
    "Description": "Jalan yang didesain berdasarkan jalanan biasa di Area Pemukiman Fontaine, perumahan yang berdiri tegak di antaranya merupakan bentuk asli dari Court of Fontaine.\nBagi kebanyakan warga Fontaine, hidup berdasarkan irama, seperti berangkat dan pulang kerja tepat waktu, belanja atau berkumpul dengan teman saat rehat, kadang-kadang pergi ke Opera Epiclese untuk menikmati pertunjukan megah, merupakan bagian dari hidup mereka. Bahkan sebagian besar petualang yang mempunyai pengalaman hebat kadang-kadang juga berpikir bahwa kehidupan yang datar seperti ini juga lumayan ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000096
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "Perdagangan Makmur di Pengadilan Hukum",
    "Description": "Dibuat berdasarkan jalanan yang ada di Fontaine, ada berbagai toko khas Fontaine, dengan meja untuk minum teh sambil beristirahat.\nBerdasarkan penuturan dari beberapa pelancong yang sudah berpengalaman, kamu boleh bertanya kepada penduduk setempat kalau tidak terlalu kenal dengan toko dan barang-barang khas yang sedang diskon. Karena sebagian besar toko yang mengikuti kontrol harga barang yang sudah ditetapkan Palais Mermonia, tidak banyak orang yang membeli barang di luar harga yang ditetapkan.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000094
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "Embun Segar Pengadilan Hukum",
    "Description": "Lapangan yang dipenuhi dengan semak hijau, bunga warna-warni, dan air mancur yang megah. Konsep desainnya mengambil air mancur di area Fountain of Lucine sebagai referensinya.\nSaat cuaca sedang cerah, wewangian bunga Erinnyes dan pemandangan dari embun segar berpadu, sehingga membuat suasana hati pelancong bangsa asing yang datang ke sini dan penduduk setempat menjadi bahagia. Meski kadang-kadang turun hujan saat sedang berkunjung, tapi banyaknya legenda yang mengelilingi air mancur ini membuat orang-orang masih menitipkan harapan indah kepadanya.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089,
      10000099
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Poisson yang Sederhana",
    "Description": "Pemandangan area dengan berbagai bangunan unik sebagai pusatnya, menciptakan kembali bayangan di salah satu sudut Poisson. Rumah dan perabotan yang menekankan fungsi praktis bisa memaksimalkan efisiensi pekerjaan penduduk kota, tapi ini bukan berarti kesibukan dan keletihan, melainkan adalah jaminan untuk hari santai. Banyak penduduk Poisson memang menganut prinsip \"selesaikan pekerjaan setiap hari secepat mungkin, nikmati waktu istirahat sebisa mungkin\", sambil menjalani kehidupan yang padat namun sederhana.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Kilau Merusea di Dalam Air",
    "Description": "Hunian yang berusaha mengembalikan keaslian Desa Merusea, bangunan yang unik ini sangat mencolok di hadapan mata orang-orang.\nDesa tempat tinggal Melusine terletak di dalam Elynas, jarang sekali ada orang biasa yang berkunjung ke tempat ini. Dan sebagian kecil orang-orang yang kembali dari kunjungan pasti akan terus memuja-muja keunikan desa itu. Pernah ada beberapa pelukis yang berusaha untuk menggambar pemandangan desa ini berdasarkan deskripsi yang dipaparkan oleh mereka yang telah kembali, dipadukan dengan informasi yang diperoleh dari wawancara terhadap Melusine di dalam Court of Fontaine. Sayangnya, ada perbedaan warna yang tidak bisa diabaikan dari hasil karya mereka dan warna asli Desa Merusea. Masalah ini terus mengusik para pelukis sejak dahulu, hingga akhirnya setelah ada foto-foto Desa Merusea yang diambil dengan Kamera tersebar luas, masalah ini barulah bisa terselesaikan ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085,
      10000095
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "Maju Sekuat Tenaga di Benteng Terlarang",
    "Description": "Sebuah arena yang bagian tengahnya merupakan ring tinju. Saat berada di dalamnya, seseorang seperti akan bisa mendengar suara sorakan dan tepuk tangan dari para penonton, berbagai kalimat yang dilontarkan secara semangat oleh para komentator, dan suara beradunya tinju dengan daging dari kontestan. Ini adalah kesan mendalam yang ditinggalkan oleh referensi awalnya — Ring Pankration di Benteng Meropide.\n\"Di arena tempat semuanya bisa diselesaikan dengan tinju, hanya dengan maju sekuat tenagalah seseorang baru bisa mendapatkan penghargaan dan Kupon Khusus miliknya sendiri ....\" Banyak sekali kontestan Ring Pankration yang menjunjung kalimat ini sebagai prinsip hidupnya, bahkan setelah keluar dari Benteng Meropide ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090,
      10000095
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "Warna Berbintik Bangsa Air",
    "Description": "Pemandangan alam liar yang dipenuhi dengan tumbuhan subur, terdiri dari berbagai jenis bunga dan semak yang sering ditemukan di Fontaine. Bunga dan tumbuhan merupakan tema lukisan yang sering ditemukan, juga merupakan salah satu titik awal untuk mengeksplorasi tentang \"warna\". Sebagian pelukis di Fontaine menganggap bahwa palet di dunia memanfaatkan tumbuhan untuk menunjukkan \"kombinasi sempurna\" warna-warna. Oleh sebab itu, jika semua warna di dalam sebuah lukisan bisa ditemukan pada tanaman, maka lukisan ini pasti akan memiliki keindahan harmonis sama seperti pemandangan aslinya. Tentu saja, syaratnya adalah kamu tidak mencampur berbagai warna tanaman yang ada ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000098,
      10000099
    ],
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  },
  {
    "Id": 87,
    "Types": [
      672,
      0
    ],
    "Name": "Berpikir Sebelum Berucap",
    "Description": "Ruang belajar berperabotan lengkap dengan barang-barang yang telah dipilih oleh Speaker's Chamber dan terinspirasi oleh dekorasi Stadium of the Sacred Flame. Cahaya hangat dari lampu meja membantu menciptakan suasana yang cocok untuk berkontemplasi dan belajar secara mandiri. Nama \"Speaker's Chamber\" sendiri menyiratkan sebuah tempat untuk berbincang-bincang dan berwacana, namun setiap kata yang diucapkan di tempat tersebut dapat memengaruhi nasib Natlan, karenanya setiap ucapan harus dipertimbangkan dengan saksama. Mungkin merupakan sebuah pilihan yang bijak untuk berpikir dan melakukan perencanaan terlebih dahulu dalam sebuah ruang belajar yang tenang.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000106
    ],
    "Units": [
      362126,
      363114,
      361117,
      361337,
      362319,
      363115
    ]
  },
  {
    "Id": 88,
    "Types": [
      672,
      0
    ],
    "Name": "Pesta Kemenangan di Stadion",
    "Description": "Sebuah ruang perjamuan yang dipenuhi dengan beragam makanan lezat yang terinspirasi dari kantin di dalam Stadium of the Sacred Flame. Ruangan ini mengingatkan orang kembali akan adegan menyentuh para pejuang yang berkumpul bersama dalam perayaan kemenangan untuk berpesta dan karenanya lokasinya harus dipilih dengan cermat. Yang paling penting adalah dapat menciptakan suasana santai namun penuh gairah, yaitu sebuah suasana yang akan membuat para hadirin merasa nyaman dan bisa minum sampai puas.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000106
    ],
    "Units": [
      362319,
      362127,
      362126,
      363405,
      363404,
      361336,
      363114,
      362126,
      363405,
      361336,
      361336,
      362126,
      362126,
      362126,
      362127,
      363114,
      363404,
      363405,
      363404,
      363404
    ]
  },
  {
    "Id": 89,
    "Types": [
      672,
      0
    ],
    "Name": "Terlelap Dalam Rangkulan Mimpi",
    "Description": "Kamar tidur yang hangat dan nyaman dengan meniru gaya kamar-kamar di Weary Inn serta berisi beberapa perabotan yang sama, dirancang untuk menenangkan saraf dan meningkatkan kualitas tidur.\nSebagai tempat istirahat bagi para wisatawan, pebisnis, dan pejuang yang berpartisipasi dalam turnamen, konsep desain dari Weary Inn berfokus pada pemulihan tubuh dan pikiran. Sang pemilik sudi menginvestasikan banyak waktu dan upaya demi memastikan bahwa para tamu mendapatkan pengalaman menginap yang terbaik. Oleh karena itu, menginap di kamar tidur yang secara akurat menggambarkan gaya dan nuansa Weary Inn niscaya akan memberikan istirahat malam yang tak tertandingi.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Universal",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000107
    ],
    "Units": [
      361409,
      362318,
      361338,
      362402,
      363407,
      363116,
      363508,
      363114,
      361114
    ]
  },
  {
    "Id": 90,
    "Types": [
      772,
      0
    ],
    "Name": "Pernak-Pernik Populer di Pasar",
    "Description": "Jalan pasar yang semarak di Chuwen Fair di dalam Stadium of the Sacred Flame. Toko dan lapak yang berwarna-warni terletak berdampingan, dihiasi dengan grafiti dan dekorasi yang menampilkan gaya serta cahaya bersemangat yang unik bagi Natlan.\nOrnamen dan cat berwarna pelangi adalah ciri khas pasar Natlan dan mata uang umum bagi mereka yang ingin mengekspresikan minatnya pada tren kekinian. Oleh karena itu, tidak berlebihan kiranya apabila dikatakan bahwa banyak sekali tren populer Natlan yang lahir di pasar tersebut.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Market",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370337,
      370338,
      370339,
      370336,
      373931,
      373931,
      374328,
      373930,
      373930,
      373931,
      373930,
      373930,
      373929,
      374328,
      373930
    ]
  },
  {
    "Id": 91,
    "Types": [
      772,
      0
    ],
    "Name": "Tercipta Dari Kobaran Api Terpanas",
    "Description": "Ruang kerja yang menggabungkan peralatan pertambangan, fasilitas pemrosesan, dan rak pajangan senjata jadi — toko serba ada mulai dari produksi hingga ritel dan cukup untuk memenuhi kebutuhan kerja seluruh tim pengrajin Natlan.\nNatlan adalah bangsa perang di mana senjata dan produksinya dipandang sangat penting. Tungkunya menyala dengan panas yang tak tertandingi. Harapannya, siraman dan rendaman api ini senjata tersebut cukup andal untuk membantu para pejuang mengalahkan musuh yang kuat layaknya Api Suci.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Mine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000103
    ],
    "Units": [
      370905,
      374605,
      370927,
      373927,
      373928,
      370904,
      374605,
      374614
    ]
  },
  {
    "Id": 92,
    "Types": [
      772,
      0
    ],
    "Name": "Petualangan Kita, Jalan Kita",
    "Description": "Hutan belantara yang sarat akan pesona alam yang masih alami, menggambarkan secara indah esensi dari geologi dan flora Natlan yang unik. Saat berada di dalamnya, suara angin kencang seakan terngiang-ngiang di telinga.\nHutan belantara Natlan sangat luas dan liar, berisi begitu banyaknya gunung yang menunggu untuk didaki, langit untuk dilintasi, dan misteri untuk diselidiki. Singkatnya, Natlan adalah tempat yang sangat menyenangkan bagi para petualang.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Nature",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101,
      10000105
    ],
    "Units": [
      372353,
      372705,
      372233,
      372708,
      372233,
      372708,
      372705,
      372233,
      372234,
      372708,
      372513,
      372705,
      372706,
      372706,
      372706,
      372706,
      372706,
      372234,
      372234
    ]
  },
  {
    "Id": 93,
    "Types": [
      772,
      0
    ],
    "Name": "Semangat Putra-Putri Gema",
    "Description": "Area ramai yang merangkum esensi energik dari pemandangan jalanan khas Putra-Putri Gema, dengan panggungnya yang besar, grafitinya yang memanjakan mata, serta arsitektur batunya yang khas.\nTarian pertarungan yang penuh gairah dan suara ketukan yang berirama adalah denyut unik dari Putra-Putri Gema. Siapa pun yang tenggelam dalam suasana yang demikian pasti akan merasakan kegembiraan dan antusiasme yang menular, dan hal ini menanamkan tujuan baru dalam hidup mereka.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tepetlisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000103
    ],
    "Units": [
      370900,
      370902,
      370903,
      370904,
      370905,
      374121,
      373462,
      374606,
      360452,
      374121,
      370904,
      374121,
      370902,
      370901
    ]
  },
  {
    "Id": 94,
    "Types": [
      772,
      0
    ],
    "Name": "Kesantaian Warga Mata Air",
    "Description": "Pemukiman yang mengambil inspirasi pemandangan di Warga Mata Air, di dalamnya terdapat berbagai toko dan lapak yang khas, terdapat pula meja teh dan pondok untuk beristirahat.\nDi sini terdapat banyak pilihan peralatan olahraga air, dan musik serta instrumen unik untuk didengarkan ... Kalau lama tinggal di pemukiman santai seperti ini, sepertinya tidak peduli masalah apa pun yang dihadapi, pada akhirnya akan dapat terlupakan ....",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Koholasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370915,
      370914,
      370917,
      374123,
      374327,
      374215,
      374216,
      360454,
      360455,
      374123,
      374123,
      374123,
      370917,
      370917,
      370913,
      374123,
      374123,
      374123,
      374215
    ]
  },
  {
    "Id": 95,
    "Types": [
      772,
      0
    ],
    "Name": "Kepraktisan Tirai Daun",
    "Description": "Pos kurir dengan gubuk nyaman dan praktis yang mengambil inspirasi dari Suku Tirai Daun. Dilengkapi dengan peralatan komunikasi serta sistem kincir angin untuk memantau perubahan cuaca, pos ini menyediakan hampir semua yang dibutuhkan kurir untuk menjalankan tugasnya.\nMenjadi seorang kurir bukanlah tugas yang mudah, justru memerlukan serangkaian keterampilan yang tidak sedikit, di antaranya termasuk kemampuan melintasi berbagai medan, bertahan dalam waktu lama di alam liar, dan menentukan serta melacak arah secara akurat. Tentunya, keterampilan-keterampilan ini tidak mungkin dapat dikuasai hanya dengan mengandalkan semangat petualangan saja.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Yumkasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101
    ],
    "Units": [
      370906,
      370908,
      370911,
      374122,
      373516,
      374607,
      374609,
      360453,
      374122,
      374122,
      374122,
      374122,
      374122,
      373516,
      373463,
      360453,
      374326,
      372708
    ]
  },
  {
    "Id": 96,
    "Types": [
      772,
      0
    ],
    "Name": "Perjalanan Bunga Bersayap",
    "Description": "Pemukiman yang terdiri dari berbagai platform terapung, balon udara, dan tempat latihan yang menampilkan kembali karakter dan gaya Suku Bunga Bersayap. Dikatakan bahwa hampir setiap anggota Suku Bunga Bersayap bermimpi untuk dapat bergabung dengan pasukan terbang dan memulai perjalanan menaklukkan langit. Bagi mereka yang bercita-cita demikian, setiap hari merupakan sesi menempa diri. Seperti yang pernah dikatakan oleh seorang pejuang, \"Kerja keras tidak pernah mengkhianati hasil.\" Kalimat ini menginspirasi sebagian anggota Suku Bunga Bersayap untuk bekerja keras dan berusaha mencapainya.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Qucusaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104
    ],
    "Units": [
      370922,
      370923,
      370923,
      370924,
      371273,
      370925,
      371147,
      371148,
      371148,
      370926,
      370926,
      370926,
      370926,
      370926,
      374612,
      374612,
      373472,
      373473,
      373926,
      374124,
      374124,
      372233,
      372708,
      374124,
      374124,
      372233,
      372708,
      372234,
      372513,
      374124
    ]
  },
  {
    "Id": 97,
    "Types": [
      772,
      0
    ],
    "Name": "Ketentraman Penguasa Angin Malam",
    "Description": "Sebuah pemukiman kecil yang berupaya menampilkan kembali pemandangan di wilayah Penguasa Angin Malam, dengan bangunan-bangunannya yang ditata menyerupai bulu raksasa Iktomisaurus.\nDi mata orang luar, Penguasa Angin Malam adalah suku yang misterius dan sulit dipahami. Banyak orang berspekulasi bahwa dukun yang berasal dari suku ini berkarakter eksentrik dan sulit didekati. Faktanya memang benar. Bahkan lingkungan tempat tinggal Penguasa Angin Malam bukanlah lingkungan yang bisa membuat betah orang pada umumnya.\nNamun, selain mahir dalam menjalankan ritual, para dukun hebat ini juga sangat pandai merawat diri. Kalau tidak, mana mungkin mereka bisa bermeditasi dengan nyaman sepanjang hari?",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Iktomisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000105,
      10000107
    ],
    "Units": [
      370919,
      370920,
      374611,
      373922,
      373924,
      373925,
      360456,
      360457,
      374610,
      374611,
      373923,
      360456,
      374610,
      374611,
      372353,
      372353,
      360457,
      372233,
      372234,
      372234,
      372708,
      372513,
      372513,
      372708,
      372513,
      372233,
      372234,
      374611,
      372352,
      372352
    ]
  }
]