[
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Lingering Seed</color>",
    "Description": "Setiap kali menciptakan satu Dendro Core, satu Lingering Seed juga akan tercipta di sekitar Karakter aktif (maksimum <color=#f39001>4</color> buah dalam waktu bersamaan). Lingering Seed akan mengakibatkan <color=#7bb100>Dendro DMG</color> lalu hilang saat menyentuh musuh."
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Wildfire Wave</color>",
    "Description": "Saat mengakibatkan DMG terhadap musuh melalui reaksi Burning, akan melakukan perhitungan terhadap musuh tersebut. Saat perhitungan ini mencapai angka <color=#f39001>{0}</color>, maka akan tercipta gelombang yang mengakibatkan <color=#ef5534>Pyro DMG Area</color> dan perhitungannya akan diulang."
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Combustion Core</color>",
    "Description": "Terpicu setelah Karakter mengakibatkan <color=#7bb100>Dendro DMG</color> pada musuh yang terpengaruh efek Burning, mengakibatkan <color=#7bb100>Dendro DMG</color> tambahan."
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Pyro Crystal's Boon</color>",
    "Description": "Seluruh anggota party mendapatkan <color=#f39001>50%</color> Pyro dan Geo DMG Bonus. Selain itu, kamu akan mendapatkan shard dari reaksi Crystallize di sekitar setiap <color=#f39001>4</color> detik."
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Ignition Wave</color>",
    "Description": "Saat <color=#f39001>Pyro Crystal's Boon</color> sedang aktif, akan melancarkan gelombang serangan di posisi Karakter berada setiap <color=#f39001>6</color> detik dan mengakibatkan <color=#ef5534>Pyro DMG Area</color>."
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Stoneshard Strike</color>",
    "Description": "Saat <color=#f39001>Pyro Crystal's Boon</color> sedang aktif, akan melancarkan gelombang serangan di posisi Karakter berada setiap <color=#f39001>4</color> detik dan mengakibatkan <color=#e09800>Geo DMG Area</color>."
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Electro Crystal's Boon</color>",
    "Description": "Seluruh anggota party mendapatkan <color=#f39001>50%</color> Electro dan Geo DMG Bonus. Selain itu, kamu akan mendapatkan shard dari reaksi Crystallize di sekitar setiap <color=#f39001>4</color> detik."
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Roaring Rockbreaker</color>",
    "Description": "Saat <color=#f39001>Electro Crystal's Boon</color> sedang aktif dan setelah serangan Karakter mengenai musuh, Roaring Rockbreaker akan jatuh di posisi musuh dan mengakibatkan <color=#e09800>Geo DMG</color>."
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Roaring Rockbreaker</color>",
    "Description": "Setiap kali Karakter mendapatkan <color=#f39001>{0}</color> Elemental Shard dari <color=#f39001>reaksi Electro Crystallize</color>, Roaring Rockbreaker akan jatuh di posisi musuh dan mengakibatkan <color=#e09800>Geo DMG</color>."
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Embrittle</color>",
    "Description": "Pyro dan Electro RES musuh berkurang <color=#f39001>5.5%</color>, dapat ditumpuk sampai 4 lapis"
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Explosive Orbs</color>",
    "Description": "Setelah mengakibatkan Electro DMG terhadap musuh yang terpengaruh efek Embrittle, akan mengakibatkan<color=#ef5534> Pyro DMG</color> terhadap <color=#f39001>semua</color> musuh yang terpengaruh efek Embrittle di medan pertempuran ."
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Thunderstrike</color>",
    "Description": "Setelah mengakibatkan Pyro DMG terhadap musuh yang terpengaruh efek Embrittle, akan mengakibatkan <color=#b863ee>Electro DMG</color> terhadap <color=#f39001>semua</color> musuh yang terpengaruh efek Embrittle di medan pertempuran ."
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Vigorous Nexus</color>",
    "Description": "Saat Karakter memicu reaksi Quicken, Aggravate, atau Spread terhadap musuh, akan menembakkan satu Vigorous Nexus terhadap musuh ini dan akan meledak setelah mengenai musuh, mengakibatkan <color=#7bb100>Dendro DMG Area</color>."
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Teeming Thunder</color>",
    "Description": "Terpicu setelah Karakter mengakibatkan Electro atau Dendro DMG pada musuh dalam status Quickened, dan mengakibatkan <color=#b863ee>Electro DMG</color>."
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Windblessing: Hydro</color>",
    "Description": "DMG dari reaksi Swirl yang dipicu oleh Karakter meningkat <color=#f39001>80%</color>, Max HP Karakter meningkat <color=#f39001>8%</color>."
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Healing Hydroball</color>",
    "Description": "Akan mencatat jumlah pemulihan HP Karakter, dan akan meledak setelah durasinya berakhir, mengakibatkan <color=#0075de>Hydro DMG Area</color> terhadap musuh di sekitarnya berdasarkan jumlah pemulihan HP dan <color=#f39001>lapisan Windblessing: Hydro</color>."
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Waterfall Maelstrom</color>",
    "Description": "Menarik musuh di sekitar dan mengakibatkan <color=#0075de>Hydro DMG Area</color> berdasarkan jumlah <color=#f39001>lapisan Windblessing: Hydro</color>."
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Windblessing: Electro</color>",
    "Description": "DMG dari reaksi Swirl yang dipicu oleh Karakter meningkat <color=#f39001>80%</color>, dan setiap kali mendapatkan <color=#f39001>Windblessing: Electro</color>, akan memulihkan <color=#f39001>1.5</color> poin Energy seluruh anggota party. Efek ini dapat terpicu sekali setiap <color=#f39001>3</color> detik."
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Razorflash Thunderblade</color>",
    "Description": "Saat Karakter melancarkan Elemental Burst, akan mendapatkan <color=#f39001>Razorflash Mark</color>. Saat serangan Karakter aktif mengenai musuh, akan mengonsumsi Razorflash Mark untuk melancarkan sebuah Razorflash Thunderblade yang mengakibatkan <color=#b863ee>Electro DMG</color> kepada semua musuh di jalurnya berdasarkan jumlah lapisan Windblessing: Electro"
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Boltleap Thunderstrike</color>",
    "Description": "Selama <color=#f39001>Windblessing: Electro</color> aktif dan saat Plunging Attack mengenai musuh, akan mengakibatkan <color=#b863ee>Electro DMG Area </color>berdasarkan jumlah lapisan Windblessing: Electro."
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Electrosurge</color>",
    "Description": "DMG Electro-Charged yang diakibatkan oleh seluruh anggota party meningkat <color=#f39001>250%</color>."
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Driftthunder Blitzcore</color>",
    "Description": "Selama aktif, Electrosurge akan mengikuti Karakter aktif. Electrosurge akan menembakkan 3 peluru Electro yang mengakibatkan <color=#b863ee>Electro DMG</color> pada musuh yang diserang oleh Karakter."
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Thundercloud</color>",
    "Description": "Selama aktif, Electrosurge serangan berikut secara acak dengan jeda <color=#f39001>2</color> detik:\n1. <color=#b863ee>Thundercloud Strike</color>: Mengakibatkan <color=#b863ee>Electro DMG</color> terhadap musuh di dalam area efek dan memulihkan <color=#f39001>2</color> poin Energy Karakter aktif di dalam area efek.\n2. <color=#0075de>Thundercloud Rainstorm</color>: Mengakibatkan <color=#0075de>Hydro DMG</color> terhadap musuh di dalam area efek dan memulihkan <color=#f39001>5%</color> HP Karakter aktif di dalam area efeknya."
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Pyro Crystal's Boon</color>",
    "Description": "Seluruh anggota party mendapatkan <color=#f39001>50%</color> Pyro dan Geo DMG Bonus. Selain itu, kamu akan mendapatkan shard dari reaksi Crystallize di sekitar setiap <color=#f39001>4</color> detik."
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Stoneshard Strike</color>",
    "Description": "Saat <color=#f39001>Pyro Crystal's Boon</color> sedang aktif, akan melancarkan gelombang serangan di posisi Karakter berada setiap <color=#f39001>{0}</color> detik dan mengakibatkan <color=#e09800>Geo DMG Area</color>."
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Roaring Rockbreaker</color>",
    "Description": "Saat <color=#f39001>Pyro Crystal's Boon</color> sedang aktif dan saat Normal Attack, Charged Attack, atau Plunging Attack Karakter mengenai musuh, maka Rockbreaker akan terjatuh di posisi musuh dan mengakibatkan <color=#e09800>Geo DMG</color>."
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Cryo Crystal's Boon</color>",
    "Description": "Seluruh anggota party mendapatkan <color=#f39001>50%</color> Cryo dan Geo DMG Bonus. Selain itu, kamu akan mendapatkan shard dari reaksi Crystallize di sekitar setiap <color=#f39001>4</color> detik."
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Stonecrystal Strike</color>",
    "Description": "Saat <color=#f39001>Cryo Crystal's Boon</color> sedang aktif, akan melancarkan gelombang serangan di posisi Karakter berada secara berkala dan mengakibatkan <color=#e09800>Geo DMG Area</color>."
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Iceshard Stoneburst</color>",
    "Description": "Saat <color=#f39001>Cryo Crystal's Boon</color> sedang aktif, saat Karakter Cryo atau Geo mengakibatkan CRIT, maka Stoneburst akan dijatuhkan pada posisi musuh dan mengakibatkan <color=#e09800>Geo DMG</color>."
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Frostfall</color>",
    "Description": "Saat Karakter aktif <color=#ef5534>Pyro</color> memicu reaksi Melt, akan melancarkan Frostfall yang mengakibatkan <color=#2bb7d5>Cryo DMG</color>."
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Flamespire</color>",
    "Description": "Saat Karakter aktif <color=#2bb7d5>Cryo</color> memicu reaksi Melt, akan melancarkan Flamespire yang mengakibatkan <color=#ef5534>Pyro DMG</color>."
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Significant Thermocline</color>",
    "Description": "DMG reaksi Melt yang dipicu oleh Karakter meningkat <color=#f39001>30%</color>."
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Windblessing: Pyro</color>",
    "Description": "DMG dari reaksi Swirl yang dipicu oleh Karakter meningkat <color=#f39001>80%</color>, ATK Karakter meningkat <color=#f39001>9%</color>."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Galeblaze</color>",
    "Description": "Saat serangan Karakter aktif mengakibatkan DMG terhadap musuh, akan mengonsumsi HP Karakter ini untuk melancarkan Galeblaze dan mengakibatkan <color=#ef5534>Pyro DMG Area</color> berdasarkan jumlah lapisan Windblessing: Pyro."
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Firestorm</color>",
    "Description": "Saat Karakter <color=#f39001>Pyro atau Anemo</color> memasuki medan pertempuran, akan tercipta Firestorm berdasarkan <color=#f39001>jenis elemen</color> Karakter ini yang mengakibatkan Elemental DMG Area jenis elemen yang sesuai berdasarkan jumlah lapisan Windblessing: Pyro."
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Stinging Chill</color>",
    "Description": "CRIT DMG untuk seluruh Karakter Cryo dan Hydro di dalam party meningkat <color=#f39001>40%</color>."
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Coldstream Wave</color>",
    "Description": "Saat Karakter aktif <color=#2bb7d5>Cryo</color> memicu reaksi Frozen, akan tercipta ombak yang mengakibatkan <color=#0075de>Hydro DMG Area</color>."
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Frigidfloe Wave</color>",
    "Description": "Saat Karakter aktif <<color=#0075de>Hydro</color> memicu reaksi Frozen, akan tercipta ombak yang mengakibatkan <color=#2bb7d5>Cryo DMG Area</color>."
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Rupturing Rime</color>",
    "Description": "Hydro dan Cryo RES musuh berkurang <color=#f39001>8%</color>, dapat ditumpuk sampai <color=#f39001>3</color> lapis."
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Yielding</color>",
    "Description": "Cryo dan Electro RES musuh berkurang <color=#f39001>3%</color>, Physical RES musuh berkurang <color=#f39001>6%</color>, dapat ditumpuk sampai 6 lapis."
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Surging Shock</color>",
    "Description": "Dilancarkan setelah Karakter mengakibatkan <color=#f39001>Physical DMG</color> terhadap musuh yang terpengaruh efek <color=#f39001>Yielding</color>, mengakibatkan Physical DMG, dapat terpicu maksimum sekali setiap <color=#f39001>3</color> detik."
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Hydro Crystal's Boon</color>",
    "Description": "Seluruh anggota party mendapatkan <color=#f39001>50%</color> Hydro dan Geo DMG Bonus. Selain itu, kamu akan mendapatkan shard dari reaksi Crystallize di sekitar setiap <color=#f39001>4</color> detik."
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Stoneshatter Strike</color>",
    "Description": "Saat <color=#f39001>Hydro Crystal's Boon</color> sedang aktif, akan melancarkan gelombang serangan di posisi Karakter berada secara berkala dan mengakibatkan <color=#e09800>Geo DMG Area</color>."
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Stone Stream</color>",
    "Description": "Saat <color=#f39001>Hydro Crystal's Boon</color> sedang aktif, saat Karakter Hydro atau Geo di dalam party menerima pemulihan HP, akan menjatuhkan Stone Stream di posisi musuh berada yang mengakibatkan <color=#e09800>Geo DMG</color>."
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Frost-Twined Thorn</color>",
    "Description": "Setiap <color=#f39001>2</color> detik, mengakibatkan <color=#f39001>Cryo DMG dan Dendro DMG Area</color> ke musuh di sekitarnya satu kali. Maksimum hanya dua Frost-Twined Thorn yang dapat muncul di medan pertempuran pada waktu yang sama."
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Fulgurous Thorn</color>",
    "Description": "Setelah serangan Electro Karakter dalam radius <color=#f39001>Frost-Twined Thorn</color> mengenai musuh, <color=#f39001>Frost-Twined Thorn</color> akan dikonversi menjadi Fulgurous Thorn yang bertahan selama <color=#f39001>10</color> detik, frekuensi serangannya adalah <color=#f39001>1 kali</color> setiap detik, dan Electro DMG Area yang diakibatkan menjadi <color=#f39001>1.5</color> kali lebih kuat"
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Magnetizing Thorn</color>",
    "Description": "Tidak dapat menyerang, tapi Magnetizing Thorn ini akan meningkatkan <color=#f39001>Cryo, Dendro, Electro, dan Physical DMG</color> dari Karakter terhadap musuh di sekitarnya. Efek ini akan diperkuat sebesar <color=#f39001>45%</color> untuk setiap Magnetizing Thorn yang ada di medan pertempuran, maksimum hingga <color=#f39001>90%</color>."
  },
  {
    "Id": 11120001,
    "Name": "Cold Storage Mode",
    "Description": "<color=#FFD780FF>Mode Tekan</color>\nMengaktifkan All-Spectrum Multi-Use Cooking Mek dalam Cold Storage Mode dan mengakibatkan <color=#99FFFFFF>Cryo DMG Area</color> ke musuh sekitar.\n\n<color=#FFD780FF>Cooking Mek: Cold Storage Mode </color>\nAkan mengikuti Karakter aktif dan menembakkan Frosty Parfait yang mengakibatkan <color=#99FFFFFF>Cryo DMG</color> ke musuh di sekitar secara berkala."
  },
  {
    "Id": 11120002,
    "Name": "Off-the-Cuff Cookery Mode",
    "Description": "<color=#FFD780FF>Cooking Mek: Off-the-Cuff Cookery Mode</color>\n·Meletakkan Cooking Mek di medan pertempuran. Cooking Mek bisa menyerap serangan elemental. Saat energi elemental yang diserap mencapai batas tertentu, Escoffier akan mengonversi Bahan Masak yang sudah diletakkan sebelumnya menjadi makanan yang lezat.\n·Escoffier membutuhkan waktu untuk membeli Bahan Masak yang baru. Setiap minggunya, dia hanya dapat menggunakan cara ini untuk menghasilkan Makanan dalam jumlah tertentu, jumlah ini akan direset setiap hari Senin pukul 04:00."
  },
  {
    "Id": 11130001,
    "Name": "Supporting Fire",
    "Description": "Saat dalam status Nightsoul's Blessing, Normal Attack Ifa akan dikonversi menjadi Supporting Fire.\n<color=#FFD780FF>Mode Tekan</color>\nMenembakkan Tonicshot.\n<color=#FFD780FF>Mode Tahan</color>\nMenembakkan Tonicshot terus-menerus.\n<color=#FFD780FF>Tonicshot</color>\nMengakibatkan Nightsoul-aligned <color=#80FFD7FF>Anemo DMG</color>, dan akan memulihkan HP anggota party di sekitar saat mengenai musuh. Jumlah pemulihan HP didasarkan pada Elemental Mastery Ifa."
  },
  {
    "Id": 11130002,
    "Name": "Rescue Essentials",
    "Description": "Maksimum 150 poin. Untuk setiap 1 poin Rescue Essentials, DMG reaksi Swirl dan Electro-Charged yang diakibatkan anggota party di sekitar meningkat 1,5%. Poin Rescue Essentials akan hilang setelah status Nightsoul's Blessing Ifa berakhir."
  },
  {
    "Id": 11130003,
    "Name": "Nightsoul's Blessing: Ifa",
    "Description": "Terus mengonsumsi poin Nightsoul. Saat sudah habis dikonsumsi atau saat dilancarkan sekali lagi, Nightsoul's Blessing Ifa akan berakhir. Nightsoul's Blessing memiliki karakteristik sebagai berikut:\n·Akan melayang berkat bantuan Cacucu, meningkatkan Movement SPD dan ketahanan Ifa terhadap interupsi. Dalam status ini, Ifa akan terus mengonsumsi poin Nightsoul untuk mempertahankan status melayangnya. Saat berlari atau meningkatkan ketinggian, akan mengonsumsi poin Nightsoul tambahan.\nSaat melancarkan Normal Attack, akan dikonversi menjadi Supporting Fire yang berbeda berdasarkan Mode Tekan dan Mode Tahan."
  },
  {
    "Id": 11130004,
    "Name": "Sedation Mark",
    "Description": "Efek ini akan meledak setelah jeda singkat lalu menghilang dan mengakibatkan DMG Area dengan elemen yang sesuai. Obat penenang ini dapat memberikan efek Sedation Mark kepada maksimum 4 musuh yang terkena. Musuh tidak bisa berada dalam Sedation Mark dengan elemen yang berbeda di saat yang sama."
  }
]