[
  {
    "Id": 210101,
    "Name": "<color=#0075de>Scossa mareale</color>",
    "Description": "Si sprigiona quando un personaggio innesca <color=#f39001>Vaporizzazione</color> su un avversario, infliggendo <color=#0075de>DAN da Hydro</color>."
  },
  {
    "Id": 210102,
    "Name": "<color=#ef5534>Impeto fiammeggiante</color>",
    "Description": "Si sprigiona quando un personaggio innesca <color=#f39001>Vaporizzazione</color> su un avversario, infliggendo <color=#ef5534>DAN da Pyro</color>."
  },
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Seme persistente</color>",
    "Description": "Ogni nucleo di Dendro generato crea 1 Seme persistente che orbita intorno al personaggio attivo (max <color=#f39001>4</color> contemporaneamente). I Semi si consumano al contatto con un avversario, infliggendogli <color=#7bb100>DAN da Dendro</color>."
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Onda incendiaria</color>",
    "Description": "Il numero di iterazioni di DAN da <color=#f39001>Ustione</color> inflitte viene conteggiato separatamente per ciascun avversario. Quando uno qualsiasi di tali conteggi raggiunge il valore di <color=#f39001>6</color>, il conteggio si azzera e vengono inflitti <color=#ef5534>DAN da Pyro ad area</color>."
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Nucleo di combustione</color>",
    "Description": "Si innesca dopo che il personaggio ha inflitto DAN da Dendro a un avversario affetto da <color=#f39001>Ustione</color>, infliggendo <color=#7bb100>DAN da Dendro</color>."
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Dono del Cristallo di Pyro</color>",
    "Description": "#Tutti i membri del gruppo ricevono un <color=#f39001>50%</color> di bonus DAN da Pyro e Geo, e si materializzano frammenti di Cristallizzazione nelle vicinanze ogni <color=#f39001>4</color>{NON_BREAK_SPACE}s."
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Onda di accensione</color>",
    "Description": "#Si sprigiona nella posizione del personaggio ogni <color=#f39001>6</color>{NON_BREAK_SPACE}s mentre <color=#f39001>Dono del Cristallo di Pyro</color> è attivo, infliggendo <color=#ef5534>DAN da Pyro ad area</color>."
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Colpo di Litoschegge</color>",
    "Description": "#Si sprigiona nella posizione del personaggio ogni <color=#f39001>4</color>{NON_BREAK_SPACE}s mentre <color=#f39001>Dono del Cristallo di Pyro</color> è attivo, infliggendo <color=#e09800>DAN da Geo ad area</color>."
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Dono del Cristallo di Electro</color>",
    "Description": "#Tutti i membri del gruppo ottengono un <color=#f39001>50%</color> di bonus DAN da Electro e Geo, e si materializzano frammenti di Cristallizzazione nelle vicinanze ogni <color=#f39001>4</color>{NON_BREAK_SPACE}s."
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Spaccapietra roboante</color>",
    "Description": "Dopo che i personaggi hanno colpito con un attacco un avversario, precipita nella posizione di quest'ultimo mentre <color=#f39001>Dono del Cristallo di Electro</color> è attivo, infliggendo <color=#e09800>DAN da Geo</color>."
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Spaccapietra roboante</color>",
    "Description": "Precipita nella posizione dell'avversario vicino dopo che i personaggi hanno raccolto <color=#f39001>{0}</color> frammenti elementali prodotti dalla <color=#f39001>reazione di Cristallizzazione di Electro</color>, infliggendo <color=#e09800>DAN da Geo</color>."
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Fragilità</color>",
    "Description": "Riduce di un <color=#f39001>5.5%</color> le RES a Pyro e a Electro degli avversari, massimo 4 accumuli."
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Sfera esplosiva</color>",
    "Description": "Dopo aver inflitto DAN da Electro a un avversario affetto da Fragilità, infliggi <color=#ef5534>DAN da Pyro</color> a <color=#f39001>tutti</color> gli avversari affetti da Fragilità presenti sul campo."
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Folgori</color>",
    "Description": "Dopo aver inflitto DAN da Pyro a un avversario affetto da Fragilità, infliggi <color=#b863ee>DAN da Electro</color> a <color=#f39001>tutti</color> gli avversari affetti da Fragilità presenti sul campo."
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Fulcro vigoroso</color>",
    "Description": "Quando i personaggi innescano reazioni di Vivificazione, Accentuazione o Propagazione sugli avversari, viene scagliato contro questi ultimi un proiettile che esplode all'impatto, infliggendo <color=#7bb100>DAN da Dendro ad area</color>."
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Fulmine brulicante</color>",
    "Description": "Precipita dopo che un personaggio ha inflitto DAN da Electro o da Dendro a un avversario affetto da Vivificazione, infliggendo <color=#b863ee>DAN da Electro</color> aggiuntivi."
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Preghiera del vento: Hydro</color>",
    "Description": "I DAN inflitti dai personaggi che innescano reazioni di Turbinio e i loro PS max aumentano rispettivamente di un <color=#f39001>80%</color> e di un <color=#f39001>8%</color>."
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Hydrosfera curativa</color>",
    "Description": "Registra il totale di PS ripristinati dai personaggi e scatena un'esplosione quando la sua durata si esaurisce, infliggendo <color=#0075de>DAN da Hydro ad area</color> agli avversari vicini in base al totale di PS ripristinati e al numero di accumuli di <color=#f39001>Preghiera del vento: Hydro</color>."
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Vortice tempestoso</color>",
    "Description": "Attira gli avversari vicini e infligge loro <color=#0075de>DAN da Hydro ad area</color> in base al numero di accumuli di <color=#f39001>Preghiera del vento: Hydro</color>."
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Preghiera del vento: Electro</color>",
    "Description": "I DAN inflitti dai personaggi che innescano reazioni di Turbinio aumentano di un <color=#f39001>80%</color> e, ogni volta che ottengono <color=#f39001>Preghiera del vento: Electro</color>, tutti i membri del gruppo ricevono <color=#f39001>1.5</color> di energia elementale."
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Fendilampo tempestoso</color>",
    "Description": "Quando i personaggi usano un Tripudio elementale, si genera un <color=#f39001>Marchio Fendilampo</color>. Quando gli attacchi del personaggio attivo colpiscono gli avversari, il Marchio Fendilampo viene consumato per scatenare un <color=#b863ee>Fendilampo tempestoso</color> che infligge <color=#b863ee>DAN da Electro</color> a tutti gli avversari sul suo percorso in base al numero di accumuli di <color=#f39001>Preghiera del vento: Electro</color>."
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Lamposalto folgorante</color>",
    "Description": "Mentre <color=#f39001>Preghiera del vento: Electro</color> è attiva, quando un attacco in picchiata colpisce un avversario, infligge <color=#b863ee>DAN da Electro ad area</color> in base al numero di accumuli di Preghiera del vento: Electro."
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Sovratensione elettrica</color>",
    "Description": "I DAN inflitti dalle <color=#f39001>reazioni di Electrocarica</color> innescate dai membri del gruppo aumentano di un <color=#f39001>250%</color>, mentre i DAN da <color=#f39001>Carica lunare</color> aumentano di un <color=#f39001>70%</color>."
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Nucleo Vagofulmine</color>",
    "Description": "Segue il personaggio in campo mentre l'effetto Sovratensione elettrica è attivo, scagliando 3 proiettili di Electro che infliggono <color=#b863ee>DAN da Electro</color> agli avversari colpiti dal personaggio."
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Burrasca</color>",
    "Description": "#Mentre l'effetto Sovratensione elettrica è attivo, usa a intervalli di <color=#f39001>2</color>{NON_BREAK_SPACE}s uno dei seguenti attacchi in modo casuale.\n1. <color=#b863ee>Colpo della Burrasca</color>: infligge <color=#b863ee>DAN da Electro</color> agli avversari nella sua area d'effetto, ripristinando al contempo <color=#f39001>2</color> di energia elementale del personaggio attivo.\n2. <color=#0075de>Nubifragio burrascoso</color>: infligge <color=#0075de>DAN da Hydro</color> agli avversari nella sua area d'effetto, ripristinando al contempo i PS del personaggio attivo di un <color=#f39001>5%</color>."
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Dono del Cristallo di Pyro</color>",
    "Description": "#Tutti i membri del gruppo ricevono un <color=#f39001>50%</color> di bonus DAN da Pyro e Geo, e si materializzano frammenti di Cristallizzazione nelle vicinanze ogni <color=#f39001>4</color>{NON_BREAK_SPACE}s."
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Colpo di Litoschegge</color>",
    "Description": "#Si sprigiona nella posizione del personaggio ogni <color=#f39001>{0}</color>{NON_BREAK_SPACE}s mentre <color=#f39001>Dono del Cristallo di Pyro</color> è attivo, infliggendo <color=#e09800>DAN da Geo ad area</color>."
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Spaccapietra roboante</color>",
    "Description": "Precipita nella posizione dell'avversario quando quest'ultimo viene colpito con un attacco normale, caricato o in picchiata mentre <color=#f39001>Dono del Cristallo di Pyro</color> è attivo, infliggendo <color=#e09800>DAN da Geo</color>."
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Dono del Cristallo di Cryo</color>",
    "Description": "#Tutti i membri del gruppo ottengono un <color=#f39001>50%</color> di bonus DAN da Cryo e Geo. Inoltre, si materializzano frammenti di Cristallizzazione nelle vicinanze ogni <color=#f39001>4</color>{NON_BREAK_SPACE}s."
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Colpi di Litocristalli</color>",
    "Description": "Si scatenano a intervalli regolari nella posizione del personaggio mentre <color=#f39001>Dono del Cristallo di Cryo</color> è attivo, infliggendo <color=#e09800>DAN da Geo ad area</color>."
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Scheggia rompigelo</color>",
    "Description": "Precipita nella posizione dell'avversario quando quest'ultimo viene colpito da personaggi di Cryo o Geo con un colpo CRIT mentre <color=#f39001>Dono del Cristallo di Cryo</color> è attivo, infliggendo <color=#e09800>DAN da Geo</color>."
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Cascata di gelo</color>",
    "Description": "Si scatena quando un personaggio attivo di <color=#ef5534>Pyro</color> innesca una reazione di Fusione, infliggendo <color=#2bb7d5>DAN da Cryo</color>."
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Pinnacolo di fiamme</color>",
    "Description": "Si scatena quando un personaggio attivo di <color=#2bb7d5>Cryo</color> innesca una reazione di Fusione, infliggendo <color=#ef5534>DAN da Pyro</color>."
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Termoclino significativo</color>",
    "Description": "I personaggi infliggono DAN da Fusione aumentati di un <color=#f39001>30%</color>."
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Preghiera del vento: Pyro</color>",
    "Description": "I DAN inflitti dai personaggi che innescano reazioni di Turbinio e il loro ATT aumentano rispettivamente di un <color=#f39001>80%</color> e di un <color=#f39001>9%</color>."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Spirofiamma</color>",
    "Description": "Si scatena quando il personaggio attivo infligge DAN a un avversario con un attacco, consumando i PS del suddetto personaggio e infliggendo <color=#ef5534>DAN da Pyro ad area</color> in base al numero di accumuli di Preghiera del vento: Pyro."
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Vampotempesta</color>",
    "Description": "Si scatena quando i membri del gruppo <color=#f39001>di Pyro o Anemo</color> entrano in campo, infliggendo DAN ad area del <color=#f39001>tipo elementale</color> dei personaggi in base al numero di accumuli di Preghiera del vento: Pyro."
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Freddo pungente</color>",
    "Description": "I DAN da CRIT di Cryo e Hydro di tutti i membri del gruppo aumentano di un <color=#f39001>40%</color>."
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Onda gelida</color>",
    "Description": "Si scatena quando un personaggio attivo di <color=#2bb7d5>Cryo</color> innesca Congelamento su un avversario, infliggendo <color=#0075de>DAN da Hydro ad area</color>."
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Onda congelante</color>",
    "Description": "Si scatena quando un personaggio attivo di <color=#0075de>Hydro</color> innesca Congelamento su un avversario, infliggendo <color=#2bb7d5>DAN da Cryo ad area</color>."
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Rompibrina</color>",
    "Description": "Riduce di un <color=#f39001>8%</color> le RES a Hydro e a Cryo degli avversari, massimo <color=#f39001>3</color> accumuli."
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Arrendevolezza</color>",
    "Description": "Riduce di un <color=#f39001>3%</color> le RES a Cryo e a Electro degli avversari, e di un <color=#f39001>6%</color> la RES fisica, massimo <color=#f39001>6</color> accumuli."
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Scossa crescente</color>",
    "Description": "#Si scatena dopo che i personaggi hanno inflitto <color=#f39001>DAN fisici</color> a un avversario affetto da <color=#f39001>Arrendevolezza</color>, infliggendo DAN fisici al massimo ogni <color=#f39001>3</color>{NON_BREAK_SPACE}s."
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Dono del Cristallo di Hydro</color>",
    "Description": "#Tutti i membri del gruppo ottengono un <color=#f39001>50%</color> di bonus DAN da Hydro e Geo. Inoltre, si materializzano frammenti di Cristallizzazione nelle vicinanze ogni <color=#f39001>4</color>{NON_BREAK_SPACE}s."
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Colpo di Litoscaglie</color>",
    "Description": "Si scatena a intervalli regolari nella posizione del personaggio mentre <color=#f39001>Dono del Cristallo di Hydro</color> è attivo, infliggendo <color=#e09800>DAN da Geo ad area</color>."
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Litotorrente</color>",
    "Description": "Precipita nella posizione dell'avversario quando i PS dei personaggi di Hydro o Geo nel tuo gruppo vengono ripristinati mentre <color=#f39001>Dono del Cristallo di Hydro</color> è attivo, infliggendo <color=#e09800>DAN da Geo</color>."
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Spina congelata</color>",
    "Description": "#Infligge <color=#f39001>DAN ad area di Cryo e Dendro</color> a ogni nemico vicino ogni <color=#f39001>2</color>{NON_BREAK_SPACE}s. In campo possono esserci fino a 2 Spine congelate contemporaneamente."
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Spina folgorante</color>",
    "Description": "#Dopo che un personaggio ha colpito con un attacco di Electro un avversario nell'area d'effetto di una <color=#f39001>Spina congelata</color>, quest'ultima si trasforma in una Spina folgorante che dura <color=#f39001>10</color>{NON_BREAK_SPACE}s. La frequenza dei suoi attacchi aumenta a <color=#f39001>una volta</color> al secondo, infliggendo DAN da Electro ad area ×<color=#f39001>1.5</color>."
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Spina magnetica</color>",
    "Description": "Non attacca, ma aumenta i <color=#f39001>DAN da Cryo, da Dendro, da Electro e fisici</color> inflitti dai personaggi agli avversari vicini. Quest'effetto positivo viene potenziato di un <color=#f39001>45%</color> per ogni Spina magnetica in campo, fino a un <color=#f39001>90%</color> massimo."
  },
  {
    "Id": 211901,
    "Name": "<color=#f39001>Preghiera del vento: Cryo</color>",
    "Description": "I DAN inflitti dai personaggi che innescano reazioni di Turbinio e i loro DAN da CRIT aumentano rispettivamente di un <color=#f39001>80%</color> e di un <color=#f39001>12%</color>."
  },
  {
    "Id": 211902,
    "Name": "<color=#2bb7d5>Algibrina</color>",
    "Description": "Si applica quando <color=#f39001>Preghiera del vento: Cryo</color> è attivo e un personaggio colpisce un avversario con i suoi attacchi. Gli avversari subiscono <color=#2bb7d5>DAN da Cryo</color> a intermittenza in base al numero di accumuli di <color=#f39001>Preghiera del vento: Cryo</color>."
  },
  {
    "Id": 211903,
    "Name": "<color=#19c78e>Nebbiagelida</color>",
    "Description": "Si genera quando <color=#f39001>Preghiera del vento: Cryo</color> è attivo e il personaggio esegue uno Scatto, attirando i nemici nelle vicinanze e infliggendo <color=#19c78e>DAN da Anemo</color>, in base al numero di accumuli di <color=#f39001>Preghiera del vento: Cryo</color>."
  },
  {
    "Id": 11120001,
    "Name": "Modalità Refrigerazione",
    "Description": "#<color=#FFD780FF>{LAYOUT_MOBILE#Tocco}{LAYOUT_PC#Pressione}{LAYOUT_PS#Pressione}</color>\nEscoffier attiva il suo Meka da cucina multiuso nella modalità Refrigerazione e infligge <color=#99FFFFFF>DAN da Cryo ad area</color> agli avversari vicini.\n\n<color=#FFD780FF>Meka da cucina: modalità Refrigerazione</color>\nSegue il personaggio attivo e scaglia dei Parfait congelati contro gli avversari vicini a intervalli regolari, infliggendo <color=#99FFFFFF>DAN da Cryo</color>."
  },
  {
    "Id": 11120002,
    "Name": "Modalità Cucina estemporanea",
    "Description": "<color=#FFD780FF>Meka da cucina: modalità Cucina estemporanea</color>\n· Il Meka da cucina viene posizionato in campo e assorbe gli attacchi elementali. Quando l'energia elementale assorbita raggiunge un certo limite, Escoffier converte gli ingredienti contenuti nel Meka in dei piatti deliziosi.\n· Escoffier ha bisogno di tempo per comprare nuovi ingredienti, quindi può creare in questo modo solo un certo numero di piatti alla settimana. Il numero di piatti che Escoffier può preparare si ripristina ogni lunedì alle 04:00."
  },
  {
    "Id": 11130001,
    "Name": "Fuoco di supporto",
    "Description": "#Nello stato di Grazia dell'Anima della Notte, gli attacchi normali di Ifa si trasformano in Fuoco di supporto.\n\n<color=#FFD780FF>{LAYOUT_MOBILE#Tocco}{LAYOUT_PC#Pressione}{LAYOUT_PS#Pressione}</color>\nSpara un Colpo rinvigorente.\n\n<color=#FFD780FF>Pressione prolungata</color>\nSpara continuamente dei Colpi rinvigorenti.\n\n<color=#FFD780FF>Colpo rinvigorente</color>\nInfligge <color=#80FFD7FF>DAN da Anemo</color> con attributo Anima della Notte e, quando colpisce un avversario, ripristina i PS di tutti i membri del gruppo vicini in base alla maestria elementale di Ifa."
  },
  {
    "Id": 11130002,
    "Name": "Fondamentali di soccorso",
    "Description": "Massimo 150 punti. Ogni punto di Fondamentali di soccorso di Ifa aumenta di un 1,5% i DAN da Turbinio ed Electrocarica inflitti dai membri vicini del gruppo, e di uno 0,2% i loro DAN da Carica lunare. Questi punti si azzerano quando lo stato di Grazia dell'Anima della Notte di Ifa termina."
  },
  {
    "Id": 11130003,
    "Name": "Grazia dell'Anima della Notte: Ifa",
    "Description": "Consuma costantemente punti Anima della Notte. Questo stato termina quando tutti i punti si esauriscono o se l'abilità viene usata di nuovo. Il suo stato di Grazia dell'Anima della Notte ha le seguenti proprietà:\n· Ifa si libra in aria con l'aiuto di Cacucu, aumentando la sua VEL di movimento e la resistenza alle interruzioni. Ifa consuma costantemente punti Anima della Notte per continuare a fluttuare. Quando esegue uno Scatto o aumenta di velocità, Ifa consuma punti Anima della Notte aggiuntivi;\n· quando sferra attacchi normali, Ifa usa diversi tipi di Fuoco di supporto in base alla diversa pressione dell'abilità."
  },
  {
    "Id": 11130004,
    "Name": "Marchio di sedazione",
    "Description": "Esplode e svanisce dopo un breve lasso di tempo, infliggendo DAN ad area dell'elemento corrispondente. Il Sedativo terapeutico può applicare un Marchio di sedazione a un massimo di 4 avversari colpiti. Lo stesso avversario non può ricevere Marchi di più elementi contemporaneamente."
  },
  {
    "Id": 11130005,
    "Name": "Astuzia del serpente",
    "Description": "Skirk può consumare i punti Astuzia del serpente per mantenere la modalità Lampo eptafasico o per scatenare il suo Tripudio elementale Caos: Rovina.\n\nSkirk ottiene punti Astuzia del serpente nei modi seguenti:\n· dopo aver usato la sua abilità elementale Caos: Distorsione;\n· dopo aver innescato l'effetto del suo talento passivo Oltre ogni logica, e aver assorbito i Varchi nel Vuoto.\n\nQuando Skirk lascia il campo in modalità Lampo eptafasico o se quest'ultima termina, i suoi punti Astuzia del serpente vengono rimossi."
  },
  {
    "Id": 11130006,
    "Name": "Lampo eptafasico",
    "Description": "Skirk entra in questa modalità per un determinato periodo di tempo quando usa la sua abilità elementale <color=#FFD780FF>Caos: Distorsione</color>. La modalità ha le seguenti proprietà:\n· consuma continuamente punti Astuzia del serpente;\n· aumenta l'area d'effetto degli attacchi normali e caricati e la resistenza all'interruzione di Skirk;\n· converte i DAN inflitti dai suoi attacchi normali, caricati e in picchiata in <color=#99FFFFFF>DAN da Cryo</color> non influenzabili da altre infusioni elementali;\n· converte il suo Tripudio elementale <color=#FFD780FF>Caos: Rovina</color> nel Tripudio elementale speciale <color=#FFD780FF>Caos: Estinzione</color>;\n· permette a Skirk di muoversi sulle superfici acquatiche quando compie uno Scatto.\nSkirk esce da questa modalità quando i punti Astuzia del serpente si esauriscono o al termine della sua durata, e l'abilità elementale entra in TdR."
  },
  {
    "Id": 11130007,
    "Name": "Oltre ogni logica",
    "Description": "#Quando i membri del gruppo vicini innescano reazioni di Congelamento, Superconduzione, Turbinio di Cryo o Cristallizzazione di Cryo su un avversario, si genera un Varco nel Vuoto vicino a quest'ultimo. Quest'effetto può attivarsi una volta ogni 2,5{NON_BREAK_SPACE}s. Nel campo possono coesistere fino a 3 Varchi nel Vuoto generati da Skirk.\n\nPer assorbire i Varchi nel Vuoto vicini, Skirk può usare i seguenti metodi:\n· colpire un avversario con un attacco caricato nella sua modalità Lampo eptafasico;\n· usare il suo Tripudio elementale speciale <color=#FFD780FF>Caos: Estinzione</color> mentre è in modalità Lampo eptafasico;\n· tenere premuta la sua abilità elementale <color=#FFD780FF>Caos: Distorsione</color> per muoversi velocemente.\n\nOgni Varco assorbito le conferisce 8 punti Astuzia del serpente."
  },
  {
    "Id": 11130008,
    "Name": "Ritorno all'oblio",
    "Description": "#Quando gli attacchi di <color=#80C0FFFF>Hydro</color> dei membri del gruppo di <color=#80C0FFFF>Hydro</color> vicini colpiscono gli avversari, o quando i membri del gruppo di <color=#99FFFFFF>Cryo</color> vicini, a parte Skirk, colpiscono gli avversari con attacchi di <color=#99FFFFFF>Cryo</color>, Skirk ottiene l'effetto Traversata della morte per 20{NON_BREAK_SPACE}s, cumulabile fino a 3 volte. La durata di ciascun accumulo è calcolata in modo indipendente.\nIn questo modo, ciascun personaggio può conferire a Skirk solo 1 accumulo di Traversata della Morte.\nOgni accumulo di Traversata della Morte aumenta i DAN da attacco normale inflitti da Skirk nella modalità Lampo eptafasico di un 110%/120%/170% dei DAN originali, nonché i DAN inflitti utilizzando il suo Tripudio elementale <color=#FFD780FF>Caos: Rovina</color> di un 105%/115%/160% dei DAN originali."
  },
  {
    "Id": 11130009,
    "Name": "Pioggia sacramentale",
    "Description": "Si innescano degli effetti diversi a seconda di chi ci entra in contatto:\nse è un avversario a toccare la Pioggia, quest'ultima esplode e infligge <color=#80C0FFFF>DAN da Hydro ad area</color> agli avversari vicini;\nse è un membro del gruppo a toccare la pioggia, quest'ultima farà sì che il personaggio che l'ha toccata rimbalzi in aria.\n\nNon può esistere più di 1 Pioggia sacramentale evocato da Dahlia in campo alla volta."
  },
  {
    "Id": 11130010,
    "Name": "Grazia di Favonius",
    "Description": "Quando Dahlia usa il suo Tripudio elementale <color=#FFD780FF>Salterio radioso</color>, applica questo effetto ai membri del gruppo.\nMentre l'effetto è attivo, Dahlia può consumare 1 accumulo di Benedizione per generare un nuovo Scudo di Grazia sacra quando quello esistente termina la sua durata o viene infranto a causa dei DAN subiti."
  },
  {
    "Id": 11130011,
    "Name": "Benedizione",
    "Description": "Dahlia ottiene Benedizione nei modi seguenti:\n· ottiene × accumuli di Benedizione quando il membro attivo del gruppo colpisce 4 volte con gli attacchi normali gli avversari mentre è sotto l'effetto di Grazia di Favonius;\n· dopo aver innescato l'effetto del suo talento passivo Grazia gentile del vento.\n\nDahlia può ottenere un massimo di × accumuli di Benedizione nel corso della durata di Grazia di Favonius."
  },
  {
    "Id": 11160001,
    "Name": "Birgitta",
    "Description": "#L'assistente e compagna di battaglia di Ineffa. Può essere evocata sul campo tramite l'abilità o il Tripudio elementale.\nSe sono presenti avversari nelle vicinanze, Birgitta si sposta rapidamente verso uno di loro e sprigiona una Scarica ogni 2{NON_BREAK_SPACE}s, infliggendo <color=#FFACFFFF>DAN da Electro ad area</color>.\nPuò esistere solo una Birgitta evocata da Ineffa alla volta.\n\nInoltre, sembra che a Nod-Krai esistano dei metodi per modificarne l'aspetto esteriore..."
  },
  {
    "Id": 11190001,
    "Name": "Santuario di Boscogelo",
    "Description": "#Una matrice magica che protegge le Cantaluna e che può essere evocata usando l'abilità elementale <color=#FFD780FF>Runo: Riposo senz'alba di Karsikko</color>.\nIl Santuario di Boscogelo segue il personaggio attivo e infligge un'iterazione di <color=#99FF88FF>DAN da Dendro ad area</color> agli avversari dentro la matrice ogni 2{NON_BREAK_SPACE}s. Tali DAN sono considerati DAN da abilità elementale."
  },
  {
    "Id": 11190002,
    "Name": "Canto della luna",
    "Description": "Una melodia usata per intrecciare inni. Quando si usa un Tripudio elementale, o per un certo periodo di tempo dopo averne usato uno, il Canto può essere convertito in accumuli di Inno pallido, che aumentano i DAN delle reazioni di Fioritura, Iperfioritura, Germinazione e Fioritura lunare.\nQuando Lauma consuma Rugiada verdeggiante per usare la variante a pressione prolungata della sua abilità elementale <color=#FFD780FF>Runo: Riposo senz'alba di Karsikko</color>, ogni unità di Rugiada verdeggiante consumata fornisce a Lauma 1 accumulo di Canto della luna."
  },
  {
    "Id": 11190003,
    "Name": "Inno pallido",
    "Description": "Un inno tramandato da generazioni di Cantaluna che aumenta i DAN inflitti dalle reazioni di Fioritura, Iperfioritura, Germinazione e Fioritura lunare.\n\nLauma può ottenere accumuli di Inno pallido nei modi seguenti:\n· usando il suo Tripudio elementale <color=#FFD780FF>Runo: Cuori uniti nella luna battente</color>;\n· quando consuma gli accumuli di Canto della luna a causa dell'utilizzo del Tripudio elementale <color=#FFD780FF>Runo: Cuori uniti nella luna battente</color>;\n· quando il Santuario di Boscogelo innesca l'effetto della sua costellazione <color=#FFD780FF>\"Sangue e lacrime offro al chiaro di luna\"</color>.\n\nQuando i membri del gruppo infliggono DAN da Fioritura, Iperfioritura, Germinazione o Fioritura lunare, viene consumato 1 accumulo di Inno pallido e i DAN inflitti aumentano in base alla maestria elementale di Lauma. Se più avversari contemporaneamente subiscono DAN, vengono consumati più accumuli di Inno pallido in base al numero di avversari colpiti.\nLa durata di ogni accumulo di Inno pallido è indipendente dalle altre."
  },
  {
    "Id": 11190004,
    "Name": "Veglia della marea crepuscolare",
    "Description": "I DAN da Fioritura, Iperfioritura e Germinazione inflitti dai membri del gruppo possono causare colpi CRIT, con un tasso di CRIT e DAN da CRIT fissati rispettivamente a un {PARAM#P1192101|1S100}% e un {PARAM#P1192101|2S100}%. Il tasso di CRIT di quest'effetto si può accumulare con il tasso di CRIT ottenuto da effetti simili che permettono a queste reazioni elementali di innescare colpi CRIT."
  },
  {
    "Id": 11190005,
    "Name": "Preghiera al chiaro di luna",
    "Description": "Il tasso di CRIT e i DAN da CRIT dei DAN da Fioritura lunare dei membri del gruppo aumentano rispettivamente di un {PARAM#P1192101|3S100}% e di un {PARAM#P1192101|4S100}%."
  },
  {
    "Id": 11190007,
    "Name": "Innalzamento",
    "Description": "Effetto di aumento DAN speciale. Viene calcolato in modo indipendente rispetto ad altri effetti di aumento DAN."
  },
  {
    "Id": 11190008,
    "Name": "Rugiada verdeggiante",
    "Description": "#Una risorsa che si ottiene quando i membri del gruppo innescano reazioni di Fioritura lunare.\nIl gruppo ottiene 1 Rugiada verdeggiante ogni 2,5{NON_BREAK_SPACE}s per 2,5{NON_BREAK_SPACE}s dopo aver innescato una reazione di Fioritura lunare. Il gruppo può avere un massimo di 3 Rugiade verdeggianti. Innescando un'altra reazione di Fioritura lunare in questo periodo di tempo, la durata dell'effetto viene ripristinata."
  },
  {
    "Id": 11200001,
    "Name": "Sinfonia tonante",
    "Description": "Consuma meno energia elementale per usare un Tripudio elementale speciale. Flins infligge un'iterazione di <color=#FFACFFFF>DAN da Electro ad area</color>. Tali DAN sono considerati DAN da Carica lunare.\nQuando <color=#FFD780FF>Presagio lunare: Barlume ascendente</color> è attivo, se sono presenti delle nubi temporalesche nelle vicinanze, Flins infligge un'iterazione aggiuntiva di <color=#FFACFFFF>DAN da Electro ad area</color>. Tali DAN sono considerati DAN da Carica lunare."
  }
]