[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Лагерь искателей приключений",
    "Description": "Поспешно разбитый лагерь в глубине дикой природы.\nКогда искатели приключений разбивают лагерь, они должны обязательно поставить забор, чтобы отгородиться от диких зверей. Но, как правило, в этом районе не хватает леса, чтобы полностью оградить лагерь. Поэтому искателям приключений приходится по очереди дежурить и подавать сигнал тревоги в случае опасности.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "Жизнь на границе",
    "Description": "Предыдущий магистр Ордо Фавониус однажды предложил, чтобы несущие службу в дикой природе рыцарские отряды постарались установить как можно более безопасное жилище для защиты от любых внезапных атак. «Маленькая сосновая хижина» оказалась лучшим выбором.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "Камни и трава",
    "Description": "Трава и деревья свободно растут в дикой природе, где не ступала нога человека. Камни скопились в углу, по-видимому, это работа какого-то существа.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Простая спальня Ли Юэ",
    "Description": "Даже самые богатые семьи Ли Юэ не обойдутся без некоторых из этих спальных принадлежностей.\nПод эффективным руководством Цисин доходы среднестатистического жителя Ли Юэ неуклонно растут, благодаря чему эти предметы домашнего обихода из песчаного дерева больше не являются редкостью.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Уголок чайной",
    "Description": "Наслаждаться чаем с друзьями и родственниками, слушая остроумные истории рассказчиков - самая простая радость чайной.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Пригородное освещение",
    "Description": "Уличные фонари и заборы, которые стоят под деревьями. Эти фонари от злых духов позволят тем, кто ходит по ночам, обрести душевное спокойствие.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Стол и стулья",
    "Description": "Прочный и широкий сосновый стол с ручкой и бумагой для работы. Бумагу и книги можно убрать в сторону, если вам нужно поесть. Этот комплект способен удовлетворить любые нужды.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Загруженная кухня",
    "Description": "Высокие полки заставлены кухонными ингредиентами, а большие и маленькие печи работают на полную мощность. На такой кухне опытный повар сможет приготовить пиршество на сотню гостей.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "Чайная беседа",
    "Description": "Жители Ли Юэ часто приглашают друзей домой, чтобы посидеть и поболтать. Хорошо провести время можно только за чайным столиком и двумя стульями.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Кабинет книголюба",
    "Description": "Кабинет в стиле Ли Юэ, заполненный книгами. Можно многого добиться, проведя здесь полдня в тишине и покое.\nГоворят, что этот стиль в значительной степени происходит от особняка торговой гильдии «Фэйюнь». Он был усовершенствован молодым хозяином, чтобы значительно повысить эффективность учёбы и письма.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Меблированная спальня Мондштадта",
    "Description": "Стандартная спальня Мондштадта. Размещение мебели берёт своё начало от рыцарей Ордо Фавониус.\nВ то время как Духовный Пастор произносил молитвы над гардеробом, чтобы защитить его от зла, рыцари также подавали пример, поворачивая гардероб к ногам своих кроватей, утверждая, что они дадут по башке любому призрачному кретину, который вздумает их запугать.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Зал заседаний Стратегической шестёрки",
    "Description": "Зал заседаний, который базировался в здании штаба рыцарей Ордо Фавониус. Среди жителей распространился слух, что судя по количеству стульев любое ключевое решение принимается шестью рыцарями.\nПравда заключается в том, что только шесть членов рыцарского командования получают удовольствие от сидения на собраниях. Фактическое количество участников никогда не фиксировалось.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "Час вина",
    "Description": "Стол и стулья, часто используемые во время собраний. Канделябр создаёт атмосферу и придаёт еде более привлекательный вид. Тем не менее необходимо помнить о пожарной безопасности, особенно когда разгорается настоящее веселье.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "Обед торговца",
    "Description": "Продавцы должны быть готовы принимать покупателей в любое время. Поэтому они часто используют простые печи, чтобы приготовить себе обед и не упустить ни одного покупателя.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "Тёплая гостиная",
    "Description": "Лампы освещают эту гостиную и наполняют её согревающим душу и тело теплом. Добавьте несколько бокалов крепкого вина, и у вас будет всё, что нужно, чтобы договориться даже с хладнокровными торговцами из Снежной.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Хорошо оснащённый кабинет",
    "Description": "Кабинет в стиле Мондштадта заполнен книгами. Учитывая, что книг много, а читателей мало, разделение книг на соответствующие категории имеет особое значение.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Домик отшельника",
    "Description": "Подобные дома можно найти повсюду в Ли Юэ. Для удобства прохожих у входа установлен уличный фонарь.\nЖители Ли Юэ по большей части гостеприимны. Даже те, кто живёт отдельно от других в горах, не возражают принять постояльцев на ночь. Всегда можно рассчитывать на прекрасную еду и чай.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Деревенский дом",
    "Description": "Обычное жилище, которое можно увидеть в сельской местности Мондштадта. Довольно большое пространство между забором и домом подходит для выращивания огородных культур, чтобы обеспечить себя продуктами первой необходимости.",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Ларёк урожайного сезона",
    "Description": "В разгар сезона сбора урожая жители города устанавливают ларьки для продажи всевозможных товаров. В таких ларьках продают не только собранные фрукты, овощи и пшеницу, но и подержанные товары хорошего качества, а также тюки сена.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Фруктово-овощной рынок",
    "Description": "Рынок представлен несколькими торговыми точками. Здесь можно найти большинство овощей и фруктов, которые регулярно покупают обычные люди.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Тренировочная площадка",
    "Description": "Новобранцы склонны наносить ненужный ущерб собственному оружию из-за ненадлежащего использования во время обучения. Поэтому тренировочные полигоны, как правило, снабжены большим количеством оружия.\nДля Миллелитов износ оружия, вызванный тренировками, не имеет большого значения, но оставить его в руках Похитителей сокровищ - это основание для вычета из жалования...",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Оружейная мастерская",
    "Description": "Мастерская по производству оружия. Даже опытные кузнецы могут быть ограничены качеством руды, с которой им приходится работать, что делает оружие менее качественным. Поэтому они выставили несколько стеллажей для оружия, чтобы разделить его по качеству и продать по соответствующей цене.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Перевалочный пункт",
    "Description": "Транспортный пункт для перевозки грузов из одного места в другое. Рядом с ящиками и бочками приготовлены напитки для рабочих.\nНесмотря на то, что бутылки и кувшины в наши дни достаточно прочные, они всё равно легко ломаются, под тяжестью грузов. Поэтому рабочие всегда мечтали, что их начальник получит какой-нибудь шкафчик, вместо того, чтобы оставлять бутылки на полу.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Праздничная ярмарка",
    "Description": "Вид шумного города, игрушки на продажу, красочные зонтики и всевозможные доступные, но очаровательные подарки поистине ошеломляют. Праздник для детских глаз, и не слишком болезненный удар по родительским кошелькам.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Парадные врата: Изгнание зла",
    "Description": "Врата Адептов и каменные львы охраняют эту главную улицу. Таких символов достаточно, чтобы отпугнуть монстров, но тем не менее Миллелиты никогда не ослабляют бдительность.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Популярная закусочная",
    "Description": "Некоторые рестораны Ли Юэ могут похвастаться высококачественными блюдами, которые накормят любой голодный рот, а клиенты посещают их толпами каждый вечер. Эти рестораны часто устанавливают столы на открытом воздухе и стараются удержать каждого посетителя.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Сельский источник",
    "Description": "Колодец возле дерева.\nДерево растет пышно, показывая, что вода чистая и её можно пить без страха.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "Одинокий искатель приключений",
    "Description": "Путешествующие в одиночку искатели приключений склонны к осторожности и разбивают лагерь рядом с дорожными знаками, так как эти места уже были исследованы их предшественниками, а все монстры были изгнаны.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "Климатический перекрёсток",
    "Description": "Странная территория, где переплетаются различные климатические условия, и где растут растения с различными характеристиками. Сначала некоторые учёные считали, что это может быть результатом аномалий артерий земли. Позже исследования показали, что это просто один из многих занимательных природных феноменов Тейвата.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Беседа древнего дерева с камнем",
    "Description": "Эти зелёные приземистые деревья и скалы не представляют собой ничего особенного.\nОдин уличный поэт однажды сказал, что всё в этом мире имеет ауру, и что эти деревья и камни ведут безмолвную беседу. Под влиянием его слов многие всё больше верили в то, что так и есть.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Беседа древнего дерева с камнем",
    "Description": "Эти зелёные приземистые деревья и скалы не представляют собой ничего особенного.\nОдин уличный поэт однажды сказал, что всё в этом мире имеет ауру, и что эти деревья и камни ведут безмолвную беседу. Под влиянием его слов многие всё больше верили в то, что так и есть.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Беседа древнего дерева с камнем",
    "Description": "Эти зелёные приземистые деревья и скалы не представляют собой ничего особенного.\nОдин уличный поэт однажды сказал, что всё в этом мире имеет ауру, и что эти деревья и камни ведут безмолвную беседу. Под влиянием его слов многие всё больше верили в то, что так и есть.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "В поэтических раздумьях",
    "Description": "Тонко декорированный кабинет, вдохновлённый кабинетами рыцарей Ордо Фавониус. Размещение каждого из предметов этого кабинета было тщательно проработано, а игра света и тени создаёт уникальное освещение. Любители литературы и писатели найдут здесь источник вдохновения, а занятые люди смогут с головой погрузиться в работу.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "Среди шёпота ветров",
    "Description": "Спальня, наполненная любовью и заботой. Для занятых людей она может быть просто местом с кроватью, где можно немного поспать. Но для тех, кто уделяет большое внимание деталям, каждая часть их жизненного пространства стоит времени и заботы.\nБудь то ветер свободы или сопротивления, все они начинались с маленького лёгкого ветерка. \nТем, кого впереди ожидает долгий путь, нужно позаботиться о себе. От усталости не останется и следа, если окружить себя теплом и уютом.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Кабинет Фэйюнь",
    "Description": "Есть много способов обустроить кабинет в Ли Юэ, но роскошь необязательна в отличие от «духа» и «элегантности». Растение в горшке регулирует влажность, а стол и шкафы источают лёгкий древесный аромат, который в сочетании с простой планировкой и закатным свечением ламп вдохновляет гения и возвышает писателя.\nГоворят, что много лет назад некий гость с торговой площади Фэйюнь обустроил именно такой кабинет, и этот дизайн был взят на вооружение предыдущим хозяином книжного магазина «Ваньвэнь». После этого он стал называться кабинетом Фэйюнь и с тех пор известен во всем Ли Юэ.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Павильон сновидений",
    "Description": "«Мне снится облачная дымка».\nСкромная и непритязательная спальня, во многом похожая на ту, которую можно встретить на постоялом дворе «Ваншу». Тайну этой спальни трудно объяснить словами. Иногда она вызывает воспоминания у постояльцев, как солнечный свет, пробивающийся сквозь клубящиеся облака. Утоляет печали и оставляет лишь следы прошлых событий.\nМы все дрейфуем в этой земной жизни, и только помня, кто мы есть, мы можем следовать своему пути. Наши мысли наиболее ясны в промежутке между сном и бодрствованием.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Секретная лаборатория",
    "Description": "Обычная старая алхимическая мастерская. Уберите специализированные, замысловатые приборы, и она будет похожа на любой другой кабинет, если бы не коллекция книг на полках, реактивы в контейнерах и различные экспериментальные образцы с пометкой «Не открывать», о применении которых обычный человек может только догадываться. Если какая-нибудь любопытная кошка нарушит эти запреты, инцидента не избежать.\nПосле того, как кошки по ошибке проникли в мастерскую и вызвали два несчастных случая с алхимическими зельями, следственная группа Ордо Фавониус установила строгие правила посещения алхимических мастерских города. Многие странные слухи, связанные с алхимией, родились именно тогда, вызывая головную боль у исследователей, которые пытались в них разобраться.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Дом древесного дыма",
    "Description": "Полностью оборудованная кухня со шкафом, полным тщательно приготовленных приправ.\nПовара, стремящиеся к совершенству, ежедневно покупают свежие ингредиенты на рынке, а настоящие мастера кулинарного искусства уделяют пристальное внимание даже дровам в своих печах. Молодой шеф-повар ресторана «Народный выбор» однажды поделился секретом, что для приготовления традиционных блюд деревни Цинцэ необходимо сначала положить в печь сухие бамбуковые щепки, а затем пристально следить за пламенем. Если удастся переработать кустарник возле волчьих крюков в тонкие щепки, то можно даже добавить немного аромата Мондштадта.\nРазличные виды дров дают совершенно разные эффекты, и большинство поваров никогда не смогут по-настоящему овладеть ими. Поэтому ресторан «Народный выбор» имеет монополию на эту технологию.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Станция ковки оружия",
    "Description": "Полностью оборудованная кузница, которая может вместить сразу несколько кузнецов, чтобы производить наибольшее количество высококачественного оружия или наиболее эффективно ремонтировать повреждённое оружие.\nПока на этом континенте существуют чудовища и не прекращаются странствия искателей приключений, оружие и снаряжение всегда будут востребованы. Чтобы удовлетворить спрос, кузнецы должны обучаться в течение долгих лет, а если учесть, что во время обучения будут получаться некачественные изделия, то это может потребовать огромных затрат. Поэтому иногда кузнецы испытывают нехватку денег, и тогда рыцари Ордо Фавониус пытаются разместить у них заказы, чтобы поддержать их уровень жизни. Ходят слухи, что дальновидный владелец винодельни в прошлом также обеспечивал своевременные вливания капитала.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Идиллический городок",
    "Description": "Уголок сельского городка, который следует стилю Спрингвейла.\nСреди множества комплиментов, которые люди делают Спрингвейлу, выделяются «расслабляющая обстановка» и «комфортный образ жизни». Но эти туристы в основном остаются в Спрингвейле ненадолго. Для длительного проживания в этих местах необходимы такие навыки, как охота и земледелие. Только овладев ими, можно по-настоящему проникнуться образом жизни местных жителей, ценить дары природы и идиллию Спрингвейла.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Парк с птицами и цветами",
    "Description": "Парк в стиле Мондштадта с пышными живыми изгородями и крепкими деревьями вокруг фонтана. Лёгкий ветерок несёт прекрасные ароматы, которыми наслаждаются зяблики и бабочки.\nВ глазах некоторых поэтов цветы и птицы являются символом добра и природы. По этой причине барды иногда поют у фонтанов, что часто привлекает внимание горожан и, конечно же, их питомцев.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Сборище гурманов",
    "Description": "Улица еды с открытыми площадками, напоминающая о суете горы Тигра.\nНазвать это место «сборищем гурманов» будет преуменьшением. Хотя кажется, что здесь не так уж много кухонной утвари, её более чем достаточно, чтобы вместить все известные фирменные блюда Ли Юэ. Умелые повара могут приготовить вкусные блюда в самой простой посуде, не говоря о блюдах, которые не требовательны к специальной утвари.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Сверкающая улица",
    "Description": "Городская площадь заполнена товарами и изделиями, от диковинных драгоценных сокровищ до повседневных предметов, воссоздавая суету рынков Ли Юэ.\nНазвать эту улицу «сверкающей» - не значит проявить скромность, ведь Ли Юэ - место, куда приходят все корабли и куда стекаются все товары. Поэтому подавляющее большинство его жителей не испытывают нужды в самом необходимом. Но если чего-то действительно не хватает, можно дождаться конца месяца, чтобы рассказать о своих пожеланиях фиолетововолосой девушке, которая часто бродит по рынкам в это время.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Облачная резиденция Цинцэ",
    "Description": "Горная деревушка, созданная по образцу деревни Цинцэ. Говорят, что дружелюбная атмосфера там заразительна, и что гости, приезжающие туда, обретают спокойствие и начинают больше ценить простые радости, о которых они, возможно, когда-то забыли.\nПреследовать свои идеалы и проводить свою жизнь в погоне за карьерой, конечно, похвально. Но, потратив много времени на такие дела, человек может почувствовать усталость, и когда это произойдёт, тихая и спокойная жизнь в сельской местности может стать хорошим выбором. Деревня Цинцэ всегда рада молодым людям, отправляющимся на поиски удачи, и готова принять их с распростёртыми объятиями в любое время.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Охотничий и песенный поход",
    "Description": "Лагерь, созданный с некоторым мастерством на основе знаменитых трудов исследователя Маска, чтобы воссоздать жилище хиличурлов, которое можно использовать для изучения их образа жизни.\nГоворят, что в прошлом рыцари Ордо Фавониус создавали такие лагеря и занимались детальным планированием под руководством наставников перед походами на монстров. Флот Южного Креста, который постоянно дрейфует, также строит макеты местности подобным образом, основываясь на различных источниках информации, чтобы имитировать высадку на остров и зачистку его от монстров.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "Путешествие к звёздам и к безднам",
    "Description": "Лагерь искателей приключений, который часто можно встретить в дикой природе. В нём используются последние веяния палаточной моды.\nОпытные искатели приключений привыкли вести тяжёлое существование и нуждаются только в лёгкой и прочной палатке, чтобы крепко спать даже во время бури и восстановить силы для следующего дня, в котором их ждёт очередной пункт назначения. Таким образом, у этих симпатичных и недорогих палаток не было недостатка в покупателях.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Предрассветный сад",
    "Description": "Фруктовые сады винокурни «Рассвет» очень известны. Говорят, что много лет назад кто-то из виноделов другой страны посетил винокурню, чтобы перенять опыт возделывания садов. К сожалению, превосходство основных ингредиентов является лишь одним из факторов в производстве прекрасных вин, и именно мастерство виноделов является ключом к её положению на вершине индустрии. Не выдерживая конкуренции, некоторые виноделы вынуждены использовать часть своей продукции для производства фруктового сока, чтобы удержаться на плаву.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Сад справедливости",
    "Description": "Это великолепное строение сочетает в себе здание Трикомиссии и полицейского участка. Здесь царит величественная атмосфера особняка в сочетании с духом профессионализма исполнительного органа в комбинации с «надлежащей» эстетикой.\nТакая планировка двора наверняка понравится тем, кто обладает знатным прошлым и честным характером. Говорят, что некий генерал комиссии Тэнрё однажды посоветовал чиновникам держаться поближе к владениям комиссии, чтобы быстрее приступать к работе и эффективнее содействовать мечте сёгуна о достижении «вечности».",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Бодрящий горячий источник",
    "Description": "Полноценный горячий источник под открытым небом. Хотя минералы и элементы, присутствующие здесь, уступают баням Аиса, зато в них царит непринужденная атмосфера, и практически отсутствуют правила. \nПросто понежьтесь в них полчаса, и вся усталость трудового дня рассеется без следа, сменившись пробудившейся бодростью. При наличии времени, можно прислониться к ближайшему белому камню и выпить чаю и поболтать с друзьями.\nПрежде чем окунуться в источники, помните о надлежащем этикете. Наслаждаться горячим источником с друзьями - это прекрасно, но не оставайтесь там слишком долго. Если вы проведёте там слишком много времени с такими болтунами, как Королева летнего фестиваля, у вас может закружиться голова.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Сельская тень",
    "Description": "Эта деревня очень напоминает деревню Конда. Она была построена довольно давно, но не выглядит обветшалой и отличается простотой и непринужденностью. Ни один из домов не выделяется, будто слившись с горным ландшафтом... Это идеальное место, где можно спрятаться от всего мира. По этой причине некий ниндзя из Сюмацубан часто приходит в эту деревню, чтобы спокойно поспать в своё удовольствие.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Святилище древней ветви",
    "Description": "Архитектурный дизайн, ярко-красный цвет и общая планировка этого безмятежного прекрасного святилища выполнены в том же стиле, что и Великий храм Наруками. Для смертных он служит местом медитации, но для Её Превосходительства сёгуна одного его вида было достаточно, чтобы сформировать смутное воспоминание об ушедшей эпохе...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Тренировочный лагерь",
    "Description": "Вдохновлена военными сооружениями и обстановкой лагеря Кудзё. \nВо время конфликта между армией сёгуна и сопротивлением, обе стороны искали различные способы улучшить качество новобранцев при вступлении в свои армии. По сравнению с традиционными тренировочными площадками, этот тип полигона не только предоставляет все виды снаряжения, но и может имитировать условия на передовой, давая опыт, очень близкий к реальному. Естественно, это позволяет новобранцам получить достаточный уровень подготовки.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Нефритовая пустошь",
    "Description": "Тихий, безмятежный пейзаж окраин Инадзумы. Святилище из дерева отоги возвышается среди деревьев сакуры, клёнов и разноцветных цветов. Огонь свечи мерцает, сливаясь с неосязаемым чувством величия и стабильности. Падающие повсюду лепестки кажутся одухотворенными.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Воспоминание о летней ночи",
    "Description": "Идеально воссоздаёт оживлённую атмосферу фестивалей Инадзумы. \nВ городе Инадзума ежегодно проводится несколько фестивалей, но самые крупные и запоминающиеся часто приходятся на середину лета. Киоски с едой, игры и фейерверки в ночном небе заставляют посетителей задержаться подольше. Прилавки могут исчезнуть после окончания фестиваля, но хорошее время, проведённое с друзьями, останется в памяти навсегда.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Улица цвета сакуры",
    "Description": "Идеальное факсимиле тщательно спланированного торгового района города Инадзумы. \nНесмотря на всё происходящее вокруг, инадзумцы живут в спокойной, мирной атмосфере. Прогулочные улицы отражают условия жизни жителей, что является самым правдивым изображением города. Следуя за Томой, местным жителем, который знает Инадзуму вдоль и поперёк, и заглядывая в различные заведения и магазины, можно по-настоящему понять и оценить местные обычаи.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Вечный зал мимолётных грёз",
    "Description": "Эта спальня наполнена уникальной инадзумской эстетикой, но в то же время в ней свободно использованы идеи других народов, что позволяет достичь блестящего баланса между традициями и практичностью. В процессе проектирования учитывалось, как могут чувствовать себя гости, и сама комната была спроектирована так, чтобы они могли достаточно расслабиться и почувствовать себя отдохнувшими, как после долгого, крепкого сна, так и после короткого отдыха. Котацу, который был любезно установлен, также способствует тому, чтобы вам не захотелось покидать эту комнату.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "Тысяча взмахов",
    "Description": "Это место, где культивируется истинное мастерство фехтования. Здесь хранятся мечи многих наследников кланов, а торжественные, вертикально сидящие доспехи задают строгую атмосферу. Зловещий лук и ширма охотника на духов, служащие украшением, служат для того, чтобы очистить окружающую обстановку и сердца тренирующихся от всяких нечестивых мыслей.\nМногие инадзумские мастера боевых искусств считают, что кроме многотысячных ежедневных взмахов мечом, нужно поддерживать желание оттачивать своё мастерство и прикладывать максимум усилий, чтобы непременно достигнуть вершины мастерства.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Научная тропа",
    "Description": "На его книжных полках, которые так полюбились Трикомиссии, можно разместить большую коллекцию текстов. Но для некоторых жителей Инадзумы важно не количество книг, а «точность» и «осадок». Это означает, что вы должны пропустить через своё сердце каждое слово каждой хорошей книги, которую вы читаете. Таким образом, нужно просто упорядочить свои книги в зависимости от того, насколько они ценны. Те книги, которые вы уже давно прочитали и запомнили, можно одолжить или даже продать при желании. Говорят, что у Божественной Жрицы острова Ватацуми есть такая привычка.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Ароматы клёна и чая сплелись воедино",
    "Description": "При планировке этого традиционного инадзумского чайного дома в качестве образца был использован чайный дом «Коморэ», а также похожие столы из клёна и предметы для чайной церемонии. Всё это создаёт элегантную, но не слишком строгую, дружелюбную, но не фривольную атмосферу.\nПо легенде, различные формы вдохновения приходят к тем, кто сидит в чайной комнате, наполненной ароматом кленового дерева и чая. Поэтому некоторые поэты пишут свои стихи, попивая чай. Молодой странник, давший многим растениям их элегантные прозвища, также относится к их числу.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Небылицы лесного дозора",
    "Description": "Оборудованная всем необходимым комната для отдыха, выполнена по образцу жилья лесных дозорных Гандхарвы. Как нельзя лучше подходит для задач стражей леса.\nЗдесь дозорные могут быстро собраться на вызов, а при возвращении так же быстро приступить к обработке образцов, их хранению и анализу. Если дежурство затянулось до поздней ночи, они могут приготовить ужин у очага, чтобы восстановить силы. В общем, это помещение для отдыха позволит лесным дозорным всегда оставаться на пике работоспособности. Конечно, при условии, что график дежурств составлен разумно.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Средоточие блеска",
    "Description": "Комната, наполненная драгоценными камнями, украшениями и сокровищами. В ней царит атмосфера роскоши, а рассеянный свет одинокой лампы в углу рассыпается в ярких отражениях, ослепляя чувства.\nДля ищущих богатства эта сокровищница подобна десерту, сладость и тягучее послевкусие которого идеально утолят аппетит. А эстеты смогут насладиться блеском шедевров, открывающихся при взгляде из разных положений.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "С пылу с жару",
    "Description": "Проект этого обставленного с душой ресторана был вдохновлён знаменитой таверной в городе Сумеру и адаптирован для использования в обители. Аппетитные запахи заполняют пространство, усиливая приятные впечатления. Здесь можно отлично поужинать с друзьями, дополнив угощение парой кувшинов вина.\nДля путешествующих в компании такие ресторанчики, где подают жареное мясо, идеальны, ведь еды хватит на всех. А одиночки, растворившись в шумной обстановке такого заведения, могут скрытно наблюдать за происходящим, следить за другими и размышлять.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Глубокие раздумья",
    "Description": "Заваленный фолиантами кабинет. Его массивные книжные шкафы возвышаются словно непреодолимые стены. При виде этих бесчисленных писаний трудно не ощутить благоговейный трепет.\nНо, конечно, для человека решительного не существует непреодолимых преград между невежеством и мудростью. Тот, кто возьмётся, следуя тщательно разработанному плану, прочесть все эти книги одну за другой, вскорости получит неисчислимое множество новых знаний.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "Затишье среди суеты",
    "Description": "Спальня в стиле Сумеру. Подобное убранство легко найдётся во многих домах города. Благодаря невероятным способностям подпространства в воссоздании реальности, все элементы обстановки выглядят как новые, что создаёт ощущение естественной чистоты и аккуратности и позволяет любому гостю обрести здесь отдых и покой.\nДаже те, кто избавлен от тревог о еде и крове, не чужды тяжёлых чувств. И даже те, чьему положению все завидуют, не могут избежать жизненных неурядиц. В такие моменты нет ничего лучше, чем очистить свой разум и хорошенько выспаться, чтобы встретить новые вызовы во всеоружии.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "Приют среди песков",
    "Description": "Безыскусно обставленная комната, в которой используется утварь в стиле деревни Аару. У обитателей пустыни есть немало привычек, как нельзя лучше подходящих для жизни в суровых условиях: например, своевременно стряхивать песок с одежды, чтобы не занести его в помещение, или простыми способами поддерживать в помещениях постоянную температуру и влажность.\nКонечно, в мягком климате обители всё это ни к чему, но подобные обычаи несут в себе душевное тепло, а потому достойны уважения. Этот интерьер продуман до мельчайших деталей так, чтобы его обитатель ощущал себя живущим среди песков.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Шумный базар",
    "Description": "Искусно обставленная торговая площадка, повторяющая планировку сумерских улочек и Большого базара. В здешних лавках можно найти свежие фрукты, изысканные блюда и всевозможные бытовые товары. Пару раз обойдя базар, вы непременно почувствуете особую, почти родственную атмосферу этого места.\nГоворят, что магазины и киоски Сумеру устроены по особым правилам, разработанным Академией после специальных исследований. И теперь местные лавочки предоставляют населению максимум услуг при скромной занимаемой площади и минимуме затрат на управление.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "Под лесной сенью",
    "Description": "Поселение в стиле Гандхарвы, создатели которого черпали вдохновение в образах тропического леса. Где бы вы ни были, здесь вы можете почувствовать себя среди безмятежной зелени и синевы.\nКонечно, для настоящих лесных вылазок вам потребуются специальные навыки выживания. Например, придётся изменить свой распорядок дня, чтобы избежать неприятностей из-за влажного климата. А ещё не помешает освоить некоторые бытовые привычки лесных дозорных...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Кружение танца",
    "Description": "Прекрасный и величественный театр, многое в котором напоминает о праздничной атмосфере театра Зубаира: пышная сцена, окружённый сияющей дымкой фонтан, воссозданные силой подпространства редкие цветы.\nПоговаривают, что некоторые представления здесь лучше смотреть ночью. Похоже, что при проектировании освещения было проведено особое исследование, и теперь зрители с любых мест могут с невероятной чёткостью видеть актёров, а сцена всегда ярко освещена.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Прибрежная тишь",
    "Description": "Исполненное покоя поселение, повторяющее особый стиль деревни Вимара. Даже вдали от рек и морей этот комплект словно бы наполнит воздух ароматами свежей рыбы и журчанием воды.\nДеревня Вимара совсем непохожа на лагерь Лесного дозора: здешние обитатели по большей части далеки от важных обязанностей и ведут неспешный образ жизни. Это делает поселение таким приятным местом для тех, кто хочет расслабиться.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "Оплот среди ветров",
    "Description": "Это поселение повторяет устройство деревни Аару и состоит из крепких домов, которым не страшны разрушительные пески и дикие звери. По прочности эти дома не уступают деревянным. Но, как вы, возможно, слышали, для их строительства использовались довольно специфические материалы, а потому жителям приходится регулярно проверять, не начали ли внутренние стены трескаться от знойного ветра и палящего солнца, и при необходимости приводить их в порядок. Эта работа позволяет местным обитателям отточить внимательность и дотошность в отношении любых, даже самых мелких подробностей жизни и быта.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "Величие войскового расположения",
    "Description": "В этом военном лагере запасено немало припасов, построены оборонительные укрепления и разожжены костры на случай ночных операций. По крайней мере, в теории, такой лагерь может выдержать нападение множества врагов и даже стать основой оборонительной линии, если на это хватит людей.\nПравда, установка и транспортировка такого лагеря могут быть нелёгкими. Да и без палаток в дождь и ветер может прийтись туго... Но бывалым наёмникам для сна довольно горстки соломы, потому подобные мелочи их не тревожат.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "Средь ароматов и покоя",
    "Description": "Элегантный и безмятежный сад, сочетающий строения разных стилей из Сада Разан и Пардис Дхяй, создавая единую атмосферу безмятежности.\nДиковинные цветы мирно дремлют, а прекрасные фонари освещают величественный фонтан. Прогулка по этому саду развеет суетные мысли, словно облака. Быть может, благодаря этому вас посетит неуловимое вдохновение...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Единство леса и пустыни",
    "Description": "На этой чудесной земле соседствует множество видов растений. Видимо, по милости чудесной силы подпространства, растения леса и пустыни, приспособившись, смогли ужиться вместе. И теперь разноголосье цветов, деревьев и диких трав из разных мест сплетается здесь в единый хор.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Ключ к балансу работы и отдыха",
    "Description": "Простая и просторная спальня. Сочетает в себе уют и строгость. Те, кто устал, на этой кровати могут быстро заснуть. А те, кто с утра уже на ногах, могут проснуться пораньше и сразу настроиться на рабочий день.\nМногие фонтейнцы считают обустройство комнаты важным фактором, влияющим на сон, а крепкий сон - это залог стабильного распорядка дня. Таким образом, обстановка спальни действительно имеет большое значение.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Строгое соблюдение рабочего регламента",
    "Description": "Классическая планировка кабинета с отсылками к обстановке Дворца Мермония максимально передаёт атмосферу погружённого в работу офиса, где всё подчинено регламенту.\nОдин из учёных Исследовательского института Фонтейна в своё время утверждал, что окружение человека влияет на его рабочий настрой. Согласно этой теории, кабинет с планировкой по типу Дворца Мермония должен подсознательно побуждать работников строго следовать регламентам и вести дела серьёзней...",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Убранство для кулинарных шедевров",
    "Description": "Столовая полностью обставлена и оснащена всевозможной кухонной утварью, а её планировка вдохновлена первым этажом «Дебор Отеля». Это место отлично подходит для проведения оживлённых семейных банкетов на большое число гостей.\nДаже опытные шеф-повара не могут отрицать, что обстановка ресторана определяет настроение посетителей перед началом трапезы и влияет на общую оценку блюда. Поэтому красивое оформление ресторана само по себе считается лицом его кухни.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "В центре внимания",
    "Description": "Внутреннее убранство со сценой среднего размера в самом центре вполне позволяет устроить небольшое выступление.\nДля начинающих артистов слишком большое количество зрителей в зале может привести к излишней нервозности и плохой игре. А для мастера, которому нет необходимости акцентировать внимание на количестве зрителей и беспокоиться о выручке от продажи билетов, большее удовольствие доставляют редкие выступления перед самыми близкими друзьями. Поэтому такая скромная сцена придётся по душе большинству исполнителей.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "Заводное вдохновение",
    "Description": "Комната, оформленная по принципу мастерской заводных механизмов, обустроена различным оборудованием, которого будет достаточно для обычного ремесленника.\nПо мнению некоторых поэтов Фонтейна, заводные механизмы являются столь же достойными творениями, как и инструменты мастеров. «Ведомые вдохновением, детали соединяются так, чтобы слаженно проворачиваться и двигаться вперёд, ведь это их предназначение свыше».",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Обитель строжайших законов",
    "Description": "Рабочий кабинет, атмосфера которого точно повторяет обстановку кабинета герцога в крепости Меропид.\nГоворят, когда герцог обустраивался в крепости, он заменил лишь некоторую мебель и не стал вносить серьёзных изменений в планировку комнаты. Именно в такой обстановке были сформулированы правила, которым по сей день строго следуют заключённые.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "Спокойные дни Дворца справедливости",
    "Description": "Улица, построенная в стиле типичных переулков жилых районов Фонтейна. Многочисленные дома воссоздают аутентичный облик Кур-де-Фонтейна.\nЖизнь жителей Фонтейна в большинстве своём подчинена одному и тому же распорядку: все они по заведённому графику едут на работу и возвращаются с неё, в свободное время собираются с друзьями или идут за покупками, а иногда выбираются в оперный театр «Эпиклез» на зрелищное представление. Иногда даже искатели приключений, повидавшие многое на своём веку, могут подумать, что в такой рутинной жизни есть свой шарм...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "Процветающая коммерция Дворца справедливости",
    "Description": "Улица, выполненная по образцу района Лионез в Кур-де-Фонтейне. Здесь расположено множество типичных для Фонтейна магазинчиков, а также есть столики, где можно отдохнуть и выпить чашечку чая после походов по магазинам.\nПо мнению опытных туристов, если вы приехали в Фонтейн и ещё не разбираетесь в особенностях здешних магазинов и товаров, то можете смело обращаться за советом к жителям по соседству. Поскольку в большинстве магазинов строго соблюдаются принципы контроля цен, установленные Дворцом Мермония, мало кто приобретёт товар по не той цене.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "Свежая дымка Дворца справедливости",
    "Description": "Концепция дизайна площади с пышными кустарниками, разноцветными цветами и великолепными фонтанами отсылает к площади фонтана Люсин на острове Эриний.\nВ хорошую погоду аромат цветов и свежий туман воды на острове Эриний поднимают настроение как иностранным гостям, так и жителям города. Даже если во время визита идёт дождь, легенды о фонтане Люсин вносят в сердца надежду на чудо.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Непритязательная деревня Пуассон",
    "Description": "Ландшафт составляет множество уникальных зданий, воспроизводит прежний облик одного из уголков деревни Пуассон. Практичные сооружения повышают эффективность работы жителей города, но это не означает, что они работают до изнеможения. Это способ сохранения свободного времени. Многие жители Пуассона руководствуются принципом: «Поскорее закончи работу, чтобы насладиться отдыхом». Они живут полноценной простой жизнью.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Подводный блеск Меруси",
    "Description": "Поселение, стремящееся восстановить ландшафт деревни Меруси, привлекает внимание своей самобытной архитектурой.\nДеревня, в которой живут мелюзины, находится под водой в районе Элинас, и редко посещается обычными людьми, но те немногие, кто возвращается, в основном впечатлены красотой этого поселения. Несколько художников пытались нарисовать деревню, основываясь на её описаниях и рассказах мелюзин в Фонтейне. Однако между их работами и реальными цветами деревни всегда существовала «хроматическая аберрация», которую трудно было не заметить. Эта проблема долгое время не давала покоя художникам и была в значительной степени решена только после появления относительно объективных изображений, снятых фотокамерой.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "Полный вперёд в Запретную крепость",
    "Description": "Арена, в центре которой установлен боксёрский ринг. Слышны аплодисменты зрителей, напористые комментарии ведущего и гулкие удары противников, которые бьются изо всех сил. Именно таким впечатляющим местом является прототип этой площадки - Ринг в крепости Меропид.\n«На ринге, где всё решает сила, единственный способ завоевать славу и премиальные купоны - это выложиться по полной». Многие бойцы панкратиона придерживаются этого кредо, даже покинув крепость Меропид...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "Пёстрые цвета Царства воды",
    "Description": "Сельская местность с пышной растительностью. Здесь вы можете увидеть разнообразные цветы и кустарники, которые часто встречаются в Фонтейне. Цветы и другие растения - распространённая тема в живописи и одна из отправных точек для изучения цвета. Некоторые художники в Фонтейне считают, что палитра мира демонстрирует им пример идеального сочетания цветов. Если цвета, присутствующие на картине, можно найти в природе, это залог гармоничной красоты, подобной природному пейзажу. При условии, конечно, что вы не смешаете все цвета растений вместе...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  }
]