[
  {
    "Id": 210101,
    "Name": "<color=#0075de>Ударный вал</color>",
    "Description": "При активации реакции Пар на противнике персонаж наносит <color=#0075de>Гидро урон</color>."
  },
  {
    "Id": 210102,
    "Name": "<color=#ef5534>Пылающий взрыв</color>",
    "Description": "При активации реакции Пар на противнике персонаж наносит <color=#ef5534>Пиро урон</color>."
  },
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Витающее семя</color>",
    "Description": "Каждое созданное Дендро ядро создаёт Витающее семя около активного персонажа (Одновременно может существовать до <color=#f39001>4</color> шт.): прикосновение к противнику расходует их и наносит <color=#7bb100>Дендро урон</color> этому противнику."
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Волна пожара</color>",
    "Description": "Каждый раз, когда враг получает урон от реакции Горение, засчитывается. Когда подсчёт достигает <color=#f39001>{0}</color>, то счётчик сбрасывается и выпускается волна, наносящая <color=#ef5534>Пиро урон по площади</color>."
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Ядро воспламенения</color>",
    "Description": "Срабатывает при нанесении <color=#7bb100>Дендро урона</color> противнику в состоянии Горения и наносит дополнительный <color=#7bb100>Дендро урон</color>."
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Милость Пиро Кристалла</color>",
    "Description": "Все члены отряда получают <color=#f39001>50%</color> бонус Пиро и Гео урона. Кроме того, раз в <color=#f39001>4</color> сек. вы будете получать элементальные осколки, созданные реакцией Кристалл."
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Волна возгорания</color>",
    "Description": "Когда <color=#f39001>Милость Пиро Кристалла</color> активна, раз в <color=#f39001>6</color> сек. активируется на позиции персонажа, нанося <color=#ef5534>Пиро урон по площади</color>."
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Камнеломный удар</color>",
    "Description": "Когда <color=#f39001>Милость Пиро Кристалла</color> активна, раз в <color=#f39001>4</color> сек. выпускается на позиции персонажа, нанося <color=#e09800>Гео урон по площади</color>."
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Милость Электро Кристалла</color>",
    "Description": "Все члены отряда получают <color=#f39001>50%</color> бонус Электро и Гео урона. Кроме того, раз в <color=#f39001>4</color> сек. вы будете получать элементальные осколки, созданные реакцией Кристалл."
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Грохочущая глыба</color>",
    "Description": "Когда <color=#f39001>Милость Электро Кристалла</color> активна, после того как атаки персонажей поражают противника, на его позицию падает <color=#e09800>Грохочущая глыба</color>, которая наносит Гео урон."
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Грохочущая глыба</color>",
    "Description": "За каждый <color=#f39001>{0}-й</color> элементальный осколок, созданный реакцией <color=#f39001>Электро Кристалл</color>, после того, как его подбирают персонажи, наносится <color=#e09800>Гео урон</color> противнику поблизости."
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Ломкость</color>",
    "Description": "Пиро и Электро сопротивление этого противников снижается на <color=#f39001>5.5%</color>. Эффект складывается до 4 раз(а)."
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Взрывной шар</color>",
    "Description": "После того как противнику под действием Ломкости наносится Электро урон, выпускается во <color=#f39001>всех</color> противников под действием Ломкости на поле и наносит <color=#ef5534>Пиро урон</color>."
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Удар молнии</color>",
    "Description": "После того как противнику под действием Ломкости наносится Пиро урон, выпускается во <color=#f39001>всех</color> противников под действием Ломкости на поле и наносит <color=#b863ee>Электро урон</color>."
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Ядро изобилия</color>",
    "Description": "Когда персонаж активирует реакции Стимуляция, Обострение или Разрастание на противнике, выпускает снаряд, который при попадании взрывается и наносит <color=#7bb100>Дендро урон по площади</color>."
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Гром изобилия</color>",
    "Description": "Когда персонаж наносит противнику, находящемуся в состоянии Стимуляции, Дендро или Электро урон, наносится дополнительно <color=#b863ee>Электро урон</color>."
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Молитва ветра: Гидро</color>",
    "Description": "Урон реакции Рассеивание увеличивается на <color=#f39001>80%</color>. Макс. HP персонажа увеличивается на <color=#f39001>8%</color>."
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Целительная гидросфера</color>",
    "Description": "Регистрирует полученное персонажами лечение и после завершения времени действия взрывается, нанося <color=#0075de>Гидро урон по площади</color> противникам поблизости пропорционально зарегистрированному лечению и количеству уровней <color=#f39001>Молитвы ветра: Гидро</color>."
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Водопадный вихрь</color>",
    "Description": "Притягивает врагов поблизости и наносит <color=#0075de>Гидро урон по площади</color> согласно количеству уровней <color=#f39001>Молитвы ветра: Гидро</color>."
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Молитва ветра: Электро</color>",
    "Description": "Урон реакции Рассеивание, вызванной персонажами, увеличивается на <color=#f39001>80%</color>. Каждый раз, когда вы получаете <color=#f39001>Молитву ветра: Электро</color>, все члены отряда восстанавливают <color=#f39001>1.5</color> ед. энергии. Этот эффект может возникнуть раз в <color=#f39001>3</color> сек."
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Громовой клинок</color>",
    "Description": "Персонажи, применяя взрыв стихии, получают <color=#f39001>Метку режущей вспышки</color>. Когда атаки активного персонажа попадают по противнику, Метка режущей вспышки расходуется, чтобы выпустить Громовой клинок, который наносит <color=#b863ee>Электро урон</color> всем противникам на пути согласно количеству уровней Молитвы ветра: Электро."
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Удар громового прыжка</color>",
    "Description": "Если атака в падении попадает по врагу во время действия <color=#f39001>Молитвы ветра: Электро</color>, наносится <color=#b863ee>Электро урон по площади</color>, который зависит от количества уровней Молитвы ветра: Электро."
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Электрический скачок</color>",
    "Description": "Урон реакции Заряжен, вызываемой всеми членами отряда, увеличивается на <color=#f39001>250%</color>."
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Ядро парящей молнии</color>",
    "Description": "Во время активности Электрического скачка следует за активным персонажем. Когда враг подвергается атаке, выпускаются 3 Электро заряда, которые наносят <color=#b863ee>Электро урон</color>."
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Грозовое облако</color>",
    "Description": "Эффект возникает во время Электрического скачка и использует одну из следующих атак раз в <color=#f39001>2</color> сек.:\n1. <color=#b863ee>Удар грозового облака</color> (противникам в зоне поражения наносится <color=#b863ee>Электро урон</color>, активный персонаж восстанавливает <color=#f39001>2</color> ед. энергии).\n2. <color=#0075de>Ливень грозового облака</color> (противникам в зоне поражения наносится <color=#0075de>Гидро урон</color>, активный персонаж восстанавливает <color=#f39001>5%</color> HP)."
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Милость Пиро Кристалла</color>",
    "Description": "Все члены отряда получают <color=#f39001>50%</color> бонус Пиро и Гео урона. Кроме того, раз в <color=#f39001>4</color> сек. вы будете получать элементальные осколки, созданные реакцией Кристалл."
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Камнеломный удар</color>",
    "Description": "Когда <color=#f39001>Милость Пиро Кристалла</color> активна, раз в <color=#f39001>{0}</color> сек. выпускается на позиции персонажа, нанося <color=#e09800>Гео урон по площади</color>."
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Грохочущая глыба</color>",
    "Description": "Вызывает падение валуна на позицию противника, когда <color=#f39001>Милость Пиро Кристалла</color> активна, при попадании обычной атаки, заряженной атаки или атаки в падении по противнику, и наносит <color=#e09800>Гео урон</color>."
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Милость Крио Кристалла</color>",
    "Description": "Все члены отряда получают <color=#f39001>50%</color> бонус Крио и Гео урона. Кроме того, раз в <color=#f39001>4</color> сек. вы будете получать элементальные осколки, созданные реакцией Кристалл."
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Камнекристальный удар</color>",
    "Description": "Во время действия <color=#f39001>Милости Крио Кристалла</color> с позиции персонажа периодически выпускаются волны, наносящие <color=#e09800>Гео урон по площади</color>."
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Шквал камней и льда</color>",
    "Description": "Нисходит на позицию противника, когда <color=#f39001>Милость Крио Кристалла</color> активна, а Крио или Гео персонажи отряда осуществляют крит. попадания, и наносит <color=#e09800>Гео урон</color>."
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Морозный обвал</color>",
    "Description": "Активируется после вызывания реакции Таяние активным <color=#ef5534>Пиро</color> персонажем и наносит <color=#2bb7d5>Крио урон</color>."
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Пылающий столб</color>",
    "Description": "Активируется после вызывания реакции Таяние активным <color=#2bb7d5>Крио</color> персонажем и наносит <color=#ef5534>Пиро урон</color>."
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Высокий перепад температур</color>",
    "Description": "Урон от вызываемой персонажем реакции Таяние увеличивается на <color=#f39001>30%</color>."
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Молитва ветра: Пиро</color>",
    "Description": "Урон от реакции Рассеивание, вызываемой персонажами, повышается на <color=#f39001>80%</color>. Сила атаки персонажей увеличивается на <color=#f39001>9%</color>."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Огненный шторм</color>",
    "Description": "Когда атаки активного персонажа наносят противнику урон, HP этого персонажа расходуется и выпускается Огненный шторм, который наносит <color=#ef5534>Пиро урон по площади</color> пропорционально количеству уровней Молитвы ветра: Пиро."
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Пылающий туман</color>",
    "Description": "Когда <color=#f39001>Пиро или Анемо</color> персонажи отряда становятся активны, согласно <color=#f39001>типу элемента</color> этого персонажа выпускается Пылающий туман, который наносит урон по площади соответствующего элемента согласно количеству уровней Молитв ветра: Пиро."
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Жалящий холод</color>",
    "Description": "Крит. урон Крио и Гидро всех персонажей в отряде увеличивается на <color=#f39001>40%</color>."
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Леденящая волна</color>",
    "Description": "Когда активный <color=#2bb7d5>Крио</color> персонаж вызывает у противника реакцию Заморозка, создаётся Леденящая волна, которая наносит <color=#0075de>Гидро урон по площади</color>."
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Пронизывающая волна</color>",
    "Description": "Когда персонаж <color=#0075de>Гидро</color> на поле боя вызывает у противника реакцию Заморозка, он выпускает Пронизывающую волну, нанося <color=#2bb7d5>Крио урон по площади</color>."
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Ледяной раскол</color>",
    "Description": "Гидро и Крио сопротивление противников снижается на <color=#f39001>8%</color>. Эффект складывается до <color=#f39001>3</color> раз."
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Низкое сопротивление</color>",
    "Description": "Крио и Электро сопротивление противников снижается на <color=#f39001>3%</color>, а физ. сопротивление снижается на <color=#f39001>6%</color>. Эффект складывается до 6 раз."
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Шоковая волна</color>",
    "Description": "Реакция активируется, когда персонажи наносят <color=#f39001>физ. урон</color> противнику, находящемуся под воздействием реакции <color=#f39001>Низкое сопротивление</color>. При этом наносится физ. урон. Эффект срабатывает один раз в <color=#f39001>3</color> сек."
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Милость Гидро Кристалла</color>",
    "Description": "Все члены отряда получают <color=#f39001>50%</color> бонус Гидро и Гео урона. Кроме того, раз в <color=#f39001>4</color> сек. вы будете получать элементальные осколки, созданные реакцией Кристалл."
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Камнехрустальный удар</color>",
    "Description": "Во время действия <color=#f39001>Милости Гидро Кристалла</color> с позиции персонажа периодически выпускаются волны, наносящие <color=#e09800>Гео урон по площади</color>."
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Каменный ручей</color>",
    "Description": "Во время действия <color=#f39001>Милости Гидро Кристалла</color>, когда Гидро или Гео персонажи вашего отряда получают лечение, на позиции противника активируется этот эффект и наносит <color=#e09800>Гео урон</color>."
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Ледяной шип</color>",
    "Description": "Наносит <color=#f39001>Крио и Дендро урон по площади</color> окружающим противникам раз в <color=#f39001>2</color> сек. Одновременно на поле могут существовать только два Ледяных шипа."
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Шип молний</color>",
    "Description": "После того как Электро атака персонажей поражают противников в области действия <color=#f39001>Ледяного шипа</color>, <color=#f39001>Ледяной шип</color> превращается в Шип молний, который действует <color=#f39001>10</color> сек. Его частота атак повышается до <color=#f39001>1</color> раза в сек., а Электро урон по площади увеличивается в <color=#f39001>1.5</color> раз(а)."
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Магнитный шип</color>",
    "Description": "Не атакует, но увеличивает <color=#f39001>Крио, Дендро, Электро и физический</color> урон, который персонажи наносят противникам поблизости. За каждый Магнитный шип на поле боя эффект усиливается на <color=#f39001>45%</color> максимум до <color=#f39001>90%</color>."
  },
  {
    "Id": 11120001,
    "Name": "Режим холодильника",
    "Description": "<color=#FFD780FF>Быстрое нажатие:</color>\nАктивирует Универсального мультифункционального кулинарного мека в режиме холодильника и наносит врагам поблизости <color=#99FFFFFF>Крио урон по площади</color>.\n\n<color=#FFD780FF>Кулинарный мек: Режим холодильника</color>\nСледует за активным персонажем и периодически выпускает в противников поблизости морозные парфе, нанося <color=#99FFFFFF>Крио урон</color>."
  },
  {
    "Id": 11120002,
    "Name": "Импровизированное приготовление",
    "Description": "<color=#FFD780FF>Кулинарный мек: Импровизированное приготовление</color>\n· Устанавливает кулинарного мека на поле. Он способен поглощать элементальные атаки. Когда поглощённая энергия достигает определённого значения, ингредиенты, которые поместила в него Эскофье, превращаются в превосходную еду.\n· На покупку новых ингредиентов Эскофье требуется время. Каждую неделю таким способом можно приготовить определённое количество блюд. Попытки приготовления блюд обновляются по понедельникам в 04:00."
  },
  {
    "Id": 11130001,
    "Name": "Огневая поддержка",
    "Description": "Обычная атака Ифы в состоянии Благословения Ночного духа превращается в Огневую поддержку.\n<color=#FFD780FF>Быстрое нажатие</color>\nВыпускает Лекарственный выстрел.\n<color=#FFD780FF>Долгое нажатие</color>\nНепрерывно выпускает Лекарственные выстрелы.\n<color=#FFD780FF>Лекарственный выстрел</color>\nНаносит <color=#80FFD7FF>Анемо урон</color> с характеристикой Ночного духа. При попадании во врага восстанавливает HP всех членов отряда поблизости пропорционально мастерству стихий Ифы."
  },
  {
    "Id": 11130002,
    "Name": "Основы спасения",
    "Description": "Максимум очков составляет 150. Каждое очко Основ спасения повышает урон реакций Рассеивание и Заряжен, вызываемых членами отряда поблизости, на 1,5%. Когда состояние Благословения Ночного духа завершается, Основы спасения исчезают."
  },
  {
    "Id": 11130003,
    "Name": "Благословение Ночного духа: Ифа",
    "Description": "Непрерывно расходует очки Ночного духа. Когда очки Ночного духа исчерпаются или навык используется повторно, состояние Благословения Ночного духа Ифы завершается. У состояния Благословения Ночного духа следующие особенности:\n· Ифа с помощью Какуку парит в воздухе, его скорость передвижения и сопротивление прерыванию повышаются. В этом состоянии Ифа поддерживает парение, непрерывно расходуя очки Ночного духа. Спринт или увеличение высоты расходуют дополнительные очки Ночного духа.\n· При выполнении обычной атаки, в зависимости от того, было ли использовано быстрое или долгое нажатие, разными способами активируется Огневая поддержка."
  },
  {
    "Id": 11130004,
    "Name": "Седативная метка",
    "Description": "Данный эффект вскоре взрывается и исчезает, нанося урон по площади соответствующим элементом. Лечебное успокоительное может накладывать Седативную метку максимум на 4 поражённых им противников. Один и тот же противник не может одновременно находиться под воздействием Седативной метки разных элементов."
  },
  {
    "Id": 11130005,
    "Name": "Змеиное коварство",
    "Description": "Скирк может расходовать Змеиное коварство на поддержание режима Семифазной вспышки или на активацию взрыва стихии Хаос: Разрушение.\n\nСкирк может получать Змеиное коварство следующими способами:\n· После активации элементального навыка Хаос: Искажение.\n· После активации эффекта пассивного таланта Разум за гранью разума при поглощении Разрывов пустоты.\n\nКогда Скирк покидает поле боя в режиме Семифазной вспышки или её режим Семифазной вспышки завершается, её Змеиное коварство исчезает."
  },
  {
    "Id": 11130006,
    "Name": "Семифазная вспышка",
    "Description": "Применяя элементальный навык <color=#FFD780FF>Хаос: Искажение</color>, Скирк на некоторое время переходит в этот режим. Данный режим обладает следующими особенностями:\n· Непрерывно расходует Змеиное коварство.\n· Повышает область поражения обычной и заряженной атаки, а также сопротивление прерыванию Скирк.\n· Обычные атаки, заряженные атаки и атаки в падении наносят <color=#99FFFFFF>Крио урон</color>, который не может быть отменён другими инфузиями.\n· Взрыв стихии <color=#FFD780FF>Хаос: Разрушение</color> сменяется на особый взрыв стихии <color=#FFD780FF>Хаос: Опустошение</color>.\n· Во время спринта Скирк способна передвигаться по воде.\n· Когда Змеиное коварство исчерпывается или его длительность завершается, Скирк выходит из этого режима, а элементальный навык переходит в режим отката."
  },
  {
    "Id": 11130007,
    "Name": "Разум за гранью разума",
    "Description": "Когда персонажи отряда поблизости активируют на противнике реакции Заморозка, Сверхпроводник, Крио Рассеивание или Крио Кристалл, рядом с этим противником будет создан Разрыв пустоты. Этот эффект может возникнуть один раз в 2,5 сек. Одновременно на поле может существовать до 3 Разрывов пустоты, созданных самой Скирк.\n\nСкирк способна поглощать Разрывы пустоты в определённом радиусе поблизости следующими способами:\n· Когда поражает врагов заряженной атакой в режиме Семифазной вспышки.\n· Когда активирует особый взрыв стихии <color=#FFD780FF>Хаос: Опустошение</color> в режиме Семифазной вспышки.\n· При быстром перемещении после активации элементального навыка <color=#FFD780FF>Хаос: Искажение</color> долгим нажатием.\n\nКаждый поглощённый Разрыв пустоты наделяет её 8 ед. Змеиного коварства."
  },
  {
    "Id": 11130008,
    "Name": "Возвращение в небытие",
    "Description": "Когда <color=#80C0FFFF>Гидро</color> персонажи отряда поблизости поражают противника <color=#80C0FFFF>Гидро</color> атаками или <color=#99FFFFFF>Крио</color> персонажи отряда поблизости за исключением самой Скирк поражают противника <color=#99FFFFFF>Крио</color> атаками, Скирк на 20 сек. получает один уровень эффекта Переправы смерти. Этот эффект складывается до 3 раз, а длительность каждого уровня рассчитывается отдельно.\nКаждый персонаж таким способом может наделять Скирк 1 уровнем Переправы смерти.\nЗа каждый уровень Переправы смерти обычная атака Скирк в режиме Семифазной вспышки наносит 110%/120%/170% от её исходного урона, а взрыв стихии <color=#FFD780FF>Хаос: Разрушение</color> - 105%/115%/160% от его исходного урона."
  },
  {
    "Id": 11130009,
    "Name": "Сакраментальный ливень",
    "Description": "После того как враги или члены отряда поблизости соприкасаются с Сакраментальным ливнем, в зависимости от того, кто прикоснулся к нему, возникают разные эффекты:\nЕсли к Сакраментальному ливню прикоснулся враг, он взрывается и наносит <color=#80C0FFFF>Гидро урон по площади</color> врагам поблизости.\nЕсли к нему прикоснулся персонаж отряда поблизости, он вознесёт его высоко в воздух.\n\nНа поле может существовать только 1 Сакраментальный ливень, призванный самим Далией."
  },
  {
    "Id": 11130010,
    "Name": "Милость Фавония",
    "Description": "Далия, используя взрыв стихии <color=#FFD780FF>Сияющий молебен</color>, наделяет персонажей своего отряда этим эффектом.\nВо время его действия Далия может потратить 1 уровень Бенедикции и призвать новый Щит священной милости, если действие существующего завершилось или он был разрушен уроном."
  },
  {
    "Id": 11130011,
    "Name": "Бенедикция",
    "Description": "Далия может получать Бенедикцию следующими способами:\n· Когда активный персонаж его отряда поражает врагов обычной атакой 4 раза, находясь под воздействием Милости Фавония, Далия получит X ур. Бенедикции.\n· После активации эффекта пассивного таланта Милостивое благоволение ветра.\n\nДалия может получить до X уровней Бенедикции во время действия одной и той же Милости Фавония."
  }
]