[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Adventurer Camp",
    "Description": "A campsite hastily made by adventurers deep in the wilds.\nWhen adventurers make camp, they must be sure to place a fence down to fend wild beasts off. But since the area rarely has enough wood to create a complete protection, they must often keep watch on shifts and sound the alarm to avoid any slip-ups and mishaps.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "Frontier Life",
    "Description": "The previous Grand Master of the Knights of Favonius once suggested that knight companies attending to duties in the wild should attempt to set up as secure a dwelling as possible to guard against any sudden attacks. The Pocket-Sized Pine Cabin proved to be the best choice in that regard.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "Rocks & Plants",
    "Description": "The grass and trees grow free in the wilds where human feet do not tread. Rocks are also piled up in a corner, seemingly the work of some beast.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Plain Liyue Bedroom",
    "Description": "Even the richest of Liyue's households simply won't do without some of these bedroom essentials.\nUnder the efficient direction of the Liyue Qixing, the income of the average resident of Liyue has steadily climbed, ensuring that these Sandbearer household furnishings are no longer a rarity.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Corner of the Teahouse",
    "Description": "Enjoying some tea in good company while listening to the witty words of the storyteller is the simple pleasure of the teahouse.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Suburbia Lighting",
    "Description": "Street lights and fences that stand under the trees. These Evil-Repelling Lanterns will allow those who walk about at night some peace of mind.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Table & Chairs",
    "Description": "A sturdy and wide pine table. Bring a pen and paper and it becomes a work desk, put them to one side and it's a dining table — a multi-purpose piece of furniture if there ever was one.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Busy Kitchen",
    "Description": "The towering shelves are stocked with ingredients and the large and small stoves are both in full flame. A skilled chef could cook a feast to feed a hundred people from this kitchen.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "Tea Talk",
    "Description": "The people of Liyue often invite their friends over to sit and chat over some tea. A good time can be had with just this tea table and two chairs.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Book Lover's Study",
    "Description": "A Liyue-style study chock-full of books. There is much to be gained by spending a few hours here.\nAllegedly, most studies these days are styled after the one at the Feiyun Commerce Guild manor. The Guild's second son made a series of improvements to that study, turning it into a much more efficient environment for reading and writing.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Fully Furnished Mondstadt Bedroom",
    "Description": "A standard-issue Mondstadt bedroom. The arrangement of furniture takes cues from the Knights of Favonius living quarters.\nAs the deaconess was praying over the wardrobe to ward off evil, the Knights set an example by turning the foot of their beds to face the wardrobe. Should any ghosts or ghouls appears, they explained, they would promptly leap out of bed and strike first to scare them back whence they came.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Meeting Room of the \"Strategic Six\"",
    "Description": "A meeting room based on the one found in the Knights of Favonius Headquarters. Observing the number of chairs provided, the citizens often speculate that there must be six key decision-makers who decide all Knights of Favonius policy.\nThe truth of the matter is that only six members of the Knights' leadership actually enjoy sitting down for meetings. The number of attendees has never been fixed.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "Wine O' Clock",
    "Description": "A table and chairs often used during gatherings. The candle improves the lighting and makes the food look more enticing. Still, it's a fire hazard, so do watch out when spirits get high around the table.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "Merchant's Working Lunch",
    "Description": "A store must be ready to receive customers at any time. As such, staff will often use a simple stove to make a working lunch for themselves to avoid missing any business due to not manning the store constantly.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "Parlor Cordiality",
    "Description": "The fireplace illuminates and warms up the reception area, relaxing the body and soul. Add a few cups of strong liquor, and you've got everything you need to receive even the most demanding of Snezhnayan business visitors.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Well-Equipped Study",
    "Description": "Books line the wall in this Mondstadt-style study. Considering that the books are many but the readers are few, organizing the books into sensible categories is of utmost importance.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Hermit's Hut",
    "Description": "A house of the kind that is found ubiquitously throughout Liyue. A street light is set up outside the door for the convenience of passers-by.\nThe people of Liyue tend to be welcoming toward guests. Even the hermits living up in the mountains will be happy to accommodate a lost traveler for the night, even offering them a fine meal and some choice tea before they settle down.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Hamlet House",
    "Description": "A common dwelling found in Mondstadt's countryside. The land between the fence and the house is for planting crops to provide the inhabitants with some daily necessities.",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Harvest Season Stall",
    "Description": "Every harvest season, the people of the town set stalls up to sell their wares. These include freshly picked fruits, vegetables, and wheat as well as quality second-hand goods and haystacks.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Fruit & Veg Market",
    "Description": "A market with quite a few stalls. All the typical fruits that most people would want to buy can be found at this sort of place.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Training Ground",
    "Description": "During training, new recruits frequently damage their weapons due to improper use. As such, training grounds tend to be stocked with an ample supply of weapons for them to use.\nFor the Millelith, the weapon wear and tear caused by training is no big deal. Allowing a weapon to come into the hands of the Treasure Hoarders, however, is cause for docking a recruit's salary.",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Arms Factory",
    "Description": "A stable weapon-making workshop. Even seasoned smiths will produce mediocre weapons when restricted by the quality of the ore they must work with. For this reason, they tend to have a number of different weapon racks to differentiate and sell their weapons by quality.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Cargo Transfer Station",
    "Description": "A transit point for moving goods from place to place. Beside the piled-high cargo crates and wooden barrels are drinks for the workers.\nThough typical porcelain bottles and jugs are quite sturdy these days, they will still break easily under a heavy load. Thus, the workers wish that their foreman would get a cupboard of some sort, rather than leave the bottles on the ground.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Festival Market",
    "Description": "The sight of a bustling city, toys on sale, colorful parasols and all manner of affordable but delightful gifts is a dazzling one indeed. It poses an irresistible allure for the children and fortunately not too great a threat to their parents' wallets.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Thoroughfare Entrance: Evil Banisher",
    "Description": "Adepti tablets and stone lions guard this main road into the city. These symbolic gestures are usually enough to deter monsters, but the Millelith have never used this as an excuse to lower their guard.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Ever-Popular Eatery",
    "Description": "Some Liyue restaurants are so widely renowned for their top-quality dishes that patrons visit them in droves every night. These eateries often set up outdoor seating in an effort to accommodate every last customer.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Rural Water Source",
    "Description": "A well in close proximity to a tree.\nThe tree's lush foliage serves as assurance that the water is clean and pure, safe for human consumption.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "Lone and Cautious Adventurer",
    "Description": "Solo adventurers tend to be the most vigilant. They often set up camp close to a road sign because the mere fact that the road sign exists proves that someone has been here before and driven any monsters out of the area.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "Climate Crossover",
    "Description": "A strange area where different climates intersect and plants with distinctive features grow. Initially, some scholars believed that this might be a result of ley line abnormalities, but later investigations revealed that this is simply one of the many wonders of the natural world in Teyvat.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Dialogue Twixt Ancient Tree and Rock",
    "Description": "This green-leaved tree and mountain rock aren't anything special.\nA certain alley poet once claimed that everything in this world has an aura and that this tree and the rock were having a wordless conversation. Many others, influenced by her words, came to believe more and more that these words were quite fitting indeed.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Dialogue Twixt Ancient Tree and Rock",
    "Description": "This green-leaved tree and mountain rock aren't anything special.\nA certain alley poet once claimed that everything in this world has an aura and that this tree and the rock were having a wordless conversation. Many others, influenced by her words, came to believe more and more that these words were quite fitting indeed.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Dialogue Twixt Ancient Tree and Rock",
    "Description": "This green-leaved tree and mountain rock aren't anything special.\nA certain alley poet once claimed that everything in this world has an aura and that this tree and the rock were having a wordless conversation. Many others, influenced by her words, came to believe more and more that these words were quite fitting indeed.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "Amidst Poetic Pondering",
    "Description": "A finely decorated study based heavily upon the Knights of Favonius office. It's been said that each part of this study has followed careful placement rules, allowing the candle lights and shadows to blend perfectly to create a unique lighting effect. Literature-loving readers and writers will find a wellspring of inspiration here, while the busy can get in the zone with minimal fuss and chance of interruption.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "Amidst Whispering Winds",
    "Description": "A bedroom that embodies the notion of a \"caring heart.\" For busy folk, a bedroom may simply be a place that contains a bed, a place where one gets a little shut-eye, and which does not require too much thought. But for those with an eye for detail, every part of one's living space is worth time and effort.\nWhether they be the winds of freedom or resistance, they all began as the tiniest of gentle breezes. One who travels far must take good care of themselves, and surely fatigue will slip away unnoticed if one lives surrounded by warmth and comfort.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Feiyun Study Room",
    "Description": "There are many ways to fashion a study in Liyue, but luxury is optional, for the learned prefer \"spirit\" and \"elegance.\" A potted plant here balances out the moisture in the room, and the table and shelves exude a light woody fragrance that combines with the plain layout and the sunset glow of the lamps to inspire genius and elevate writing.\nThey say that many years ago, a certain guest at Feiyun Slope laid just such a study out, and this design was taken up by the previous boss of Wanwen Bookhouse. Thus, it was ever after known as the Feiyun Study Room and became recognized throughout Liyue.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Cloudy Haze Dream-Court",
    "Description": "\"Of cloud-haze faintly dreaming.\"\nA humble and unassuming bedroom alike in many ways to one you might find in Wangshu Inn. This bedroom's mystery is hard to explain in words. Sometimes it will evoke remembrance in those who pass through, like the sunlight poking through the swirling clouds. Yet it will remove the sorrows therein and leave only the marks of happenings past.\nWe are all adrift in this mortal life, and only by remembering who \"we\" are can we remain steady along our course. Our thoughts are clearest in the interstice between dreaming and waking. No wonder those who visit Wangshu Inn for a night find themselves re-energized a hundred times over, radiant and ready to embark on their journey once more.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Secret Research Lab",
    "Description": "A plain old alchemy workshop. Take out the specialized, intricate apparatus and it would look just like any other study, but for the collection of books on the shelves, the reagents in their containers, and the various experimental samples marked \"Do Not Open,\" the uses of which can only be wildly guessed at by the uninitiated. An incident is probably unavoidable should some curious cat fail to heed this instruction.\nAfter actual cats that mistakenly entered the workshop caused two such alchemical potion accidents, the Knights of Favonius Investigation Team would place strict entry-exit regulations on alchemy workshops within the city. A great number of the strange rumors concerning alchemy were also born around this time, causing no small number of headaches for researchers just trying to concentrate on their work.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Cottage Kitchen",
    "Description": "A fully equipped kitchen with a cabinet full of carefully prepared condiments.\nChefs seeking excellence will buy fresh ingredients from the market daily, and true culinary artists will even pay close attention to the firewood used in their stoves. The young head chef of the Wanmin Restaurant once shared that to make the traditional dishes of Qingce Village, one must first place dry bamboo chips into the stove and carefully control the flame. If one can process the shrubbery near Wolfhooks into thin firewood, one can even add a little Mondstadt flair in.\nDifferent kinds of firewood produce vastly different effects, and most chefs will never truly master them. As such, Wanmin Restaurant has a monopoly on this particular technique.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Weapon Forging Station",
    "Description": "A fully-equipped blacksmith's that can accommodate the work of many smiths at once to produce the greatest number of high-quality weapons or repair damaged weaponry most efficiently.\nAs long as monsters still exist on this continent and the wayfaring footsteps of adventurers do not cease, weapons and equipment will always be in demand. To meet this demand, smiths must be trained over many long years, and given that some duds will be produced during this training, it can be quite a huge expense. As such, blacksmiths will at times be strapped for cash, during which the Knights of Favonius will try to secure orders for them to help maintain their quality of life. Rumor has it that a certain farsighted winery owner has also provided some timely injections of capital in the past.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Idyllic Town",
    "Description": "A corner of a rural town that follows after the style of Springvale.\nAmong the many praises that visitors sing of Springvale, \"a relaxing environment\" and \"a comfortable lifestyle\" stand out. But of course, these tourists largely stay in Springvale for but a short while. Long-term living in these places requires such skills as hunting and farming. Only by mastering such skills can one truly keep up with the locals' lifestyle, appreciate the gifts of nature, and enjoy Springvale's breezes and idylls.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Bird and Blossom Park",
    "Description": "A Mondstadt-style park lined with lush hedgerows and sturdy trees that surround a fountain. A passing breeze is sure to carry the lovely fragrances enjoyed by finches and butterflies.\nIn the eyes of some poets, flowers and birds are a symbol of goodness and nature. As such, bards will sometimes sing by the fountains, which often attracts the attention of passers-by — and their various pets, of course.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Gathering of Gourmets",
    "Description": "A food street with outdoor facilities that replicates the bustle of Chihu Rock.\nTo call this a \"gathering of gourmets\" is an understatement, and while it may seem that there aren't too many cooking utensils lying around, there are more than enough to cover all the known specialties of the Liyue region. After all, skilled chefs can make delicious dishes with the simplest of utensils, and it certainly helps that many ingredients that don't require complex preparation have become pillars of some of the most renown dishes.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Glittering Street",
    "Description": "An urban area filled with goods and wares, from strange and precious treasures to everyday items, recreating the bustle of Liyue's markets.\n\"Glittering\" here is no overstatement, for Liyue is the place where all ships go and all stocks flow. As such, the vast majority of its citizens do not want for necessities. But if something is indeed lacking, you can wait for the end of the month to send feedback to the purple-haired young woman who often roams the markets during that time. Her true identity is unclear, but what is known is that most goods brought to her attention will soon appear on the markets.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Qingce Cloud Residence",
    "Description": "A mountain hamlet modeled after Qingce Village. It is said that the friendly atmosphere there is infectious and that visitors who enter will find themselves calmed and more appreciative of simple joys that they may have once forgotten.\nTo head out in pursuit of one's ideals and spend one's years magnificently chasing a career is certainly praiseworthy. But after spending so long on such endeavors, one may eventually tire. When that happens, a quiet and peaceful life out in the countryside remains a good choice. Qingce Village has always maintained its acceptance of young folk who head out to seek their fortunes, and is ready to welcome them back with open arms at any time.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Of Hunting and Dancing",
    "Description": "An encampment set up with some skill that has referenced the famed writings of the researcher Musk to recreate a hilichurl dwelling, and which can be used to study their living habits.\nThey say that in the past, the Knights of Favonius would set up such camps and engage in detailed planning, led by the Outriders, ahead of expeditions against monsters. The seafaring Crux Fleet also tends to set sand tables up in a similar fashion based on various sources of intelligence to simulate boarding an island and clearing it of monsters.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "Iter Ad Astra Abyssosque",
    "Description": "An adventurer camp that can often be seen out in the wild. It uses the latest and greatest in tent designs.\nExperienced adventurers are used to leading a hard existence and require only a lightweight and durable tent to sleep soundly — even in a howling storm. After regaining their strength the next day, they move on to their next destination. As such, attractive and affordable tents like these have always had ready buyers.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Dawn Orchard",
    "Description": "The orchards of the Dawn Winery are quite famous indeed. It is said that someone from the wine industry in another nation visited the Dawn Winery years ago to study it and gather experience in orchard management. The wine industries in various other nations raced to follow the resultant Dawn Orchard model.\nUnfortunately, the excellence of the base ingredients is only one factor in the production of fine wines, and it is the Dawn Winery's skill in wine making that is key to its position at the apex of the industry. Unable to compete, some of its rivals had to resort to using part of their produce to make fruit juice to balance the books.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Court of the Upright",
    "Description": "This majestic structure combines the Tri-Commission buildings and the Police Station to great effect, it has both the aura of a stately mansion and the practiced professional air of an executive agency, all while maintaining an optimized aesthetic. \"Proper\" is the operative word here indeed.\nThose of distinguished background and honest character will surely approve of this courtyard layout. Indeed, you have heard it said that a certain Tenryou Commission general once recommended that officials should stay close to the commission estates such that they might get to work more quickly and contribute more effectively to the Almighty Shogun's dream of achieving \"eternity.\"",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Wakeful Spring",
    "Description": "A feature-complete open-air hot spring. The minerals and elements present here may not be the equal of Aisa Bathhouse, but hot springs of this kind win in terms of their relaxed, casual atmosphere and the relative lack of regulations.\nJust a half-hour soak in here and all the fatigue you've accumulated from work will dissipate into nothingness, replaced by a reawakened vigor, and if there's time, you can lean against a nearby white stone and have some tea and a chat with your friends.\nOf course, please keep some basic etiquette in mind before entering: enjoying the hot spring with friends is fine, but do not stay too long. If you spend too much time in there with chatty folk like the Queen of the Summer Festival, you might get dizzy.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Rural Concealment",
    "Description": "This Inazuman village quite effectively recalls the scenery of Konda Village. These buildings are already of a certain \"age,\" but they are far from dilapidated. Instead, they give off a feeling of simple leisure. None of the buildings stand out in particular, and it even seems like they might all blend in with the nearby mountains in a few more years... These are, of course, all the hallmarks of an excellent hiding spot — and you can be sure that a certain lazy Shuumatsuban ninja has done just that before, slacking off and sleeping somewhere in an equally sleepy village.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Ancient Branch Shrine",
    "Description": "The architectural design, the bright red paint, and the overall layout of the serene and beautiful shrine comes in the same style as the Grand Narukami Shrine. It serves as a place of meditation for mortals, but for Her Excellency the Shogun, the sight of it was enough to form a hazy, but vivid memory of a bygone era...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Military Exercise Grounds",
    "Description": "Draws inspiration from the layout of the military buildings and furnishings of the Kujou Encampment. \nDuring the conflict between the Shogun's Army and the resistance, both sides have sought various ways to improve the quality of their new recruits upon joining their respective armies. Compared with traditional training sites, this type of training ground not only provides all kinds of equipment, it also can simulate the urgency of being on the frontline, giving an experience that is very close to the real thing. Naturally, this allows the new recruits to get a sufficient amount of training.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Jade Wilds",
    "Description": "A quiet, serene landscape on the outskirts of Inazuma. A shrine made of Otogi Wood stands tall amongst the Sakura trees, the maple trees, and the colorful flowers. The candlelight flickers, blending in with an intangible sense of majesty and stability. Everywhere, the falling petals seem to be touched by spirituality.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Summer Night's Recollection",
    "Description": "The scenery perfectly recreates the lively atmosphere found in the festivals of Inazuma.\nInazuma City holds several festivals each year, but the biggest, most memorable ones often fall during the middle of summer. The food stalls, games, and fireworks in the night sky will make visitor linger a little longer. The stalls may disappear after the last day, but the good times shared with companions will last forever.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Sakura-Hued Street",
    "Description": "A perfect facsimilie of Inazuma City's carefully planned shopping district.\nNo matter what happens, the people of Inazuma live life in a calm, peaceful atmosphere. The walkable streets reflect the living conditions of the residents, which is the truest depiction of the city. By following Thoma, a local who knows Inazuma inside and out, and checking out the various businesses and shops, one can truly understand and appreciate the local customs.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Eternal Domain of Fleeting Dreams",
    "Description": "This bedroom is filled with a unique Inazuman aesthetic but also adopts ideas from other nations quite freely, thus striking a brilliant balance between tradition and practicality. The design process included considerations as to how guests might feel, and the room itself was designed for them to relax sufficiently, such that they will feel re-energized, as one might after a long, dreaming sleep, even after only taking a short rest. The kotatsu that has been kindly set up also contributes to the feeling of never wanting to leave your room.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "A Thousand Swings",
    "Description": "This is a place where true swordsmanship is forged. Many hereditary clan swords are arranged here, and a solemn, upright-seated armor sets the austere atmosphere. The Evil-Slaying Bows and Spiritchaser Screen that serve as ornaments have the ceremonial purpose of purging both the surroundings and the hearts of those training there of any wicked thought.\nMost Inazuman martial artists believe that aside from swinging your sword a thousand times, you only need to maintain the will to sharpen your skills and put your utmost effort into it, and you will surely push yourself to the pinnacle of your art.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Scholarly Trove",
    "Description": "A healthy collection of texts has been placed here using the large bookcase preferred by all arms of the Tri-Commission. This could fit at least a hundred books for sure. But to some Inazumans, it is not the number of books that counts, but instead \"precision\" and \"precipitation\" — that is to say that you must deposit every word of each good book you read into your heart. As such, one merely needs to arrange one's books according to how much one values them. For books that you have long ago read and committed to memory, you can lend them or even sell them if you like. They say that the Divine Priestess of Watatsumi Island has this exact habit.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Of Maple and Tea Scents Entwined",
    "Description": "The layout of this traditional Inazuman teahouse has used Komore Teahouse as reference material and has used similar Maple Wood tables and tea ceremony items, all of which evoke that elegant but not overly strict, friendly but not arbitrary atmosphere.\nLegend has it that various forms of inspiration spring forth unto those who sit in a tea room filled with the fragrance of maple wood and tea. As such, some poets tend to write their poetry while sipping tea, with the young wanderer who gave many plants their elegant nicknames counting amongst this number.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Forest Patrol Anecdotes",
    "Description": "A fully decked-out break room that takes design cues from the dwellings of the Forest Rangers in Gandharva Ville. The layout of the room has also been tuned to the missions that the Rangers carry out.\nWhenever the call goes out, they can immediately grab their bags and go, and when they return from patrol, they can also quickly get down to processing, storing, or analyzing samples. If they are on guard until late in the night, they can even use the stove inside to make some supper and restore some energy. All things considered, this break room will allow the Forest Rangers to maintain peak performance at all times... As long as the rosters have been done well, of course.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Coalesced Brilliance",
    "Description": "A room that is bedecked with various gems, ornaments, and a collection of precious items. Its interior gives off an air of luxury, and lighting but a single lamp in the corner will allow the scattered light to reflect all about, dazzling the senses.\nFor those who seek wealth, such a storeroom is akin to a sweet treat with just the right amount of sugar and a lingering aftertaste. And as for those who appreciate the aesthetics more, they will find the sparkle of the artworks in here a pleasant surprise, no matter the angle from which they look.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "Fervid Aroma",
    "Description": "The blueprint for this exquisitely decorated restaurant is a famous tavern in Sumeru City... modified for use within the Serenitea Pot, of course. Steam and the scent of spices alike waft through the air, each doubling up on an already joyful experience. All one would then need was some friends for company and a few jugs of fine wine, and this would be the perfect dining experience.\nFor those who travel together often, barbecue places are perfect when considering the number of seats and amount of food needed. As for those who move alone, the raucous atmosphere of such establishments allows them to conceal their movements, alongside providing safe conditions for observing, tracking, or even plotting.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Of Settled Thoughts",
    "Description": "A study stacked with tomes, its bookcases towering like insurmountable walls. When most people gaze upon the many books laid before their eyes, it might be hard not to feel a little overawed.\nOf course, those in the know are aware that the boundary between wisdom and ignorance is not some boundary that may not be crossed. So long as one is willing to settle in and read these books, one at a time, following a carefully laid out plan, one will gain an incalculable amount of new knowledge before long.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "A Farewell Brief to Bustle and Bother",
    "Description": "A bedroom fashioned in the style of those found in Sumeru. The various implements and utensils in here can be found in many houses throughout the city. Thanks to the perfect replication powers of Sub-Space Creation, each furnishing appears as if they were freshly made, giving off a clean, neat, open, and generous feel to any who enter — a fine place for rest and repose, if you might say so yourself.\nEven those who need not worry about food or clothing will sometimes be affected by negativity, and even those in positions most others might envy cannot escape the troubles of life. At such times, emptying one's mind and getting some good sleep, such that one might face the world again at full strength, is the safe and stable choice.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "Dwelling Amidst the Sands",
    "Description": "An unadorned room that uses implements and utensils that hail from interior designs common to Aaru Village. Those who live amidst the desert winds have many habits suited to life in their unique environment, such as shaking off the sand that might have been brought in along with their clothes in a timely manner, or maintaining the temperature and moisture of a room at little cost...\nOf course, such practices are not very necessary in the comfy confines of the Realm Within, but they can still cheer and warm the heart, and are thus worthy of respect. This interior setup pays attention to many a small detail such that living in it feels just like living in a desert home.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Amidst Prospering Markets",
    "Description": "An exquisitely-furnished mercantile district that pays homage to the layout of Sumeru City's streets and its Grand Bazaar. Fresh fruits, delectable dishes, and all manner of lifestyle goods may be found at the stalls here. A few rounds around the area, and you will find a unique ambience one feels when stepping foot into a bustling market.\nThey say that the shops and stalls on either side of Sumeru's streets have been modified according to specific rules that are the product of some Akademiya research, such that they can provide holistic service with the minimum possible management difficulty and acreage used.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "Deep in the Quiet Forest",
    "Description": "This settlement is made in the style of Gandharva Ville, with much aesthetic inspiration taken from the rainforest itself, such that you'll be able to live out the forest experience amidst the calming greens and blues regardless of the surrounding area.\nOf course, you will need to master more survival skills for times when you must truly enter the forest, such as adjusting your routines and rhythms to avoid the minor quibbles caused by the humid climate. You might also need to understand some Forest Rangers' daily habits...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Of Twirling Dances Unfettered",
    "Description": "A grand and lovely theater. In many things — the magnificent stage, the mists of the spouting fountain, and the many precious flowers brought to life by Sub-Space Creation — this place imitates the festive atmosphere of Zubayr Theater.\nThey say that some shows are best appreciated at night. The placement of the theater lamps seems to be the result of careful study that aims to maximize the clarity with which each audience member can see the dancers, no matter the angle they are sitting or standing at, while the illumination and glow of the lamps are also adjusted just right to maximize the brightness of the scene.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Quiet Times by the Riverbank",
    "Description": "A tranquil settlement that takes on the unique aesthetic of Vimara Village. Even if this furnishing set is not situated by a river or at the seaside, a whiff of the aroma of fish that wafts through this village will set the sound of water gurgling through your ears.\nVimara Village has a very different feeling from the Forest Ranger camp, for its inhabitants largely do not shoulder important duties and thus lead leisurely lives, thus making it a very nice place to be for those who wish to relax.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "Setekh Demurs",
    "Description": "This settlement, which is based off Aaru Village, comprises heavyset houses that fear neither erosion from sand nor the intrusion of uninvited wild beasts, for they have defensive strength equal to wooden structures. It is just that, or so you hear, the building materials are rather special, and thus the inner walls require regular maintenance on the part of those that inhabit such structures to check if they have begun to crack under long periods of weathering the searing wind and the burning sun, repairing them where necessary. Such work also helps to hone the perception of the inhabitants, making them more careful and precise about each aspect of their lives.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "The Traveling Troop's Pomp",
    "Description": "This military-style camp is filled with various goods. Defensive fortifications have been set up, and well-placed campfires lay the groundwork for night operations. In theory, at least, this type of encampment can withstand the assault from many foes, and can even form the fulcrum of a defensive line should there be sufficient manpower to do so.\nNo matter how bothersome the setup and transport of the materials might be, and no matter how the lack of tents that block the wind or rain may lead to rather tough conditions... Battle-hardened mercenaries need only a bed of straw to sleep soundly, and as such do not worry over-much about such small flaws.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "Amidst Scents and Serenity",
    "Description": "An elegant and serene garden that utilizes gazebos drawn from Razan Garden and Pardis Dhyai. This place is less concerned with the absolute unity of the disparate architectural styles, but is more focused on creating an overall air of tranquility.\nThe lovely blossoms slumber here in peace, and the standing lamps set the fountain aglow... Once the night hours approach, a walk through this garden can cause the noisy thoughts in your head to dissipate like wispy clouds. Perhaps you might even gain inspiration that you would normally struggle to find...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Chorus of Desert and Wood",
    "Description": "Many varieties of plants grow in fecundity in this marvelous space, seemingly by the grace of Sub-Space Creation in harmonizing the various specialties that these plants possess such that even ones that come from the desert and the forest can coexist side by side, thus orchestrating a beautiful chorus of flower, tree, and wild grass.\nFor researchers who love plants, such areas are veritable treasure troves for research, though these vibrant woods will also prove sites of unique interest to ordinary passers-by.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Key to a Stable Work-Rest Cycle",
    "Description": "A simple, large bedroom that balances warmth and sophistication. For exhausted people, the bed means a quick entry into dreamland, and those who wake in the morning will enter just as swiftly into work mode.\nMany Fontainians treat interior design as a key factor in sleep, and stable sleep is key to one's work-rest cycle. From this perspective, bedroom design is indeed critical.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Strict Adherence to Office Codes",
    "Description": "A classic study layout based on the Palais Mermonia's furnishings, recreating that ever-bustling office, where everything is in accordance with regulations.\nA certain Fontaine Research Institute researcher once claimed that \"a person's environment will greatly affect their state at work.\" Following this principle, one who is within an environment so much like the Palais might subconsciously, reliably follow every process to the letter...",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Garb for Glorious Gourmet",
    "Description": "A fully decked-out restaurant built in imitation of the Hotel Debord. It is suited to staging lively family banquets to which large numbers of relatives and friends will be invited.\nEven seasoned chefs cannot deny that the gastronomical mise en scene dictates the feelings of the diners, which influences their overall rating of the food. As such, a beautiful restaurant can also be considered a sort of outer garment for good food and drink.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "Perfectly-Drawn Focus",
    "Description": "An interior with a middle-sized stage as its centerpiece, large enough to stage a small performance.\nFor those new to performing, an audience too large will cause them undue nerves and affect their performance, and for seasoned masters, sometimes a show put on for one's friends brings one far more happiness than a sold-out extravaganza. As such, most performers can appreciate the lack of grandeur in this stage.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "Continuous Clockwork Inspiration",
    "Description": "A room based around a clockwork workshop with enough machinery processing equipment to meet most artisans' needs.\nSome Fontainian poets believe that clockwork meka are creations worthy of respect, respect that should shine upon the artisan's tools as well. \"Inspiration inclines the ears of these components, it teaches them to dance as one at a pace perpetual.\"",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Wellspring of Rule Violation Prevention",
    "Description": "An office with a solemn air that accurately reproduces the office of the Fortress of Meropide's \"Duke.\"\nThey say that after the Duke took over the Fortress, he only changed a few small office furnishings, and otherwise left the place alone — this, then, was the type of office in which the regulations the many inmates must follow were written up.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "Court of Justice's Placid Days",
    "Description": "A lane using the ordinary streets of Fontaine's residential districts as the blueprint. The numerous residences have also reproduced the authentic look of the Court of Fontaine.\nFor many residents of Fontaine, a large part of their lives consists of orderly activity, getting on and off work on time, resting, meeting friends for a meal or shopping, and occasionally heading to the Opera Epiclese for a grand performance. Even some crisis-tested adventurers might sometimes think that such a placid lifestyle might be nice...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "Court of Justice's Booming Commerce",
    "Description": "Based on the Quartier Lyonnais in the Court of Fontaine, this place is filled with tons of Fontainian specialty stores and tables at which to also rest and enjoy some tea.\nSome experienced tourists will tell you that you can ask the residents here if you are unfamiliar with the stores and characteristics of the goods on sale. Since many stores strictly follow the price controls set by the Palais Mermonia, very few people will purchase items with incongruent prices.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "Court of Justice's Fresh Mist",
    "Description": "A square filled with green bushes, vibrant flowers, and a luxurious fountain. The design concept is based on the Fountain of Lucine on Erinnyes.\nWhen the weather is fine, the fresh mist threads through the flowers on Erinnyes, the sight of which lifts the spirits of both residents and visitors from abroad. Even should one arrive amid a driving shower, the legends that surround the Fountain still fill the heart with wondrous hope.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Poisson the Unassuming",
    "Description": "A landscape centered around various unique buildings that recreate a corner of Poisson. Structures that emphasize practicality elevate the work efficiency of those who dwell in them, though this does not immediately translate to busywork and exhaustion, but rather is a way of safeguarding one's leisurely days. Many residents of Poisson, indeed, live by the adage \"Let us be done with work swiftly, so that we may enjoy our rest,\" living full yet simple lives.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Undersea Merusea's Luster",
    "Description": "A small settlement that makes an effort to recapture the scenery in Merusea Village, with unique and rather eye-catching buildings.\nThe Melusines dwell within Elynas, beneath the waves, and few normal people visit their village, though those who do all sing its praises upon their return. Some artists have tried to draw the place based on the descriptions and information gained from interviewing Melusines in the Court of Fontaine. However, there was always a \"color difference\" between their work and the real colors of the village that was hard to ignore. It was only after Kamera-taken images of Merusea Village became widespread that the problem was more or less solved...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "Full Force Forward in the Forbidden Fortress",
    "Description": "An arena whose centerpiece is a boxing ring. Standing within it, you can hear again the cheers and applause of the audience, the excited commentary of the host, and the dull sound of fists thudding against flesh coming from both competitors — such is the deep impression that the Fortress of Meropide's Pankration Ring leaves.\n\"In a ring where your fists decide everything, you can only go full force forward to claim the glory — and the Credit Coupons — that should be yours.\" ...Many Pankration Ring competitors take this as their motto even after departing the Fortress altogether...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "The Nation of Hydro's Mottled Colors",
    "Description": "A countryside scene full of luxurious plants. It contains all sorts of flowers and bushes that can be found everywhere in Fontaine. Flowers and plants are common themes in paintings, and are a starting point for explorations into \"color.\" Some painters in Fontaine believe that the world's palette uses plants to demonstrate the perfect combination of colors. As such, if all the colors in a painting may find their source in flowers, then this painting must surely have harmonious beauty equal to that of natural scenery. Of course, this is predicated on you not mixing all plant-derived colors together in a single conversation...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  }
]