[
  {
    "Id": 210101,
    "Name": "<color=#0075de>Tidal Shock</color>",
    "Description": "When a character triggers Vaporize on an opponent, deals <color=#0075de>Hydro DMG</color>"
  },
  {
    "Id": 210102,
    "Name": "<color=#ef5534>Blazing Explosion</color>",
    "Description": "When a character triggers Vaporize on an opponent, deals <color=#ef5534>Pyro DMG</color>"
  },
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Lingering Seed</color>",
    "Description": "Each Dendro Core created will create 1 Lingering Seed around the current active character (Max <color=#f39001>4</color> simultaneously): They are consumed after touching an opponent, dealing <color=#7bb100>Dendro DMG</color> to that opponent"
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Wildfire Wave</color>",
    "Description": "A tally will be kept on each opponent when Burning reaction DMG is inflicted on them. When any tally reaches <color=#f39001>{0}</color>, the count will be reset, dealing <color=#ef5534>AoE Pyro DMG</color>"
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Combustion Core</color>",
    "Description": "Triggers after a character deals <color=#7bb100>Dendro DMG</color> to a Burning opponent, dealing <color=#7bb100>Dendro DMG</color>"
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Pyro Crystal's Boon</color>",
    "Description": "All party members gain <color=#f39001>50%</color> Pyro and Geo DMG Bonus. Additionally, you will obtain nearby Crystallize shards every <color=#f39001>4</color>s"
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Ignition Wave</color>",
    "Description": "Unleashed at the character's position every <color=#f39001>6</color>s while <color=#f39001>Pyro Crystal's Boon</color> is active, dealing <color=#ef5534>AoE Pyro DMG</color>"
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Stoneshard Strike</color>",
    "Description": "Unleashed at the character's position every <color=#f39001>4</color>s while <color=#f39001>Pyro Crystal's Boon</color> is active, dealing <color=#e09800>AoE Geo DMG</color>"
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Electro Crystal's Boon</color>",
    "Description": "All party members gain <color=#f39001>50%</color> Electro and Geo DMG Bonus. Additionally, you will obtain nearby Crystallize shards every <color=#f39001>4</color>s"
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Roaring Rockbreaker</color>",
    "Description": "Descends on the opponent's position after characters hit an opponent with an attack while <color=#f39001>Electro Crystal's Boon</color> is active, dealing <color=#e09800>Geo DMG</color>"
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Roaring Rockbreaker</color>",
    "Description": "Descends on a nearby opponent after characters pick up <color=#f39001>{0}</color> Elemental Shards produced by the <color=#f39001>Electro Crystallize reaction</color>, dealing <color=#e09800>Geo DMG</color>"
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Embrittle</color>",
    "Description": "Decreases opponents' Pyro and Electro RES by <color=#f39001>5.5%</color>, max 4 stack(s)"
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Explosive Orb</color>",
    "Description": "After dealing Electro DMG to an Embrittled opponent, deal <color=#ef5534>Pyro DMG</color> to <color=#f39001>every</color> Embrittled opponent on the field"
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Thunderstrikes</color>",
    "Description": "After dealing Pyro DMG to an Embrittled opponent, deal <color=#b863ee>Electro DMG</color> to <color=#f39001>every</color> Embrittled opponent on the field"
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Vigorous Nexus</color>",
    "Description": "When characters trigger the Quicken, Aggravate, or Spread reactions on an opponent, fires off a projectile at them that explodes on impact, dealing <color=#7bb100>AoE Dendro DMG</color>"
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Teeming Thunder</color>",
    "Description": "Descends after a character deals Electro or Dendro DMG to a Quickened opponent, dealing <color=#b863ee>Electro DMG</color>"
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Windblessing: Hydro</color>",
    "Description": "The DMG dealt by characters triggering the Swirl reaction increases by <color=#f39001>80%</color> and their Max HP increases by <color=#f39001>8%</color>."
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Healing Hydroball</color>",
    "Description": "Records the amount of HP healed by characters, and explodes when its duration ends, dealing <color=#0075de>AoE Hydro DMG</color> to nearby opponents based on the amount of healing recorded and the number of stacks of <color=#f39001>Windblessing: Hydro</color>"
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Waterfall Maelstrom</color>",
    "Description": "Pulls in nearby opponents and deals <color=#0075de>AoE Hydro DMG</color> to them based on the number of stacks of <color=#f39001>Windblessing: Hydro</color>"
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Windblessing: Electro</color>",
    "Description": "The DMG dealt by characters triggering the Swirl reaction increases by <color=#f39001>80%</color> and each time they receive <color=#f39001>Windblessing: Electro</color>, all party members gain <color=#f39001>1.5</color> Elemental Energy. Can be triggered once every <color=#f39001>3</color>s."
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Razorflash Thunderblade</color>",
    "Description": "When characters use an Elemental Burst, gain <color=#f39001>Razorflash Mark</color>. When the active character's attacks hit opponents, consume the Razorflash Mark to unleash a Razorflash Thunderblade, dealing <color=#b863ee>Electro DMG</color> to all opponents in its path based on the number of Windblessing: Electro stacks"
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Boltleap Thunderstrike</color>",
    "Description": "While <color=#f39001>Windblessing: Electro</color> is active, when a Plunging Attack hits an opponent, deals <color=#b863ee>AoE Electro DMG</color> based on the number of Windblessing: Electro stacks"
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Electrosurge</color>",
    "Description": "DMG dealt by Electro-Charged reactions triggered by party members is increased by <color=#f39001>250%</color>"
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Driftthunder Blitzcore</color>",
    "Description": "While Electrosurge is active, follows the active character, firing 3 Electro bullets that deal <color=#b863ee>Electro DMG</color> at opponents hit by the character"
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Thundercloud</color>",
    "Description": "While Electrosurge is active, randomly uses one of the following attacks at intervals of <color=#f39001>2</color>s:\n1. <color=#b863ee>Thundercloud Strike</color>: Deals <color=#b863ee>Electro DMG</color> to opponents within the AoE, and the active character gains <color=#f39001>2</color> Elemental Energy;\n2. <color=#0075de>Thundercloud Rainstorm</color>: Deals <color=#0075de>Hydro DMG</color> to opponents within the AoE, and the active character is healed for <color=#f39001>5%</color> HP"
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Pyro Crystal's Boon</color>",
    "Description": "All party members gain <color=#f39001>50%</color> Pyro and Geo DMG Bonus. Additionally, you will obtain nearby Crystallize shards every <color=#f39001>4</color>s"
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Stoneshard Strike</color>",
    "Description": "Unleashed at the character's position every <color=#f39001>{0}</color>s while <color=#f39001>Pyro Crystal's Boon</color> is active, dealing <color=#e09800>AoE Geo DMG</color>"
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Roaring Rockbreaker</color>",
    "Description": "Descends on the opponent's position when characters hit them with a Normal, Charged, or Plunging Attack while <color=#f39001>Pyro Crystal's Boon</color> is active, dealing <color=#e09800>Geo DMG</color>"
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Cryo Crystal's Boon</color>",
    "Description": "All party members gain <color=#f39001>50%</color> Cryo and Geo DMG Bonus. Additionally, you will obtain nearby Crystallize shards every <color=#f39001>4</color>s"
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Stonecrystal Strikes</color>",
    "Description": "Unleashed at the character's position periodically while <color=#f39001>Cryo Crystal's Boon</color> is active, dealing <color=#e09800>AoE Geo DMG</color>"
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Iceshard Stoneburst</color>",
    "Description": "Descends on the opponent's position when Cryo or Geo characters in your party deal a CRIT Hit while <color=#f39001>Cryo Crystal's Boon</color> is active, dealing <color=#e09800>Geo DMG</color>"
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Frostfall</color>",
    "Description": "Unleashed when an active <color=#ef5534>Pyro</color> character triggers the Melt reaction, dealing <color=#2bb7d5>Cryo DMG</color>"
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Flamespire</color>",
    "Description": "Unleashed when an active <color=#2bb7d5>Cryo</color> character triggers the Melt reaction, dealing <color=#ef5534>Pyro DMG</color>"
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Significant Thermocline</color>",
    "Description": "Characters deal <color=#f39001>30%</color> increased Melt DMG"
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Windblessing: Pyro</color>",
    "Description": "The DMG dealt by characters triggering the Swirl reaction increases by <color=#f39001>80%</color> and their ATK increases by <color=#f39001>9%</color>."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Galeblaze</color>",
    "Description": "Unleashed when an active character deals DMG to an opponent with an attack, consuming their HP and dealing <color=#ef5534>AoE Pyro DMG</color> based on the number of Windblessing: Pyro stacks"
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Firestorm</color>",
    "Description": "Unleashed when <color=#f39001>Pyro or Anemo</color> party members take the field, dealing AoE DMG of that character's <color=#f39001>Elemental Type</color> based on the number of Windblessing: Pyro stacks"
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Stinging Chill</color>",
    "Description": "All party members' Cryo and Hydro CRIT DMG is increased by <color=#f39001>40%</color>"
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Coldstream Wave</color>",
    "Description": "Unleashed when an active <color=#2bb7d5>Cryo</color> character triggers Frozen on an opponent, dealing <color=#0075de>AoE Hydro DMG</color>"
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Frigidfloe Wave</color>",
    "Description": "Unleashed when an active <color=#0075de>Hydro</color> character triggers Frozen on an opponent, dealing <color=#2bb7d5>AoE Cryo DMG</color>"
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Rupturing Rime</color>",
    "Description": "Opponents' Hydro and Cryo RES is decreased by <color=#f39001>8%</color>, max <color=#f39001>3</color> stack(s)"
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Yielding</color>",
    "Description": "Opponents' Cryo and Electro RES is decreased by <color=#f39001>3%</color>, and Physical RES is decreased by <color=#f39001>6%</color>, max 6 stack(s)"
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Surging Shock</color>",
    "Description": "Unleashed after characters deal <color=#f39001>Physical DMG</color> to an opponent affected by <color=#f39001>Yielding</color>, dealing Physical DMG at most once every <color=#f39001>3</color>s"
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Hydro Crystal's Boon</color>",
    "Description": "All party members gain <color=#f39001>50%</color> Hydro and Geo DMG Bonus. Additionally, you will obtain nearby Crystallize shards every <color=#f39001>4</color>s"
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Stoneshatter Strike</color>",
    "Description": "Unleashed at the character's position periodically while <color=#f39001>Hydro Crystal's Boon</color> is active, dealing <color=#e09800>AoE Geo DMG</color>"
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Stone Stream</color>",
    "Description": "Descends on the opponent's position when Hydro or Geo characters in your party are healed while <color=#f39001>Hydro Crystal's Boon</color> is active, dealing <color=#e09800>Geo DMG</color>"
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Frost-Twined Thorn</color>",
    "Description": "Deal one instance of <color=#f39001>Cryo and Dendro AoE DMG</color> to each nearby enemy every <color=#f39001>2</color>s. A maximum of 2 Frost-Twined Thorns can exist on the field at once"
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Fulgurous Thorn</color>",
    "Description": "After an Electro attack from a character hits an opponent within the AoE of a <color=#f39001>Frost-Twined Thorn</color>, the <color=#f39001>Frost-Twined Thorn</color> will transform into a Fulgurous Thorn that lasts for <color=#f39001>10</color>s. Its attack frequency will be increased to <color=#f39001>once</color> per second, and it will change to dealing <color=#f39001>1.5</color>× the AoE Electro DMG"
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Magnetizing Thorn</color>",
    "Description": "Does not attack, but rather causes nearby enemies to take more <color=#f39001>Cryo, Dendro, Electro, and Physical DMG</color> dealt by characters. The aforementioned buff is strengthened by <color=#f39001>45%</color> for every Magnetizing Thorn on the field, up to a maximum of <color=#f39001>90%</color>"
  },
  {
    "Id": 11120001,
    "Name": "Cold Storage Mode",
    "Description": "<color=#FFD780FF>Tap</color>\nActivates her All-Spectrum Multi-Use Cooking Mek in its Cold Storage mode and deals <color=#99FFFFFF>AoE Cryo DMG</color> to nearby opponents.\n\n<color=#FFD780FF>Cooking Mek: Cold Storage Mode</color>\nFollows the current active character and fires Frosty Parfaits at nearby opponents at intervals, dealing <color=#99FFFFFF>Cryo DMG</color>."
  },
  {
    "Id": 11120002,
    "Name": "Off-the-Cuff Cookery Mode",
    "Description": "<color=#FFD780FF>Cooking Mek: Off-the-Cuff Cookery Mode</color>\n· Places the Cooking Mek on the field. The Cooking Mek can absorb elemental attacks. When the absorbed elemental energy hits a certain limit, Escoffier can convert the ingredients placed within it into wonderful food.\n· Escoffier needs time to purchase new ingredients, so she can only make a certain number of dishes like this each week. The number of dishes Escoffier can make resets every Monday at 4:00 AM."
  },
  {
    "Id": 11130001,
    "Name": "Supporting Fire",
    "Description": "In the Nightsoul's Blessing State, Ifa's Normal Attacks will turn into Supporting Fire.\n<color=#FFD780FF>Tap</color>\nFires a Tonicshot.\n<color=#FFD780FF>Hold</color>\nContinuously fires Tonicshots.\n<color=#FFD780FF>Tonicshot</color>\nDeals Nightsoul-aligned <color=#80FFD7FF>Anemo DMG</color>, and will heal all nearby party members based on Ifa's Elemental Mastery upon hitting an opponent."
  },
  {
    "Id": 11130002,
    "Name": "Rescue Essentials",
    "Description": "Max 150 points. Each Rescue Essentials point Ifa has will increase the Swirl and Electro-Charged DMG dealt by nearby party members by 1.5%. These points will be cleared when his Nightsoul's Blessing state ends."
  },
  {
    "Id": 11130003,
    "Name": "Nightsoul's Blessing: Ifa",
    "Description": "Continuously consumes Nightsoul points. This state will end when Ifa runs out of Nightsoul points or if he uses this skill again. His Nightsoul's Blessing state has the following properties:\n· Hovers with Cacucu's help, increasing Ifa's Movement SPD and interruption resistance. In this state, Ifa will continuously consume Nightsoul points to maintain this hovering state. If he sprints or accelerates, he will consume additional points.\n· When he uses Normal Attacks, he will use different kinds of Supporting Fire depending on whether you Tap or Hold."
  },
  {
    "Id": 11130004,
    "Name": "Sedation Mark",
    "Description": "This effect will explode after a short delay and disappear, dealing AoE DMG aligned with the corresponding element. The Therapeutic Sedative can apply Sedation Marks to a maximum of 4 hit opponents. A single opponent cannot receive Marks of different elements simultaneously."
  },
  {
    "Id": 11130005,
    "Name": "Serpent's Subtlety",
    "Description": "Skirk can consume Serpent's Subtlety to maintain her Seven-Phase Flash mode or to use her Elemental Burst, Havoc: Ruin.\n\nSkirk can gain Serpent's Subtlety points in the following ways:\n· After using her Elemental Skill, Havoc: Warp.\n· After triggering the effect of her Passive Talent, Reason Beyond Reason, and absorbing Void Rifts.\n\nWhen Skirk leaves the field while in Seven-Phase Flash mode or when Seven-Phase Flash ends, her Serpent's Subtlety points will be removed."
  },
  {
    "Id": 11130006,
    "Name": "Seven-Phase Flash",
    "Description": "Skirk will switch to this mode for a fixed time when using the Elemental Skill <color=#FFD780FF>Havoc: Warp</color>. This mode has the following properties:\n· Continuously consumes Serpent's Subtlety.\n· Increases Normal and Charged Attack AoE and Skirk's interruption resistance.\n· Normal, Charged, and Plunging Attacks are converted to <color=#99FFFFFF>Cryo DMG</color> that cannot be overridden by other Elemental infusions.\n· Her Elemental Burst, <color=#FFD780FF>Havoc: Ruin</color> is converted to the special Elemental Burst <color=#FFD780FF>Havoc: Extinction</color>.\n· Skirk can move on water when she Sprints.\n· Skirk will exit this mode when Serpent's Subtlety is fully depleted or its duration ends. Then, the Elemental Skill will go on cooldown."
  },
  {
    "Id": 11130007,
    "Name": "Reason Beyond Reason",
    "Description": "When nearby party members trigger Frozen, Superconduct, Cryo Swirl, or Cryo Crystallize reactions against opponents, a Void Rift will be created near this opponent. This effect can be triggered once every 2.5s. A maximum of 3 Void Rifts created by Skirk herself can exist on the field at once.\n\nSkirk can use the following methods to absorb nearby Void Rifts:\n· When she hits an opponent with a Charged Attack in her Seven-Phase Flash mode.\n· When she uses the special Elemental Burst <color=#FFD780FF>Havoc: Extinction</color> while in Seven-Phase Flash mode.\n· When she Holds her Elemental Skill <color=#FFD780FF>Havoc: Warp</color> to engage in rapid movement.\n\nEach Rift absorbed will grant her 8 Serpent's Subtlety points."
  },
  {
    "Id": 11130008,
    "Name": "Return to Oblivion",
    "Description": "When nearby <color=#80C0FFFF>Hydro</color> party members' <color=#80C0FFFF>Hydro</color> attacks hit opponents, or when nearby <color=#99FFFFFF>Cryo</color> party members apart from Skirk hit opponents with <color=#99FFFFFF>Cryo</color> attacks, Skirk will gain the \"Death's Crossing\" effect for 20s. Max 3 stacks, each stack's duration is counted independently.\nEach character can grant Skirk at most 1 \"Death's Crossing\" stack by this means.\nEach \"Death's Crossing\" stack increases the Normal Attack DMG dealt by Skirk in Seven-Phase Flash mode to 110%/120%/170% of its original DMG and the DMG dealt when using her Elemental Burst <color=#FFD780FF>Havoc: Ruin</color> to 105%/115%/160% of its original DMG."
  },
  {
    "Id": 11130009,
    "Name": "Sacramental Shower",
    "Description": "When opponents or nearby party members touch the Sacramental Shower, different effects will occur depending on the one who touches it:\nIf an opponent touches the Shower, it will explode and deal <color=#80C0FFFF>AoE Hydro DMG</color> to nearby opponents.\nIf a nearby party member touches it, it will bounce the one who touches it high in the air.\n\nOnly 1 Sacramental Shower summoned by Dahlia himself can be on the field at once."
  },
  {
    "Id": 11130010,
    "Name": "Favonian Favor",
    "Description": "Dahlia will apply this effect to his own party members when unleashing his Elemental Burst <color=#FFD780FF>Radiant Psalter</color>.\nWhile this effect is active, 1 Benison stack may be consumed to summon a new Shield of Sacred Favor when the existing Shield expires or is broken via DMG."
  },
  {
    "Id": 11130011,
    "Name": "Benison",
    "Description": "Dahlia can obtain Benison via the following methods:\n· He will gain X Benison stacks when his own active party member hits opponents 4 times with Normal Attacks while affected by Favonian Favor.\n· After triggering the effect of his Passive Talent, \"The Wind's Gentle Grace.\"\n\nDahlia can gain a maximum of X Benison stacks per Favonian Favor duration."
  }
]