[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Campamento del aventurero",
    "Description": "Un campamento montado con prisas en la espesura.\nCuando los aventureros levantan un campamento, tienen que vallarlo para que no se acerquen los animales salvajes. Pero normalmente en la zona no hay madera suficiente como para rodear completamente el campamento, por lo que se deben organizar turnos de vigilancia y hacer sonar la alarma para evitar desgracias.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "Vida en la frontera",
    "Description": "El anterior Gran Maestro de los Caballeros de Favonius dijo una vez que los equipos con pocos integrantes que estuvieran de misión en la naturaleza deberían erigir un refugio lo más resistente posible para guarecerse de ataques por sorpresa. La Cabaña pequeña de pino resultó ser la mejor elección.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "Rocas y plantas",
    "Description": "La hierba y los árboles crecen libremente en los sitios por donde no pasa el hombre. Las rocas también se apilan en un rincón, como si algún animal las hubiera colocado allí.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Dormitorio sencillo de Liyue",
    "Description": "Ni siquiera en los hogares más ricos de Liyue pueden faltar algunos de estos elementos esenciales para un dormitorio.\nGracias a la eficiente gestión de las Siete Estrellas, los ingresos medios per cápita de Liyue no han dejado de aumentar, por lo que los muebles de avellano ya no son un objeto de lujo.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Casa de té",
    "Description": "Disfrutar de un té con amigos y familiares mientras escuchas las ingeniosas historias de los cuentacuentos es la alegría más sencilla de una casa de té.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Luces de las afueras",
    "Description": "Farolas y vallas que se colocan bajo los árboles. Las linternas repeledemonios permiten que quienes pasean de noche lo hagan con total tranquilidad.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Mesas y sillas",
    "Description": "Una mesa de pino ancha y resistente que incluye papel y pincel para trabajar. Si quieres comer en ella, solo tienes que apartar los libros. ¡Una mesa muy práctica!",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Cocina ajetreada",
    "Description": "Las elevadas estanterías están llenas de ingredientes y las hornillas grandes y pequeñas trabajan sin parar. Un chef con experiencia podría preparar un banquete para cien personas en una cocina como esta.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "Conversaciones con una taza de té",
    "Description": "La gente de Liyue invita con frecuencia a sus amigos a tomar el té y charlar en su casa. Para pasar un buen rato solo hacen falta esta mesa y estas sillas.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Estudio del erudito",
    "Description": "Un estudio al estilo de Liyue repleto de libros. Aquí se puede aprender mucho en medio día.\nSe dice que el estilo actual de los estudios imita al de la residencia del Gremio de Comerciantes de Feiyun, en el que el joven amo hizo algunas modificaciones para incrementar la eficiencia al estudiar y escribir.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Dormitorio completo de Mondstadt",
    "Description": "Un dormitorio estándar de Mondstadt. La disposición de los muebles imita la de la residencia de los Caballeros de Favonius.\nA la vez que la Diaconisa bendecía el armario para proteger a los niños del mal, los Caballeros dieron ejemplo y colocaron el armario a los pies de la cama, asegurando que así podrían patear la cabeza de cualquier monstruo o fantasma que se atreviera a salir.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Sala de reuniones de los Seis Estrategas",
    "Description": "Una sala de reuniones basada en la que hay en la Sede de los Caballeros de Favonius. Debido al número de sillas presentes, entre los ciudadanos de Mondstadt empezó a correr el rumor de que “las decisiones más importantes de los Caballeros las toman seis personas clave”.\nLa realidad es que, de los líderes de los Caballeros, solo a seis les gusta ir a las reuniones. El número de asistentes siempre varía.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "Hora de una copa",
    "Description": "Esta mesa y estas sillas suelen utilizarse en reuniones. La luz del candelabro sirve para mejorar la iluminación y hacer que la comida parezca más atractiva. No obstante, hay que tener cuidado para que no se produzca un incendio en caso de que el ambiente se anime más de lo normal.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "Almuerzo de trabajo del comerciante",
    "Description": "Las personas con un negocio propio deben estar listas para recibir clientes en cualquier momento. Por eso, a menudo tienen cocinas sencillas con las que prepararse su propio almuerzo y, así, evitar perder ventas por no atender la tienda.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "Salón de recepción de invitados",
    "Description": "Las hogueras que iluminan esta sala de recepción la impregnan de una calidez que relaja el cuerpo y el alma. Si preparas un par de copas de vino para recibir a tus huéspedes en este lugar, hasta los ariscos comerciantes de Snezhnaya se volverán amables de repente.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Estudio bien equipado",
    "Description": "En la pared de este estudio al estilo Mondstadt hay colocada una fila de libros. Teniendo en cuenta que hay muchos ejemplares, pero pocos lectores, es muy importante organizar adecuadamente los libros en categorías.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Cabaña del ermitaño",
    "Description": "Una casa que se puede encontrar en muchos lugares alrededor de Liyue. Hay una farola en la puerta para hacer el camino más fácil para los transeúntes.\nEn general, la gente de Liyue es muy hospitalaria. Ni siquiera a aquellos que viven aislados de los demás en las montañas les importa recibir invitados para pasar la noche en sus casas. De hecho, a todo aquel que pase por aquí le espera una buena comida y un poco de té.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Casa de aldea",
    "Description": "Un hogar típico de las aldeas de Mondstadt. Hay bastante espacio entre la valla y la casa para plantar todo tipo de productos y autoabastecerse de comida.",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Puesto con productos de temporada",
    "Description": "Cada vez que llega la temporada de cosecha, la gente de los pueblos monta sus puestos para vender todo tipo de mercancías. Entre ellas no solo se incluyen la fruta, las verduras y el trigo cosechados, sino también productos de segunda mano de buena calidad y fardos de heno.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Mercado de frutas y verduras",
    "Description": "Este mercado cuenta con varios puestos. En él se puede encontrar la fruta que más suele comprar la gente.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Campo de entrenamiento",
    "Description": "Los nuevos reclutas tienden a dañar sus propias armas debido a un uso inadecuado durante el entrenamiento. Por ello, los campos de entrenamiento suelen tener una gran cantidad de armas a su disposición.\nPara la Geoarmada, el desgaste de las armas como resultado del entrenamiento no es un problema, pero si, por cualquier motivo, algún recluta le dejara una a un Ladrón de Tesoros, entonces seguramente sufrirá una reducción salarial...",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Fábrica de armas",
    "Description": "Un funcional lugar para forjar armas. Incluso los herreros más experimentados pueden verse restringidos por la calidad del mineral con el que tienen que trabajar, lo que da lugar a armas de calidad bastante mediocre. En esos casos, las colocan en armeros para organizarlas según su calidad y venderlas.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Estación de logística",
    "Description": "Un punto de tránsito para transportar mercancías de un lugar a otro. Además de los montones de cajas y los barriles de madera, también tiene bebidas a disposición de los trabajadores.\nAunque las botellas y vasijas de porcelana tan populares hoy en día son muy resistentes, se rompen fácilmente si las aplasta un objeto más pesado. Por ello, algunos trabajadores siempre han tenido la esperanza de que su gerente les diera un armario para no tener que poner las botellas en el suelo.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Mercado del festival",
    "Description": "Un bullicioso mercado, juguetes a la venta, sombrillas de colores y todo tipo de obsequios asequibles y encantadores. Una deslumbrante fiesta para los ojos de los niños y un golpe no demasiado duro en las billeteras de los padres.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Vía principal: Destierro de los demonios",
    "Description": "Unas estatuas de Adeptus y leones de piedra protegen este camino principal. Aunque estas simbólicas decoraciones son suficientes para ahuyentar a los monstruos, la Geoarmada nunca ha aminorado su defensa por ello.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Restaurante popular",
    "Description": "Algunos restaurantes de Liyue cuentan con platos de alta calidad que gustan a todos los públicos, y los clientes los visitan en masa todas las noches. Estos restaurantes suelen colocar mesas al aire libre con el fin de fidelizar a todos los clientes posibles.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Suministro de agua rural",
    "Description": "Un pozo al lado de un árbol.\nEl árbol goza de un exuberante follaje, lo que significa que el agua de ese lugar está limpia y es potable.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "Aventurero solitario y cauteloso",
    "Description": "Los aventureros que viajan solos tienden a ser bastante precavidos y levantan sus campamentos cerca de las señales de los caminos, ya que eso significa que otros aventureros han estado allí antes y han ahuyentado a los monstruos cercanos.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "Cruce de climas",
    "Description": "Una extraña zona donde se entrelazan diferentes climas y donde crecen plantas con características diferentes. En un principio, algunos eruditos creyeron que esto podría deberse a anomalías en las líneas ley, pero según las posteriores investigaciones, simplemente se trata de uno de los muchos maravillosos fenómenos naturales de Teyvat.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Conversación entre madera y piedra",
    "Description": "Este árbol nudoso de hojas verdes y esta roca no tienen nada de especial.\nCierta poetisa callejera afirmó una vez que todo en este mundo tiene un aura y que este árbol y esta roca estaban conversando sin necesidad de pronunciar palabras. Influenciada por sus palabras, cada vez más gente llegó a creer que este argumento era veraz.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Conversación entre madera y piedra",
    "Description": "Este árbol nudoso de hojas verdes y esta roca no tienen nada de especial.\nCierta poetisa callejera afirmó una vez que todo en este mundo tiene un aura y que este árbol y esta roca estaban conversando sin necesidad de pronunciar palabras. Influenciada por sus palabras, cada vez más gente llegó a creer que este argumento era veraz.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Conversación entre madera y piedra",
    "Description": "Este árbol nudoso de hojas verdes y esta roca no tienen nada de especial.\nCierta poetisa callejera afirmó una vez que todo en este mundo tiene un aura y que este árbol y esta roca estaban conversando sin necesidad de pronunciar palabras. Influenciada por sus palabras, cada vez más gente llegó a creer que este argumento era veraz.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "Contemplación poética",
    "Description": "Un estudio cuidadosamente decorado y claramente inspirado en las oficinas de los Caballeros de Favonius. La ubicación de cada uno de los componentes de este estudio se ha estudiado con detenimiento para combinar a la perfección la luz de las velas con las sombras y crear una iluminación única. Los lectores y los escritores aficionados a la literatura encontrarán aquí a sus musas; quienes estén ocupados podrán encontrar tranquilidad y trabajar de forma productiva.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "Viento susurrante",
    "Description": "Una habitación que rebosa cariño y afán de cuidado. Para personas con prisa, un dormitorio no es más que un lugar con una cama para pasar la noche. Pero, para quienes son atentos, hasta el más mínimo rincón requiere una atención especial.\nYa se trate del viento que ansía la libertad o del que insiste en luchar, cuando comienza a soplar solo es una leve brisa. Si quieres viajar lejos, debes permitirte todos los cuidados necesarios; el cansancio desaparecerá sin que te des cuenta si estás en una habitación cómoda.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Estudio Feiyun",
    "Description": "En Liyue hay estudios de muchos estilos distintos, pero el lujo solo es un elemento opcional, ya que los estudiosos dan más importancia al ambiente y a la elegancia. Una planta equilibra el nivel de humedad de la habitación, y la mesa y las estanterías emiten una sutil fragancia a madera que combina con el diseño sencillo y el brillo anaranjado de las luces para proporcionar inspiración al escribir.\nSe dice que, hace muchos años, alguien que se alojaba en la Pendiente Feiyun decoró su estudio de esta forma, y el anterior dueño de la Casa de Libros Wanwen adoptó el diseño y lo popularizó. Por eso, este tipo de estudio llamado Feiyun es conocido en toda Liyue.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082,
      10000108
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Pabellón de los sueños",
    "Description": "“Hermosos sueños de ligera bruma”.\nUn dormitorio sencillo y sin ostentaciones, parecido a los de la Posada Wangshu. El misterio de este dormitorio es difícil de describir, como la bruma del tiempo. Evoca los recuerdos de quienes lo visitan, pero omite las partes dolorosas y solo deja las marcas de los hechos pasados.\nTodos somos vagabundos en este mundo mortal, y solo recordando lo que somos podemos mantener nuestra forma y seguir adelante. Las ideas y reflexiones que se nos ocurren en la difusa frontera entre el sueño y el despertar son normalmente muy nítidas, por eso no es de extrañar que quienes pasan la noche en la posada Wangshu salgan de allí con energías renovadas y listos para continuar una vez más con su viaje.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Instituto de las artes secretas",
    "Description": "Un taller de alquimia normal y corriente. Si se obvian los intrincados aparatos especializados, es como cualquier otro estudio. Bueno, a excepción de los libros que hay en las estanterías, los reactivos de los recipientes y las muestras experimentales en las que está escrito “No abrir” y cuyos usos las personas comunes no pueden ni imaginar. Si algún curioso hiciera caso omiso de los avisos, sería inevitable que ocurriera un accidente.\nDespués de que un gato que entró por error al taller causara dos “crisis de las pociones”, la Compañía de Investigación de los Caballeros de Favonius impuso un estricto control de acceso en los talleres de alquimia de la ciudad. La mayoría de los extraños rumores en torno a la alquimia también surgieron a raíz de esos incidentes y causaron muchas molestias a los investigadores dedicados.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Leña y ahumados",
    "Description": "Una cocina completamente equipada y con un armario lleno de condimentos preparados cuidadosamente.\nLos chefs que aspiran a la excelencia compran los ingredientes más frescos del día en el mercado, y los artistas de los fogones prestan incluso más atención a la leña usada en su fuego. Una vez, la joven cocinera del Restaurante Wanmin compartió sus conocimientos con sus colegas del gremio: para preparar los platos tradicionales de la Aldea Chingtsé, se debe hacer el fuego con trozos secos de bambú y controlar constantemente las llamas. Si se consigue madera de los arbustos que rodean a los ganchos de lobo, incluso se puede agregar una nota de sabor típica de Mondstadt.\nLos distintos tipos de leña producen efectos muy diferentes y la mayoría de los cocineros nunca logran dominar esta técnica, así que puede decirse que el Restaurante Wanmin tiene el monopolio sobre ella.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Forja de espadas",
    "Description": "Una herrería completamente equipada en la que varios herreros pueden trabajar a la vez para fabricar la mayor cantidad posible de armas de gran calidad o reparar armas estropeadas de forma eficiente.\nMientras haya monstruos en este continente y los aventureros sigan explorando, la demanda de armas y equipamiento seguirá existiendo. Para satisfacer esta demanda, los herreros deben formarse durante muchos años y es inevitable que fabriquen cosas de mala calidad en el proceso, con el consiguiente coste. Por este motivo, en ocasiones los herreros se ven en dificultades económicas que los Caballeros de Favonius tratan de paliar enviándoles pedidos para que puedan mantener su modo de vida. También se rumorea que el dueño de cierto viñedo, hombre previsor, ha proporcionado capital a este gremio en el pasado.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Villa bucólica",
    "Description": "Un rincón de un asentamiento rural al estilo de la Aldea Aguaclara.\nEntre las muchas características apreciadas por quienes visitan la Aldea Aguaclara destacan el “ambiente cómodo” y la “vida relajada”. Pero, obviamente, estos visitantes solo están de paso en la aldea. Para vivir allí de forma permanente es necesario saber cazar y cultivar el campo; solo de esta forma es posible compartir el estilo de vida de los aldeanos, apreciar los regalos de la naturaleza y disfrutar de la brisa y las canciones bucólicas de la Aldea Aguaclara.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Parque con flores y pájaros",
    "Description": "Un parque al estilo de Mondstadt, con setos frondosos y árboles robustos rodeando una fuente. La suave brisa extiende la fragancia preferida de los pájaros y las mariposas.\nPara algunos poetas, las flores y los pájaros simbolizan la alegría y la naturaleza. En muchas ocasiones los bardos se paran frente a las fuentes para atraer la atención de los ciudadanos, que van a escucharlos junto con sus mascotas.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Delicias callejeras",
    "Description": "Una calle con muchos puestos de comida al estilo del Peñasco Chihu.\nDenominarla “reunión de gourmets” se queda corto. Aunque no hay muchos utensilios de cocina a la vista, en esta cantina al aire libre se preparan todas las especialidades famosas de Liyue. Los chefs veteranos son capaces de cocinar platos deliciosos con las herramientas más sencillas, y los platos que no requieren de utensilios especializados con frecuencia se convierten en especialidades.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Prosperidad y bullicio",
    "Description": "Un mercado lleno de productos que van desde tesoros valiosísimos a objetos de uso cotidiano y que imita el bullicio de Liyue.\nLiyue es el destino de todos los barcos y comerciantes, así que la mayoría de sus habitantes pueden comprar todo tipo de productos. No obstante, si no se encuentra algo, se puede esperar a final de mes y decírselo a la joven de cabello violeta que frecuentemente deambula por los mercados durante ese momento. Se desconoce su verdadera identidad, pero cualquier producto que se le comunique aparece en poco tiempo a la venta como por arte de magia.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064,
      10000108
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Residencia entre nubes",
    "Description": "Un pueblo de montaña al estilo de la Aldea Chingtsé. Al poner un pie en este lugar, los viajeros se contagian de la atmósfera amistosa, sus corazones se tranquilizan, y redescubren los placeres sencillos que habían olvidado.\nPerseguir ideales y labrarse una carrera cuando se es joven es digno de elogio, sin duda. Pero, probablemente, el cansancio llegue tras pasar muchos años de esa manera. En ese momento, una vida tranquila en el campo parece la mejor opción. La Aldea Chingtsé siempre ha respetado a los jóvenes que salen a buscar fortuna y los recibe con los brazos abiertos cuando quieren regresar.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Cánticos de cazadores",
    "Description": "Un campamento erigido con cierta habilidad y que se basa en las afamadas obras del investigador Musk para recrear un asentamiento Hilichurl. Puede usarse para estudiar los hábitos de estas criaturas.\nSe dice que, en el pasado, los Caballeros de Favonius montaban campamentos así y realizaban exploraciones minuciosas antes de lanzar una expedición para luchar contra monstruos. La Flota Crux Meridianam, normalmente en alta mar, utiliza información de distintas fuentes para montar una recreación parecida y ensayar la conquista y eliminación de monstruos de una isla.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "Viaje hacia las estrellas y el abismo",
    "Description": "Un campamento de aventureros que se encuentra a menudo en la naturaleza. Utiliza el modelo de tienda de campaña más popular en Teyvat.\nLos aventureros experimentados están acostumbrados a la vida dura y solo necesitan una tienda ligera y resistente para dormir como troncos incluso en medio de la tempestad más fiera, y tras un sueño reparador dirigirse a su siguiente destino. Por eso, estas tiendas tan vistosas y económicas siempre tienen compradores.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Huerto del Amanecer",
    "Description": "Las viñas del Viñedo del Amanecer son bastante famosas. Se dice que, hace muchos años, un potentado de la industria vinícola de otra nación visitó el Viñedo del Amanecer para estudiar su gestión de las viñas, tras lo que diversas bodegas de cada nación se apresuraron a copiar el modelo resultante.\nLamentablemente, la excelencia de la materia prima es solo uno de los factores en la producción de vino, y el dominio del proceso de destilación del Viñedo del Amanecer es lo que le ha permitido ponerse a la cabeza de la industria. Los rivales que no pueden competir contra esto han acabado destinando parte de su cosecha a la producción de jugo de uva para equilibrar las cuentas.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Patio de la justicia",
    "Description": "Esta estructura majestuosa combina los edificios del Triunvirato con las instalaciones de la comisaría y tiene la apariencia de una mansión de estado y el aire profesional de una agencia ejecutiva, a la vez que mantiene una estética optimizada. “Apropiado” es el adjetivo que mejor lo describe.\nQuienes gozan de un pasado distinguido y una personalidad honesta aprobarán la distribución de este patio. Se dice que cierto general de la Comisión Tenryou recomendó una vez que los oficiales debían vivir cerca de la mansión de la Comisión para que llegaran más rápidamente al trabajo y pudieran contribuir de forma más eficaz al sueño de la todopoderosa Shogun de alcanzar la eternidad.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Aguas termales revitalizantes",
    "Description": "Un recinto de aguas termales totalmente equipado y al aire libre. Aunque los elementos y minerales de estas aguas no se pueden comparar con los del Balneario Aisa, el ambiente es más cercano y casual y no tiene muchas normas.\nAl reposar media hora en el agua, el cansancio y la fatiga de todo el día desaparecen y la energía del cuerpo comienza a resurgir. Si dispones de tiempo suficiente, también podrás tomar un té y charlar con amigos.\nPor supuesto, cuando entres al agua, debes mantener tus modales. Cuando compartas las aguas termales con otros, deberás prestar atención a cuánto tiempo permaneces en el agua. Así pues, si te quedas charlando horas y horas como la Reina del Festival de Verano, acabarás a punto de desmayarte.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059,
      10000094,
      10000109
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Sombras rurales",
    "Description": "Una aldea rural de Inazuma cuyo paisaje recuerda al de la Aldea Konda. Fue construida hace mucho tiempo, pero no parece derruida. Presenta un aire diferente, simple y casual. Ninguno de estos edificios destaca en particular, como si se fueran a fusionar con el paisaje con el paso de los años... Es el lugar perfecto para esconderse del mundo. Por eso, algunos ninjas de Los Ocelos a menudo vienen a esconderse a esta aldea para dormir plácidamente.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Ala de santuario antigua",
    "Description": "Destaca su diseño hermoso y sosegado, su estructura arquitectónica, el tono rojo de la pintura y la disposición general que tanto recuerda al estilo del Gran Santuario Narukami. Para los mortales, este lugar es idóneo para relajarse y aclarar sus pensamientos. Para Su Excelencia, el paisaje de este lugar es como si fuera un retrato difuso que inspira en su mente recuerdos de un pasado remoto...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Campo de entrenamiento de mil ejércitos",
    "Description": "Un campo de entrenamiento inspirado en los edificios e instalaciones del Cuartel Kujou.\nDurante la disputa entre el shogunato y el ejército de resistencia, ambos emplearon todos los métodos a su alcance para mejorar la formación de los nuevos reclutas. En comparación con los campos de entrenamiento tradicionales, este nuevo cuenta con todo tipo de instalaciones. También puede simular la sensación de urgencia al estar en primera línea de combate, acercar a los nuevos soldados a la realidad de la contienda y, por supuesto, lograr que reciban un entrenamiento completo.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Recoveco natural",
    "Description": "Un paisaje tranquilo y sereno a las afueras de Inazuma. Entre los cerezos, los arces y las flores se erige un santuario de madera de murmurador. Las velas parpadean y se fusionan con una sensación intangible de majestuosidad y estabilidad. Los pétalos que caen en todas direcciones parecen tener un toque espiritual.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Recuerdos de una noche de verano",
    "Description": "La escena recrea a la perfección el ambiente alegre de los festivales de Inazuma.\nSe celebran varios festivales al año, pero los más grandes y memorables suelen ser a mediados del verano. Los puestos de comida, los juegos y los fuegos artificiales en el cielo nocturno hacen que los visitantes siempre quieran quedarse un poco más. Los puestos desaparecen tras el último día, pero los buenos momentos compartidos con los amigos duran para siempre.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Calle de la arboleda",
    "Description": "Un perfecto modelo de la cuidadosamente planificada Calle comercial de la ciudad de Inazuma.\nSin importar lo que suceda en el mundo exterior, en Inazuma se vive mayormente una atmósfera de paz y tranquilidad. Sus calles son un fiel reflejo de la gente que vive, come y trabaja en ella. Basta con seguir a un conocedor de la zona como Thoma, y visitar los distintos negocios, para poder disfrutar de las fascinantes costumbres locales.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Habitación de los sueños transitorios",
    "Description": "Una habitación muy característica de Inazuma que también incorpora ideas de decoración de otros países, logrando un magnífico equilibrio entre tradición y practicidad. Fue diseñada teniendo en cuenta las sensaciones de sus ocupantes, así que permite una relajación total y una experiencia similar a la de dormir después de un breve descanso, como si se hubiera pasado un largo tiempo entre sueños.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "Firme devoción",
    "Description": "Este es un lugar donde se forja la verdadera habilidad con la espada. Muchas de las espadas hereditarias de cada clan se colocan aquí, donde una armadura en posición vertical crea una solemne atmósfera. Los Arcos destructores del mal y las Pantallas ahuyentaespíritus de adorno tienen el propósito ceremonial de purgar los pensamientos malignos tanto del entorno como de los corazones de quienes entran en este gimnasio.\nLa mayoría de los artistas marciales de Inazuma cree que, para llegar a la cúspide de las artes marciales, además de blandir la espada mil veces, solo hay que mantener una férrea voluntad de afinar las habilidades y poner el máximo esfuerzo.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Tesoro del letrado",
    "Description": "En sus estanterías, las preferidas por todas las Comisiones del Triunvirato, se puede colocar una gran colección de textos. Sin embargo, para algunas personas de Inazuma, lo que cuenta no es la cantidad de libros, sino la precisión y la forma en la que están colocados, lo que hace referencia al modo en que las palabras de un libro se depositan en nuestro corazón. En consecuencia, hay que ordenar los libros en función de su valor. En el caso de los que ya hayas leído muchas veces hasta memorizarlos, puedes prestarlos o incluso venderlos. Dicen que la mismísima Sacerdotisa Divina de la Isla Watatsumi tiene este hábito.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Fragancia de arce y té",
    "Description": "Una casa de té del estilo tradicional de Inazuma. Su disposición y mobiliario están inspirados en la Casa de Té Komore e incluye mesas y cubiertos de té similares, en una atmósfera elegante pero desenfadada y cercana pero sin ser descortés.\nDicen que, en esta casa donde las ondas del vapor del té se dispersan a través del espacio, las ideas y la inspiración brotan cual manantial. Por eso, muchos poetas dejan listos papel y lápiz cuando vienen a tomar el té, como cierto joven errante que puso apodos elegantes a todas sus flores.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047,
      10000109
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Anécdotas de las patrullas forestales",
    "Description": "Una salita para descansar completamente equipada y amueblada. Está inspirada en las residencias de los guardabosques de la Villa Gandharva. La distribución de las habitaciones está optimizada para adaptarse por completo a las tareas más frecuentes que suelen llevar a cabo los guardabosques.\nNada más recibir una notificación, los guardabosques deben preparar el equipaje y partir de inmediato. Al regresar de su patrulla, aún tienen que ordenar, procesar y analizar las muestras recogidas. Si se da el caso de que tengan que trabajar hasta altas horas de la madrugada, pueden utilizar la estufa para calentarse un pequeño refrigerio con el que reponer fuerzas. Es por ello que este tipo de habitación permite que los guardabosques siempre estén preparados para cualquier imprevisto que pueda surgir, siempre y cuando la organización de los turnos de patrulla sea razonable.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Suntuosidad coalescente",
    "Description": "Un vestidor donde se exhiben todo tipo de joyas y alhajas preciosas. En esta habitación ya se respira suntuosidad. Basta con colocar una lámpara de pie en una de las esquinas para asegurar que el brillante centelleo de las sortijas se refleje por toda la estancia.\nEsta habitación es como un postre con la cantidad justa de azúcar y un regusto que no se disipa para los amantes de la ostentación. Los huéspedes que tengan el placer de acceder a esta estancia podrán descubrir todo tipo de sorprendentes detalles de las muchas gemas expuestas en la habitación, sin importar desde qué ángulo las observen.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "Intenso aroma",
    "Description": "Este lujoso plano de decoración imita el interior de un conocido café de la Ciudad de Sumeru, aunque incorpora los cambios necesarios para adecuarlo a la residencia del mundo interior. Posee una soberbia decoración perfectamente organizada. En su interior, los vapores de las cocinas y el delicioso aroma de los manjares que se sirven se entremezclan, inundando el ambiente de una agradable sensación. Buena compañía y una jarra de vino es todo lo que se necesita para disfrutar de la mejor experiencia gastronómica posible.\nAquellos que viajaban con frecuencia de un lado para otro siempre eligen de antemano los restaurantes donde comerán, teniendo en cuenta la amplitud del establecimiento y la cantidad de las raciones. Para esa clase de personas, un restaurante de carne a la parrilla es siempre la opción más segura. Incluso aquellos que viajan solos pueden aprovechar el animado ambiente de este café para mantener en secreto el objeto de su viaje o tantear, observar y analizar la situación desde la seguridad que supone este concurrido establecimiento.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079,
      10000097
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Una habitación propia",
    "Description": "Un estudio completamente amueblado con estanterías tan altas como muros y abarrotadas con las mejores colecciones de libros habidas y por haber. Cuando la mirada de una persona de a pie recorre los estantes y contempla la variedad de ejemplares, es inevitable sentirse algo abrumado.\nAunque, claro está, la barrera entre el saber y el desconocimiento es una fina línea que todo aquel con ánimo puede cruzar a voluntad. Si alguien pone su empeño en ello y se sienta cada día en una habitación como esta con una planificación clara a estudiar y analizar libro tras libro, será capaz de adquirir una sorprendente cantidad de conocimiento mucho antes de lo que uno podría esperar.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "Hasta luego, preocupaciones",
    "Description": "Un dormitorio decorado al más puro estilo de Sumeru. Está equipada con todo tipo de objetos y utensilios que la gente utiliza en su día a día. Gracias al efecto restaurador de la creación dimensional, cada pieza del mobiliario parece recién pulida, lo que confiere a la estancia un aire de orden, limpieza y amplitud perfecto para el descanso y la relajación.\nIncluso cuando uno vive sin preocupaciones, siempre habrá asuntos que puedan acarrear sentimientos negativos. Incluso cuando uno está por encima de los demás, no podrá evitar toparse con situaciones difíciles de resolver. En esos momentos, la mejor solución es olvidar todas las preocupaciones y echarse un buen sueñecito. Solo se pueden afrontar las vicisitudes de la vida cuando tienes las pilas bien cargadas.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "#{F#Moradora}{M#Morador} de las arenas",
    "Description": "Una sencilla habitación decorada con muebles muy populares en la Aldea Aaru. Aquellos que viven en el desierto han de lidiar con todo tipo de particulares tareas en su día a día: desde sacudirse las motas de arena que arrastran los cálidos vientos, el mantenimiento de una temperatura y nivel de humedad aptos para las personas, etc.\nPuede que todo esto no resulte menester en el afable clima de la Relajatetera, pero no por ello resulta innecesario. Son precisamente esa clase de tareas ordinarias las que hacen de un espacio un lugar acogedor. Y este diseño presta especial atención a toda esa serie de detalles. Una vez que entres en la estancia, tendrás la sensación de estar en una casa en mitad del desierto.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Entre el bullicio mercader",
    "Description": "Una bulliciosa zona comercial decorada con gran gusto que recuerda a las calles llenas de puestos de la Ciudad de Sumeru o al diseño del Gran Bazar. Aquí encontrarás de todo; desde puestos de frutas y verduras frescas y deliciosos aperitivos para amenizar la jornada, hasta productos de uso cotidiano, y todo a pocos metros de distancia. Este tipo de mercados se caracteriza por su ambiente divertido y ajetreado.\nSe rumorea que la distribución de los puestos y tiendas de las calles de Sumeru a ambos lados de la calle sigue una planificada organización fruto del resultado de las investigaciones llevadas a cabo por la Academia. El objetivo es aprovechar el uso del espacio y reducir la necesidad de gestión de tareas para así poder ofrecer un servicio de mayor calidad a la clientela.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076,
      10000097
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "La quietud del bosque",
    "Description": "Un asentamiento formado por edificaciones propias de los bosques de Sumeru que recuerda a la estética de la Villa Gandharva. No importa donde estés, las clásicas tonalidades esmeraldas y azulonas de este diseño te harán sentir como si estuvieras en mitad del bosque.\nAunque, claro está, para la vida en el bosque es necesario contar con todo un repertorio de habilidades de supervivencia para adecuarse a los pequeños inconvenientes que presenta un clima tan húmedo. Tampoco viene mal que te familiarices con las costumbres y directrices de los guardas forestales...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Danza de las sombras",
    "Description": "Un mayestático y hermoso teatro. En este diseño no solo se incluye el gran escenario, sino también una refinada fuente, todo ello adornado con las más hermosas de las flores replicadas por la creación dimensional. Este teatro es un fiel reflejo de la majestuosidad y belleza del Teatro Zubayr.\nSe rumorea que algunas actuaciones es mejor verlas de noche, pues la disposición de las lámparas del teatro no deja indiferente al público, y permite que todos los asistentes disfruten de una vista clara de todos los bailarines desde cualquier ángulo.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Momentos de sosiego junto al río",
    "Description": "Un pacífico asentamiento que refleja el paisaje rústico de la Aldea Vimara. No importa si no estás cerca del río o del mar, el olor del pescado fresco en la aldea siempre consigue evocar el sonido de las olas en el corazón de sus habitantes.\nEn comparación con los campamentos de los guardabosques, el ritmo de vida en la aldea es completamente diferente. La mayoría de sus habitantes carece de responsabilidades apremiantes, por lo que sus vidas son relativamente calmadas. Sin duda es el lugar ideal para relajarse.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "El azote de la tormenta",
    "Description": "Un asentamiento formado por robustas edificaciones que resguardan a la estética de la Aldea Aaru. Este tipo de viviendas no sufren la erosión del viento o la arena, y presentan una mayor resistencia ante el ataque inesperado de bestias o intrusos que las casas hechas de madera. Sin embargo, debido a los materiales especiales utilizados en la construcción, es necesario comprobar regularmente el estado de los muros de carga de cada vivienda y verificar si han aparecido grietas como reflejo a la exposición prolongada del sol y las tormentas. Esta sencilla tarea de mantenimiento ha hecho que los aldeanos desarrollen una evidente tendencia a la minuciosidad y el detenimiento.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "Pompa militar desplegada",
    "Description": "Un campamento de estilo militar equipado con todo tipo de armamento, materiales y mercancías. Está rodeado por fortificaciones defensivas. Las hogueras debidamente dispuestas son requisito indispensable para llevar a cabo operaciones nocturnas. En teoría, este tipo de campamentos puede hacer frente a un gran número de enemigos y, con la cantidad necesaria de soldados, podría incluso servir como puesto de apoyo en el frente de defensa.\nSin embargo, su traslado y montaje requiere de un mayor esfuerzo y las tiendas no están pensadas para resistir el frío y la lluvia, por lo que las condiciones en el campamento suelen ser adversas... Por eso, es un campamento muy popular entre los mercenarios, que son hábiles luchadores y capaces de dormir a la intemperie sin inmutarse siquiera.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "Mente en calma",
    "Description": "Un refinado y sosegado jardín que imita la estética de los pabellones del Jardín Razan y del Jardín Dhyai. Este espacio ignora la disparidad estética entre los distintos estilos arquitectónicos y se centra en crear un ambiente de relajación.\nCapullos de flores jóvenes brotan en completa serenidad, y las lámparas iluminan la superficie del agua de la fuente con sus destellos dorados... A la caída de la noche, pasear por este sinuoso jardín será capaz de acallar todas las vanas preocupaciones que tan tozudamente se aferran a la mente durante el día...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Beneplácito del desierto y el bosque",
    "Description": "Un maravilloso espacio lleno de fertilidad. La creación dimensional del mundo interior ha permitido ajustar las características medioambientales del espacio para que puedan convivir todo tipo de plantas. Lo coalescencia de la vegetación más característica del desierto y la frondosidad vegetal del bosque dota a este terreno de vida y armonía.\nPara los eruditos interesados en plantas, este florido espacio de llamativas tonalidades es un regalo de los dioses en el que pueden dar rienda suelta a su sed de investigación.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Equilibrio entre trabajo y reposo",
    "Description": "La composición sencilla y generosa de este dormitorio equilibra la comodidad y la estética. Alguien cansado puede tumbarse en la cama y adentrarse inmediatamente en el reino de los sueños, mientras que quienes se despiertan por la mañana se levantan en un santiamén y pueden ponerse a trabajar temprano.\nPara mucha gente de Fontaine, la disposición de las habitaciones desempeña un papel importante a la hora de dormir. Al fin y al cabo, un sueño regular es la clave para una rutina regular.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Estándares de oficina: Flujo de trabajo",
    "Description": "Un estudio con una composición extremadamente clásica que toma como referencia la ornamentación del Palacio Mermonia y que recoge a la perfección el bullicio y la excepcionalidad de dicho lugar.\nUn académico del Instituto de Ciencias de Fontaine dijo una vez: “El entorno afecta en gran medida a la actitud de trabajo de la persona”. Según esta teoría, cuando alguien se encuentre en un estudio con un diseño similar al del Palacio Mermonia, su subconsciente lo llevará a ejecutar el flujo de trabajo de forma estable y eficiente.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000098
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Fachada espléndida para el buen comer y beber",
    "Description": "Un comedor con mobiliario de todo tipo y una completa colección de utensilios que toma como referencia el diseño del Bistró Debord, perfecto para la celebración de grandes banquetes familiares o para recibir a un gran número de buenos amigos.\nNi siquiera un chef de la mejor talla negaría que el entorno donde se come puede afectar al estado de ánimo previo de los comensales y a su opinión sobre los manjares. Por tanto, un hermoso diseño en el comedor ya funciona de por sí mismo como una fachada para el buen comer y beber.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091,
      10000112
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "Atención en su justa medida",
    "Description": "Un diseño de interior centrado en torno a un escenario de tamaño mediano, suficiente para llevar a cabo una pequeña representación.\nPara aquellos que se suben por primera vez a un escenario, actuar frente a un público numeroso puede hacer que los nervios tomen el control y que no brillen tanto como deberían. Además, para los grandes maestros que consideran que la cantidad de asistentes es algo trivial, actuar ocasionalmente delante de los amigos más cercanos es una mayor fuente de felicidad que vender más entradas. Por esto, un escenario de tamaño tan humilde se ha granjeado el afecto de la mayoría de los actores.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000096
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "Mecanismos inspiradores en continua rotación",
    "Description": "Una habitación decorada como un taller de todo tipo de artilugios mecánicos, equipado con gran cantidad de herramientas y todo lo que un artesano podría desear.\nPara ciertos poetas de Fontaine, los Mecabots son una creación digna de respeto, consideración que debe extenderse a las herramientas de trabajo de los artesanos. “La inspiración levanta los dientes de estos componentes, enseñándoles a emparejarse y rotar continuamente. Esa es su misión y su mayor trabajo”.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Origen de las normas inviolables",
    "Description": "Un despacho decorado de forma solemne y que recrea con gran precisión la oficina del duque del Fuerte Merópide.\nCuentan que, cuando el duque asumió la gobernanza del Fuerte, solo cambió unos pocos muebles de la oficina y dejó casi intacta la disposición de la habitación. Es por eso que muchas de las reglas que los reclusos deben cumplir a rajatabla han quedado grabadas en esta oficina.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "Día a día en la corte de la justicia",
    "Description": "Una zona urbana inspirada en una calle residencial normal de Fontaine. Las casas representan un paisaje extremadamente común en la Corte de Fontaine y reflejan el aspecto más auténtico de la ciudad.\nLa vida de la mayoría de los ciudadanos consiste básicamente en una vida relativamente rutinaria, empezar y salir a tiempo del trabajo, descansar, cenar o ir de compras con amigos y, a veces, ver un gran espectáculo en la Ópera de la Epíclesis. Aun así, esta vida tan corriente no desagrada del todo a algunos aventureros que han vivido todo tipo de vicisitudes.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000096
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "Prosperidad comercial de la corte de la justicia",
    "Description": "Una calle inspirada en el Distrito Lyonnais de la Corte de Fontaine, con numerosas tiendas típicas y espacios para tomar un té y descansar tras haber estado de compras.\nSegún los turistas más experimentados, si no conoces bien lo que venden las tiendas, puedes preguntar sin problema a cualquier ciudadano. Como la mayoría de las tiendas respetan las normas de control de precios establecidas por el Palacio Mermonia, casi nadie compra productos que valgan más de lo que deben.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000094
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "Agua fresca de la corte de la justicia",
    "Description": "Una plaza con verdes arbustos, numerosas flores y una espléndida fuente, inspirada en la zona de la Fontana Lucine de las Erinias.\nCuando hace sol, la fragancia de las flores se mezcla con el frescor del agua para levantar el ánimo tanto a turistas de fuera como a lugareños. Y aunque tuvieras la mala suerte de ir y lloviera a cántaros, pensar en las leyendas que existen en torno a la Fontana te haría tener esperanza de que algo mejor está por llegar.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089,
      10000099
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Sencillez urbana de Poisson",
    "Description": "Un escenario centrado en varias edificaciones que recrean un rincón de Poisson. El énfasis en unas casas y una decoración funcionales sirve para maximizar la eficiencia de los habitantes de esta localidad. Sin embargo, eso no conlleva que siempre estén ocupados y cansados, sino que garantiza que tengan tiempo para sus asuntos personales. Algunos habitantes de Poisson se rigen por el principio de “terminar antes el trabajo para tener más tiempo de descanso”, de ahí que tengan una vida sencilla pero plena.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Luz de la espuma submarina",
    "Description": "Un asentamiento que recrea un paisaje de la Aldea Espumarina lo más fielmente posible a la realidad. Su característico estilo arquitectónico deslumbra a cualquiera.\nLa aldea en la que viven las melusinas se encuentra en la zona submarina de Elynas, un lugar muy poco visitado, pero que siempre se gana los elogios de todo aquel que lo ve con sus propios ojos. Una vez, unos pintores intentaron dibujar un paisaje de la Aldea Espumarina a partir de sus propias descripciones y la información que obtuvieron de algunas melusinas de la Corte de Fontaine. Por desgracia, había una diferencia abismal entre los colores de la obra y los reales, lo cual supuso durante mucho tiempo un quebradero de cabeza para esos pintores. Estos solo pudieron salir de dudas cuando los Daguerrotipos, que tomaban imágenes más fieles a la realidad, se popularizaron bastante.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085,
      10000095
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "“Poder de los puños” del fuerte recluido",
    "Description": "Una arena con un cuadrilátero de boxeo como pieza central. Al situarte en el interior, casi parecen poder oírse los vítores y aplausos del público, las emocionantes palabras del comentarista y el retumbar sordo de los puñetazos de los luchadores al golpear la carne. Precisamente esta es la impresión que deja el prototipo de tal lugar, la Arena de “A Bocajarro” del Fuerte Merópide.\n“En la arena donde todo se decide por el poder de los puños, solo el máximo esfuerzo otorga la gloria y los Cupones crediticios”... Este dicho se ha convertido en el lema de muchos luchadores que participaron en la Arena de “A Bocajarro” tras abandonar el Fuerte Merópide.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090,
      10000095
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "Colores de la Nación del Agua",
    "Description": "Un bucólico paisaje de vegetación exuberante que reúne todo tipo de flores y arbustos típicos de Fontaine. La flora se trata de un tema principal común en las pinturas y es uno de los orígenes de la exploración del color de este arte. Algunos pintores de Fontaine consideran que la paleta de colores del mundo usa su gran variedad de plantas para demostrar el canon de una combinación perfecta. Por eso, si todas las tonalidades de un cuadro pueden hallar en la vegetación su forma original, entonces, la pintura reflejará la belleza y armonía de la naturaleza. Claro está, siempre y cuando no se mezclen los colores de todas estas plantas en un caos irreconocible.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000098,
      10000099,
      10000112
    ],
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  },
  {
    "Id": 87,
    "Types": [
      672,
      0
    ],
    "Name": "Reflexiones previas",
    "Description": "Un estudio totalmente amueblado con artículos seleccionados para la Cámara Asamblearia e inspirados en la decoración de la Arena Sacrofuego. La cálida luz de la lámpara de escritorio ayuda a crear una atmósfera adecuada para la contemplación y el estudio en solitario. El nombre “Cámara Asamblearia” implica un lugar para la conversación y el discurso, aunque cada palabra pronunciada allí afecta al destino de Natlan. Cada palabra debe sopesarse cuidadosamente, por lo que no estaría de más hacer algunas reflexiones previas en un estudio tranquilo como este...",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000106
    ],
    "Units": [
      362126,
      363114,
      361117,
      361337,
      362319,
      363115
    ]
  },
  {
    "Id": 88,
    "Types": [
      672,
      0
    ],
    "Name": "Celebración de victoria en la Arena",
    "Description": "Una sala de banquetes repleta de deliciosos manjares y que está inspirada en la posada de la Arena Sacrofuego. Recrea fielmente una conmovedora escena de guerreros reunidos para celebrar el triunfo. Todos saben que la victoria es valiosa y rara vez se consigue fácilmente, por lo que cualquier lugar de banquete y celebración debe elegirse con cuidado. Lo más importante para un banquete es que tenga una atmósfera relajante a la vez que animada, que haga que los presentes se sientan cómodos y puedan beber a gusto.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000106
    ],
    "Units": [
      362319,
      362127,
      362126,
      363405,
      363404,
      361336,
      363114,
      362126,
      363405,
      361336,
      361336,
      362126,
      362126,
      362126,
      362127,
      363114,
      363404,
      363405,
      363404,
      363404
    ]
  },
  {
    "Id": 89,
    "Types": [
      672,
      0
    ],
    "Name": "Descansa en la comodidad de tus sueños",
    "Description": "Un dormitorio acogedor y cómodo con mobiliario que ayuda a conciliar el sueño. En cierto modo, recrea el mobiliario de las habitaciones de la Posada de la Lasitud.\nLa Posada de la Lasitud sirve de lugar de descanso para turistas, comerciantes y guerreros que participan en torneos. El principal propósito del diseño se centra en la recuperación de cuerpo y mente. La dueña invirtió mucho tiempo y esfuerzo en garantizar que los huéspedes disfrutaran de la mejor experiencia durante su estancia. Por eso, alojarse en una habitación decorada al mismo estilo y que transmite la misma sensación que la Posada de la Lasitud debería ofrecer un placentero descanso.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Universal",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000107,
      10000111
    ],
    "Units": [
      361409,
      362318,
      361338,
      362402,
      363407,
      363116,
      363508,
      363114,
      361114
    ]
  },
  {
    "Id": 90,
    "Types": [
      772,
      0
    ],
    "Name": "Marcadores de tendencias en un mercado muy activo",
    "Description": "Una vibrante calle comercial basada en el Mercado Chuwen de la Arena Sacrofuego. Tiendas y puestos de todos los colores se disponen unos juntos a otros, engalanados con pintadas y decoraciones que confieren a la escena un estilo y un brillo vital únicos en Natlan.\nLos adornos y las pinturas en tonos iridiscentes son el sello distintivo de los mercados de Natlan, así como la moneda común para quienes desean expresar su afinidad con las últimas tendencias. No sería exagerado decir que innumerables modas de toda Natlan nacen en los puestos y tenderetes de mercados como este.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Market",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370337,
      370338,
      370339,
      370336,
      373931,
      373931,
      374328,
      373930,
      373930,
      373931,
      373930,
      373930,
      373929,
      374328,
      373930
    ]
  },
  {
    "Id": 91,
    "Types": [
      772,
      0
    ],
    "Name": "Nacido en el fuego más ardiente",
    "Description": "Un espacio de trabajo que combina equipos de minería, instalaciones mecánicas y un estante para armas. Un todo en uno que satisface las necesidades de cualquier artesano de Natlan, desde el primer hasta el último eslabón de la cadena de producción.\nNatlan es una tierra moldeada por la guerra, donde las armas y su producción gozan de fama e importancia. Sus hornos arden con un calor inigualable, con la esperanza de que este ardiente bautismo forje armas con las que rendir homenaje a la llama sagrada y derrotar a los enemigos más temibles.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Mine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000103,
      10000110
    ],
    "Units": [
      370905,
      374605,
      370927,
      373927,
      373928,
      370904,
      374605,
      374614
    ]
  },
  {
    "Id": 92,
    "Types": [
      772,
      0
    ],
    "Name": "Nuestra aventura, nuestro camino",
    "Description": "Un paisaje salvaje lleno de encanto natural que capta maravillosamente la esencia de la geología y la flora únicas de Natlan. En su centro, casi se puede oír el aullido del viento.\nLa naturaleza salvaje de Natlan es vasta e indómita, con innumerables montañas que nunca se han escalado, cielos inexplorados y muchos misterios que esperan ser resueltos. En resumen, es el paraíso de los aventureros.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Nature",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101,
      10000105
    ],
    "Units": [
      372353,
      372705,
      372233,
      372708,
      372233,
      372708,
      372705,
      372233,
      372234,
      372708,
      372513,
      372705,
      372706,
      372706,
      372706,
      372706,
      372706,
      372234,
      372234
    ]
  },
  {
    "Id": 93,
    "Types": [
      772,
      0
    ],
    "Name": "Pasión de los Vástagos del Eco",
    "Description": "Una animada zona que encierra la enérgica esencia de las calles de los Vástagos del Eco, con su gran escenario, sus llamativas pintadas y su característica arquitectura de piedra.\nLa danza frenética y la percusión rítmica forman el ritmo de los Vástagos del Eco. Cualquiera que se encuentre en un ambiente así no puede evitar contagiarse de su afán y pasión, lo que hará que surja en su interior un estallido de fuerza.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tepetlisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000103
    ],
    "Units": [
      370900,
      370902,
      370903,
      370904,
      370905,
      374121,
      373462,
      374606,
      360452,
      374121,
      370904,
      374121,
      370902,
      370901
    ]
  },
  {
    "Id": 94,
    "Types": [
      772,
      0
    ],
    "Name": "Relajación del Pueblo de los Manantiales",
    "Description": "Un pequeño asentamiento lleno de interesantes tiendas y puestos inspirados en el Pueblo de los Manantiales. Aquí, puedes pasar las tardes a la sombra de un toldo mientras disfrutas de una bebida refrescante.\nDispones de una gran variedad de equipamiento para deportes acuáticos, así como de música e instrumentos únicos... Pasa tiempo en este ambiente relajado y tus preocupaciones, sean cuales sean, se desvanecerán.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Koholasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370915,
      370914,
      370917,
      374123,
      374327,
      374215,
      374216,
      360454,
      360455,
      374123,
      374123,
      374123,
      370917,
      370917,
      370913,
      374123,
      374123,
      374123,
      374215
    ]
  },
  {
    "Id": 95,
    "Types": [
      772,
      0
    ],
    "Name": "Deber de los Retoños Arbóreos",
    "Description": "Una estación de mensajería con una cabaña cómoda y práctica inspirada en los Retoños Arbóreos. Cuenta con equipos de comunicación y un sistema de molinos de viento para controlar las condiciones meteorológicas. Ofrece prácticamente todo lo que un mensajero necesita para realizar sus tareas.\nEl trabajo de un mensajero es muy complejo y requiere un amplio repertorio de habilidades, como atravesar diferentes terrenos, sobrevivir largos periodos de tiempo en la naturaleza, así como un gran sentido de la orientación. Estas habilidades requieren algo más que un espíritu aventurero para ser perfeccionadas.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Yumkasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101
    ],
    "Units": [
      370906,
      370908,
      370911,
      374122,
      373516,
      374607,
      374609,
      360453,
      374122,
      374122,
      374122,
      374122,
      374122,
      373516,
      373463,
      360453,
      374326,
      372708
    ]
  },
  {
    "Id": 96,
    "Types": [
      772,
      0
    ],
    "Name": "Periplo de la Tribu Plumaflora",
    "Description": "Un asentamiento compuesto por varias plataformas flotantes, globos aerostáticos y campos de entrenamiento que recrea el carácter y el estilo de la Tribu Plumaflora. Se dice que casi todos los miembros de la Tribu Plumaflora sueñan con unirse a la Brigada de Vuelo y emprender una cruzada para conquistar el cielo. Para los que tienen esas aspiraciones, cada día es una sesión de entrenamiento. Cierto guerrero dijo una vez: “Tu esfuerzo será lo único que nunca te traicionará”, y son estas palabras precisamente las que inspiraron a muchos a trabajar duro y a esforzarse por alcanzar sus sueños.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Qucusaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000113
    ],
    "Units": [
      370922,
      370923,
      370923,
      370924,
      371273,
      370925,
      371147,
      371148,
      371148,
      370926,
      370926,
      370926,
      370926,
      370926,
      374612,
      374612,
      373472,
      373473,
      373926,
      374124,
      374124,
      372233,
      372708,
      374124,
      374124,
      372233,
      372708,
      372234,
      372513,
      374124
    ]
  },
  {
    "Id": 97,
    "Types": [
      772,
      0
    ],
    "Name": "Tranquilidad de los Augures Vientonocturno",
    "Description": "Un pequeño asentamiento que se esfuerza por recrear el paisaje de los Augures Vientonocturno, con edificios diseñados para simular la cresta de un Iktomisaurio.\nA los ojos de los forasteros, los Augures Vientonocturno son una tribu misteriosa y enigmática. La mayoría de la gente cree que sus chamanes son excéntricos y difíciles de abordar, y no sin razón, ya que el entorno en el que habita esa tribu no es un lugar en el que prosperarían las personas de carácter más convencional.\nExcentricidades aparte, estos chamanes destacan en el cuidado propio y la organización de ceremonias. Si no, ¿cómo podrían meditar cómodamente durante todo el día?",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Iktomisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000105,
      10000107
    ],
    "Units": [
      370919,
      370920,
      374611,
      373922,
      373924,
      373925,
      360456,
      360457,
      374610,
      374611,
      373923,
      360456,
      374610,
      374611,
      372353,
      372353,
      360457,
      372233,
      372234,
      372234,
      372708,
      372513,
      372513,
      372708,
      372513,
      372233,
      372234,
      374611,
      372352,
      372352
    ]
  },
  {
    "Id": 98,
    "Types": [
      772,
      0
    ],
    "Name": "El valor de la Comunidad de la Feracidad",
    "Description": "Un paisaje inspirado en la Comunidad de la Feracidad que ofrece un ambiente idílico de paz y relajación.\nEl símbolo distintivo de la Comunidad de la Feracidad es la producción agrícola y el ejercicio. Para ambas actividades, es necesario tener una gran determinación y resiliencia. Quizás por eso, cuando te encuentras en un paisaje de la Comunidad de la Feracidad, sientes una fuerza sencilla pero persistente que fluye a través de tu cuerpo...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tatankasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000110,
      10000111
    ]
  },
  {
    "Id": 99,
    "Types": [
      772,
      0
    ],
    "Name": "Compañeros y hogar",
    "Description": "Una casa limpia y ordenada con muebles aprobados por la gente de Natlan. Es perfecta tanto para la casa de un saurio como para la de cualquier otro tipo de animal grande.\nEn Natlan, los saurios son compañeros y miembros de la familia de los guerreros, con quienes conviven y crecen. Tenerlos a tu lado ayuda a disipar la oscuridad del corazón.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Saurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000113
    ]
  }
]