[
  {
    "Id": 210101,
    "Name": "<color=#0075de>Onda torrencial</color>",
    "Description": "Cuando el personaje causa una <color=#f39001>reacción de Vaporización</color> contra un enemigo, se libera una onda torrencial que inflige <color=#0075de>Daño Hydro</color>."
  },
  {
    "Id": 210102,
    "Name": "<color=#ef5534>Explosión ígnea</color>",
    "Description": "Cuando el personaje causa una <color=#f39001>reacción de Vaporización</color> contra un enemigo, se libera una explosión ígnea que inflige <color=#ef5534>Daño Pyro</color>."
  },
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Semilla circundante</color>",
    "Description": "Por cada núcleo Dendro creado, se genera cerca del personaje en uso una semilla circundante (como máximo, solo puede haber <color=#f39001>4</color> semillas a la vez) que, al tocar a un enemigo, se consume y le inflige <color=#7bb100>Daño Dendro</color>."
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Onda calcinadora</color>",
    "Description": "Al infligir daño a un enemigo con la <color=#f39001>reacción de Quemadura</color>, esto se contabiliza. Al alcanzar <color=#f39001>6</color> contabilizaciones, estas se eliminan y se libera una onda calcinadora que inflige <color=#ef5534>Daño Pyro en el AdE</color>."
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Núcleo comburente</color>",
    "Description": "Cuando el personaje golpea con Daño Dendro a un enemigo <color=#f39001>afectado por Quemadura</color>, inflige <color=#7bb100>Daño Dendro</color>."
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Protección pirocristalina</color>",
    "Description": "#Todos los miembros del equipo obtienen un <color=#f39001>50%</color> de Bono de Daño Pyro y Geo. Además, cada <color=#f39001>4</color>{NON_BREAK_SPACE}s obtienes los fragmentos cercanos creados con la reacción de Cristalización."
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Onda detonante</color>",
    "Description": "#Mientras el efecto de <color=#f39001>protección pirocristalina</color> esté activo, en la ubicación del personaje se liberará cada <color=#f39001>6</color>{NON_BREAK_SPACE}s una onda detonante que inflige <color=#ef5534>Daño Pyro en el AdE</color>."
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Emboscada rocosa</color>",
    "Description": "#Mientras el efecto de <color=#f39001>protección pirocristalina</color> esté activo, en la ubicación del personaje se liberará cada <color=#f39001>4</color>{NON_BREAK_SPACE}s una emboscada rocosa que inflige <color=#e09800>Daño Geo en el AdE</color>."
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Protección electrocristalina</color>",
    "Description": "#Todos los miembros del equipo obtienen un <color=#f39001>50%</color> de Bono de Daño Electro y Geo. Además, cada <color=#f39001>4</color>{NON_BREAK_SPACE}s obtienes los fragmentos cercanos creados con la reacción de Cristalización."
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Avalancha arrolladora</color>",
    "Description": "Mientras el efecto de <color=#f39001>protección electrocristalina</color> está activo, cuando un personaje golpea a un enemigo, se libera en la ubicación de dicho enemigo una avalancha arrolladora que inflige <color=#e09800>Daño Geo</color>."
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Avalancha arrolladora</color>",
    "Description": "Cada vez que el personaje recoja <color=#f39001>{0}</color> fragmento(s) creado(s) con la <color=#f39001>reacción de Cristalización Electro</color>, caerá sobre un enemigo cercano una avalancha arrolladora que inflige <color=#e09800>Daño Geo</color>."
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Fragilidad</color>",
    "Description": "Reduce en un <color=#f39001>5.5%</color> las RES Pyro y Electro del enemigo. Puede acumularse hasta 4 veces."
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Bola de fuego candente</color>",
    "Description": "Tras infligir Daño Electro contra un enemigo afectado por fragilidad, se libera una bola de fuego candente que inflige <color=#ef5534>Daño Pyro</color> contra <color=#f39001>todos</color> los enemigos en el campo de batalla afectados por dicho efecto."
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Golpe relampagueante</color>",
    "Description": "Tras infligir Daño Pyro contra un enemigo afectado por fragilidad, se libera un golpe relampagueante que inflige <color=#b863ee>Daño Electro</color> contra <color=#f39001>todos</color> los enemigos en el campo de batalla afectados por dicho efecto."
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Flotinúcleo electrofrondoso</color>",
    "Description": "Cuando un personaje causa una reacción de Aceleración, Intensificación o Propagación contra un enemigo, el flotinúcleo electrofrondoso explota tras golpearlo e inflige <color=#7bb100>Daño Dendro en el AdE</color>."
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Rayo feraz</color>",
    "Description": "Cae para infligir <color=#b863ee>Daño Electro</color> cuando un personaje inflige Daño Electro o Dendro contra un enemigo afectado por el estado de Aceleración."
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Oración del viento: Hydro</color>",
    "Description": "Aumenta en un <color=#f39001>80%</color> el daño de la reacción de Torbellino de los personajes y en un <color=#f39001>8%</color> su Vida Máx."
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Acuaesfera sanadora</color>",
    "Description": "Registra la cantidad de Vida que recupera el personaje para explotar al terminar su duración e infligir <color=#0075de>Daño Hydro en el AdE</color> a los enemigos cercanos en función de la cantidad de curación realizada y las cargas de <color=#f39001>oración del viento: Hydro</color>."
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Remolino pluvial</color>",
    "Description": "Atrae a los enemigos cercanos y les inflige <color=#0075de>Daño Hydro en el AdE</color> en función de las cargas de <color=#f39001>oración del viento: Hydro</color>."
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Oración del viento: Electro</color>",
    "Description": "#Aumenta en un <color=#f39001>80%</color> el daño de la reacción de Torbellino de los personajes y, cada vez que se obtenga el efecto de <color=#f39001>oración del viento: Electro</color>, todos los miembros del equipo recuperan <color=#f39001>1.5</color>{NON_BREAK_SPACE}pts. de Energía Elemental."
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Electrofilo tajante</color>",
    "Description": "Cuando el personaje usa su Habilidad Definitiva, obtiene una <color=#f39001>marca tajante</color>. Cuando el personaje en uso golpea a un enemigo con un ataque, consume la marca tajante y se libera un <color=#b863ee>electrofilo tajante</color> que inflige <color=#b863ee>Daño Electro</color> a los enemigos en su trayectoria en función de las cargas de <color=#f39001>oración del viento: Electro</color>."
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Descarga electrosaltarina</color>",
    "Description": "Mientras la <color=#f39001>oración del viento: Electro</color> esté activa, al golpear a un enemigo con un Ataque Descendente, se liberará una descarga electrosaltarina que inflige <color=#b863ee>Daño Electro en el AdE</color> en función de las cargas de oración del viento: Electro."
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Voltaje</color>",
    "Description": "Aumenta en un <color=#f39001>250%</color> el daño infligido por la <color=#f39001>reacción de Electrocargado</color> de todos los miembros del equipo, y en un <color=#f39001>70%</color> el daño que infligen con la <color=#f39001>reacción de Electrocargado Lunar</color>."
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Asaltonúcleo fucilante</color>",
    "Description": "Mientras el efecto de voltaje esté activo, se creará un asaltonúcleo fucilante que sigue al personaje en uso y que, tras golpear a un enemigo, dispara 3 electrobalas que infligen <color=#b863ee>Daño Electro</color>."
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Nimbo</color>",
    "Description": "#Mientras el efecto de voltaje esté activo, se creará un nimbo que ataca aleatoriamente de una de las siguientes formas cada <color=#f39001>2</color>{NON_BREAK_SPACE}s:\n1. <color=#b863ee>Nimborrayo</color>: inflige <color=#b863ee>Daño Electro</color> a los enemigos situados en su AdE y restaura <color=#f39001>2</color>{NON_BREAK_SPACE}pts. de Energía Elemental al personaje en uso.\n2. <color=#0075de>Nimbotromba</color>: inflige <color=#0075de>Daño Hydro</color> a los enemigos situados en su AdE y restaura un <color=#f39001>5%</color> de Vida al personaje en uso."
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Protección pirocristalina</color>",
    "Description": "#Todos los miembros del equipo obtienen un <color=#f39001>50%</color> de Bono de Daño Pyro y Geo. Además, cada <color=#f39001>4</color>{NON_BREAK_SPACE}s obtienes los fragmentos cercanos creados con la reacción de Cristalización."
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Emboscada rocosa</color>",
    "Description": "#Mientras el efecto de <color=#f39001>protección pirocristalina</color> esté activo, en la ubicación del personaje se liberará cada <color=#f39001>{0}</color>{NON_BREAK_SPACE}s una emboscada rocosa que inflige <color=#e09800>Daño Geo en el AdE</color>."
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Avalancha arrolladora</color>",
    "Description": "Mientras el efecto de <color=#f39001>protección pirocristalina</color> está activo, cuando un personaje golpea a un enemigo con un Ataque Normal, Cargado o Descendente, se libera en la ubicación de dicho enemigo una avalancha arrolladora que inflige <color=#e09800>Daño Geo</color>."
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Protección criocristalina</color>",
    "Description": "#Todos los miembros del equipo obtienen un <color=#f39001>50%</color> de Bono de Daño Cryo y Geo. Además, cada <color=#f39001>4</color>{NON_BREAK_SPACE}s obtienes los fragmentos cercanos creados con la reacción de Cristalización."
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Embate rocoso</color>",
    "Description": "Mientras el efecto de <color=#f39001>protección criocristalina</color> esté activo, en la ubicación del personaje se liberará cada cierto tiempo una arremetida rocosa que inflige <color=#e09800>Daño Geo en el AdE</color>."
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Pedrusco rompehielo</color>",
    "Description": "Mientras el efecto de <color=#f39001>protección criocristalina</color> está activo, cuando un personaje Cryo o Geo del equipo asesta un golpe CRIT, en la ubicación del enemigo cae un pedrusco rompehielo que inflige <color=#e09800>Daño Geo</color>."
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Desprendimiento glacial</color>",
    "Description": "Se libera para infligir <color=#2bb7d5>Daño Cryo</color> cuando un personaje en uso <color=#ef5534>Pyro</color> causa una reacción de Derretido."
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Pilar flamígero</color>",
    "Description": "Se libera para infligir <color=#ef5534>Daño Pyro</color> cuando un personaje en uso <color=#2bb7d5>Cryo</color> causa una reacción de Derretido."
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Diferencia de temperatura</color>",
    "Description": "Aumenta en un <color=#f39001>30%</color> el daño que inflige el personaje con la reacción de Derretido."
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Oración del viento: Pyro</color>",
    "Description": "Aumenta en un <color=#f39001>80%</color> el daño de la reacción de Torbellino de los personajes y en un <color=#f39001>9%</color> su ATQ."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Vientopírico</color>",
    "Description": "Cuando el personaje en uso inflige daño a un enemigo, dicho personaje consume Vida para liberar un vientopírico que inflige <color=#ef5534>Daño Pyro en el AdE</color> en función de las cargas de oración del viento: Pyro."
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Ignitormenta</color>",
    "Description": "Cuando un personaje <color=#f39001>Pyro o Anemo</color> del equipo entra en el campo de batalla, se libera una ignitormenta que inflige Daño en el AdE del <color=#f39001>mismo elemento</color> que ese personaje y en función de las cargas de oración del viento: Pyro."
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Frío punzante</color>",
    "Description": "Aumenta en un <color=#f39001>40%</color> el Daño CRIT de todos los personajes Cryo e Hydro del equipo."
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Torrente glacial</color>",
    "Description": "Se libera para infligir <color=#0075de>Daño Hydro en el AdE</color> cuando un personaje en uso <color=#2bb7d5>Cryo</color> congela a un enemigo."
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Onda expansiva gélida</color>",
    "Description": "Se libera para infligir <color=#2bb7d5>Daño Cryo en el AdE</color> cuando un personaje en uso <color=#0075de>Hydro</color> congela a un enemigo."
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Quebrantahielo</color>",
    "Description": "Reduce en un <color=#f39001>8%</color> las RES Hydro y Cryo del enemigo. Puede acumularse hasta <color=#f39001>3</color> veces."
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Merma</color>",
    "Description": "Reduce en un <color=#f39001>3%</color> las RES Cryo y Electro del enemigo, y la RES Física en un <color=#f39001>6%</color>. Puede acumularse hasta <color=#f39001>6</color> veces."
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Onda de choque aluviónica</color>",
    "Description": "#Se libera para infligir Daño Físico después de que un personaje inflija <color=#f39001>Daño Físico</color> a un enemigo afectado por <color=#f39001>merma</color>. Solo puede ocurrir una vez cada <color=#f39001>3</color>{NON_BREAK_SPACE}s."
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Protección hidrocristalina</color>",
    "Description": "#Todos los miembros del equipo obtienen un <color=#f39001>50%</color> de Bono de Daño Hydro y Geo. Además, cada <color=#f39001>4</color>{NON_BREAK_SPACE}s obtienes los fragmentos cercanos creados con la reacción de Cristalización."
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Arremetida rocosa</color>",
    "Description": "Mientras el efecto de <color=#f39001>protección hidrocristalina</color> esté activo, en la ubicación del personaje se liberará cada cierto tiempo una arremetida rocosa que inflige <color=#e09800>Daño Geo en el AdE</color>."
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Fluviorroca</color>",
    "Description": "Mientras el efecto de <color=#f39001>protección hidrocristalina</color> esté activo, cuando un personaje Hydro o Geo del equipo reciba curación, en la ubicación del enemigo caerá una fluviorroca que inflige <color=#e09800>Daño Geo</color>."
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Zarza gélida</color>",
    "Description": "#Inflige un golpe de <color=#f39001>Daño Cryo y Daño Dendro en el AdE</color> contra los enemigos cercanos cada <color=#f39001>2</color>{NON_BREAK_SPACE}s. Solo puede haber 2 zarzas gélidas al mismo tiempo en el campo de batalla."
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Espinas eléctricas</color>",
    "Description": "#Cuando un personaje situado en el área de la <color=#f39001>zarza gélida</color> golpea a un enemigo con un ataque Electro, la <color=#f39001>zarza gélida</color> se convierte en unas espinas eléctricas que duran <color=#f39001>10</color>{NON_BREAK_SPACE}s, que atacan <color=#f39001>1</color> vez por segundo y que infligen <color=#f39001>1.5</color> veces más Daño Electro en el AdE."
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Zarza magnética</color>",
    "Description": "No ataca, pero <color=#f39001>aumenta el daño de los ataques Cryo, Dendro, Electro y Físicos</color> que reciben los enemigos cercanos por parte de los personajes. Por cada zarza magnética que haya en el campo de batalla, dicho efecto aumenta en un <color=#f39001>45%</color>, hasta un máximo de un <color=#f39001>90%</color>."
  },
  {
    "Id": 211901,
    "Name": "<color=#f39001>Oración del viento: Cryo</color>",
    "Description": "Aumenta en un <color=#f39001>80%</color> el daño de la reacción de Torbellino de los personajes y en un <color=#f39001>12%</color> su Daño CRIT."
  },
  {
    "Id": 211902,
    "Name": "<color=#2bb7d5>Erosión</color>",
    "Description": "Cuando el personaje golpea a un enemigo mientras la <color=#f39001>oración del viento: Cryo</color> está activa, aplicará a dicho enemigo el efecto de “erosión”, el cual inflige <color=#2bb7d5>Daño Cryo</color> periódicamente en función de las cargas de <color=#f39001>oración del viento: Cryo</color>."
  },
  {
    "Id": 211903,
    "Name": "<color=#19c78e>Frigibruma</color>",
    "Description": "Mientras la <color=#f39001>oración del viento: Cryo</color> esté activa, cuando el personaje esprinte, liberará una frigibruma que atrae a los enemigos cercanos e inflige <color=#19c78e>Daño Anemo</color> en función de las cargas de <color=#f39001>oración del viento: Cryo</color>."
  },
  {
    "Id": 11120001,
    "Name": "Modo crioalmacenamiento",
    "Description": "#\n\n<color=#FFD780FF>{LAYOUT_MOBILE#Un toque}{LAYOUT_PC#Pulsar una vez}{LAYOUT_PS#Pulsar una vez}</color>\nActiva el mecachef multitarea de amplio espectro en modo “crioalmacenamiento” e inflige <color=#99FFFFFF>Daño Cryo en el AdE</color> a los enemigos cercanos.\n\n<color=#FFD780FF>Mecachef: modo crioalmacenamiento</color>\nEl mecachef sigue al personaje en uso y, cada cierto tiempo, lanza un parfait helado a los enemigos cercanos que inflige <color=#99FFFFFF>Daño Cryo</color>."
  },
  {
    "Id": 11120002,
    "Name": "Modo cocina improvisada",
    "Description": "<color=#FFD780FF>Mecachef: modo cocina improvisada</color>\n·Coloca al mecachef en el campo de batalla. El mecachef puede absorber ataques elementales. Cuando la Energía Elemental absorbida alcance el límite, Escoffier podrá convertir los ingredientes que ha colocado en él en platos de comida.\n·Escoffier necesita tiempo para comprar nuevos ingredientes y solo puede cocinar cierta cantidad de comida de esta manera semanalmente. Los intentos para cocinar se reinician todos los lunes a las 4:00 a.m."
  },
  {
    "Id": 11130001,
    "Name": "Disparo auxiliar",
    "Description": "#En el estado de bendición noctámbula, los Ataques Normales de Ifá se convierten en “disparos auxiliares”.\n<color=#FFD780FF>{LAYOUT_MOBILE#Un toque}{LAYOUT_PC#Pulsar una vez}{LAYOUT_PS#Pulsar una vez}</color>\nDispara una bala medicinal.\n<color=#FFD780FF>Mantener pulsado</color>\nDispara continuamente balas medicinales.\n<color=#FFD780FF>Bala medicinal</color>\nInflige <color=#80FFD7FF>Daño Anemo</color> de naturaleza noctámbula a los enemigos que tenga enfrente y, al golpear a un enemigo, regenera Vida a todos los miembros del equipo cercanos en función de la Maestría Elemental de Ifá."
  },
  {
    "Id": 11130002,
    "Name": "Fundamentos de rescate",
    "Description": "#Máximo: 150{NON_BREAK_SPACE}pts. Por cada punto de fundamentos de rescate que tenga Ifá, el daño de las reacciones de Torbellino y Electrocargado de los personajes cercanos del equipo aumenta en un 1.5%, y el de la reacción de Electrocargado Lunar aumenta en un 0.2%. El efecto de fundamentos de rescate se eliminará cuando termine el estado de bendición noctámbula de Ifá."
  },
  {
    "Id": 11130003,
    "Name": "Bendición noctámbula: Ifá",
    "Description": "#Consume continuamente pts. de noctambulismo. Al agotarse todos o al usar de nuevo la habilidad, terminará la duración de la bendición noctámbula de Ifá. Dicha bendición tiene las siguientes propiedades:\n·Flota con la ayuda de Cacucu, lo que aumenta la Vel. Movimiento y la RES a interrupción de Ifá. En este estado, consumirá pts. de noctambulismo continuamente para mantenerse en el aire. Al esprintar o elevarse, se consumen pts. de noctambulismo adicionales.\n·Al realizar un Ataque Normal, se ejecuta un “disparo auxiliar” de distintas formas dependiendo de si se {LAYOUT_MOBILE#toca una vez}{LAYOUT_PC#pulsa una vez}{LAYOUT_PS#pulsa una vez} o se mantiene pulsado."
  },
  {
    "Id": 11130004,
    "Name": "Marca tranquilizante",
    "Description": "Explota y desaparece tras un breve lapso de tiempo para infligir Daño en el AdE del elemento correspondiente. Puede aplicarse una marca tranquilizante a un máximo de 4 enemigos golpeados. Un enemigo no podrá ser afectado al mismo tiempo por marcas tranquilizantes de elementos distintos."
  },
  {
    "Id": 11130005,
    "Name": "Astucia serpentina",
    "Description": "Skirk puede consumir astucia serpentina para mantener su estado de distorsión heptafásica o para usar su Habilidad Definitiva, “Caos: Aniquilación”.\n\nSkirk puede obtener astucia serpentina de las siguientes formas:\n·Tras usar su Habilidad Elemental, “Caos: Distorsión”.\n·Tras absorber el efecto de las fisuras del vacío activado con el talento pasivo “La razón más allá de la razón”.\n\nCuando Skirk se retira de combate mientras está en modo distorsión heptafásica o cuando dicho modo termina, se eliminan los pts. que tenga de astucia serpentina."
  },
  {
    "Id": 11130006,
    "Name": "Distorsión heptafásica",
    "Description": "Skirk cambia a este modo durante cierto tiempo cuando usa su Habilidad Elemental, <color=#FFD780FF>Caos: Distorsión</color>. Dicho modo posee las siguientes características:\n·Consume continuamente astucia serpentina.\n·Aumenta el AdE de los Ataques Normales y Cargados, así como la RES a interrupción de Skirk.\n·Al ejecutar un Ataque Normal, Cargado o Descendente, el daño que infligen se transforma en <color=#99FFFFFF>Daño Cryo</color>, el cual no puede sustituirse imbuyéndose de otro elemento.\n·La Habilidad Definitiva, <color=#FFD780FF>Caos: Aniquilación</color>, se sustituye por la Habilidad Definitiva especial <color=#FFD780FF>Caos: Exterminio</color>.\n·Skirk puede moverse sobre el agua al esprintar.\n·Cuando se consuman todos los pts. de astucia serpentina o cuando termine su duración, Skirk saldrá de este modo y su Habilidad Elemental entrará en TdE."
  },
  {
    "Id": 11130007,
    "Name": "La razón más allá de la razón",
    "Description": "#Cuando un personaje cercano del equipo cause una reacción de Congelado, Superconductor, Torbellino Cryo o Cristalización Cryo contra un enemigo, se creará una fisura del vacío cerca de dicho oponente. Este efecto puede ocurrir, como mucho, una vez cada 2.5{NON_BREAK_SPACE}s, y podrán crearse un máximo de 3 fisuras del vacío a la vez.\n\nSkirk puede absorber las fisuras del vacío que haya en un área cercana de las siguientes maneras:\n·Cuando golpea a un enemigo con su Ataque Cargado mientras está en modo distorsión heptafásica.\n·Cuando usa la Habilidad Definitiva especial, <color=#FFD780FF>Caos: Exterminio</color>, del modo distorsión heptafásica.\n·Al mantener pulsada la Habilidad Elemental, <color=#FFD780FF>Caos: Distorsión</color>, para moverse a gran velocidad.\n\nPor cada fisura del vacío que absorba, Skirk obtendrá 8{NON_BREAK_SPACE}pts. de astucia serpentina."
  },
  {
    "Id": 11130008,
    "Name": "Retorno al olvido",
    "Description": "#Cuando un personaje cercano del equipo de tipo elemental <color=#80C0FFFF>Hydro</color> golpee a un enemigo con un ataque <color=#80C0FFFF>Hydro</color>, o cuando un personaje cercano del equipo de tipo elemental <color=#99FFFFFF>Cryo</color> (a excepción de Skirk) golpee a un enemigo con un ataque <color=#99FFFFFF>Cryo</color>, Skirk obtiene una carga del efecto “vado de la muerte” durante 20{NON_BREAK_SPACE}s. Este efecto puede acumularse hasta 3 veces, y cada acumulación tiene su propia duración individual.\nCada personaje puede otorgar, como máximo, 1 carga de vado de la muerte a Skirk de esta forma.\nPor cada carga de vado de la muerte que tenga Skirk, los Ataques Normales que ejecute mientras está en modo distorsión heptafásica infligirán un 110/120/170% del daño original, y su Habilidad Definitiva, <color=#FFD780FF>Caos: Aniquilación</color>, infligirá un 105/115/160% del daño original."
  },
  {
    "Id": 11130009,
    "Name": "Agua sacramental",
    "Description": "Provoca distintos efectos dependiendo de si quien entra en contacto con el agua sacramental es un enemigo o un personaje cercano del equipo:\nSi quien entra en contacto con ella es un enemigo, el agua sacramental explotará e infligirá <color=#80C0FFFF>Daño Hydro en el AdE</color> a los enemigos cercanos.\nSi quien lo hace es un personaje, el agua sacramental le hará dar un salto.\n\nSolo puede haber al mismo tiempo un agua sacramental creada por Dahlia."
  },
  {
    "Id": 11130010,
    "Name": "Gracia de Favonius",
    "Description": "Dahlia otorga este efecto a tus personajes del equipo al usar su Habilidad Definitiva, <color=#FFD780FF>Salterio fulgurante</color>. Mientras dicho efecto está activo, cuando el efecto del sacroescudo de gracia se termina o cuando se destruye tras recibir daño, Dahlia puede consumir una carga de “beatitud” para volver a crear otro sacroescudo."
  },
  {
    "Id": 11130011,
    "Name": "Beatitud",
    "Description": "Dahlia puede obtener el efecto de beatitud de las siguientes formas:\n·Cuando tu personaje en uso del equipo golpea a los enemigos 4 veces con su Ataque Normal mientras está bajo los efectos de gracia de Favonius, Dahlia obtiene X cargas de beatitud.\n·Tras activar el efecto del talento pasivo “Gentil gracia del viento”.\n\nDahlia solo puede obtener un máximo de X cargas de beatitud durante el efecto de gracia de Favonius."
  },
  {
    "Id": 11160001,
    "Name": "Birgitta",
    "Description": "#Una ayudante que combate junto a Ineffa y que se puede invocar con la Habilidad Elemental o la Habilidad Definitiva.\nSi en las cercanías hay algún enemigo, cada 2{NON_BREAK_SPACE}s, Birgitta se moverá rápidamente hasta cerca de él para ejecutar un ataque electrizador que inflige <color=#FFACFFFF>Daño Electro en el AdE</color>.\nSolo puede haber al mismo tiempo una Birgitta creada por Ineffa.\n\nAdemás, en Nod Krai, parece que será posible cambiar el aspecto de Birgitta de cierta manera..."
  },
  {
    "Id": 11190001,
    "Name": "Santuario bosquescarcha",
    "Description": "#Un encantamiento que protege a la Cantalunas y que puede invocarse por medio de la Habilidad Elemental, <color=#FFD780FF>Runo: Reposo sin alba del Karsikko</color>.\nEl santuario bosquescarcha seguirá al personaje en uso e infligirá <color=#99FF88FF>Daño Dendro en el AdE</color> cada 2{NON_BREAK_SPACE}s a los enemigos que se encuentren dentro del área del hechizo. Esto se considera daño de Habilidad Elemental."
  },
  {
    "Id": 11190002,
    "Name": "Cántico lunar",
    "Description": "Una melodía empleada para entretejer letanías. Al usar la Habilidad Definitiva o durante un breve periodo después de usarla, podrá convertirse en una letanía albar que mejora el daño de las reacciones de Florecimiento, Sobreflorecimiento, Crepitar y Florecimiento Lunar.\nCuando Lauma consuma rocío de la espesura para liberar la Habilidad Elemental, <color=#FFD780FF>Runo: Reposo sin alba del Karsikko</color>, manteniéndola pulsada, obtendrá 1 cántico lunar por cada gota de rocío de la espesura consumida."
  },
  {
    "Id": 11190003,
    "Name": "Letanía albar",
    "Description": "Una letanía transmitida de generación en generación entre las Cantalunas, capaz de aumentar el daño infligido por las reacciones de Florecimiento, Sobreflorecimiento, Crepitar y Florecimiento Lunar.\n\nLauma puede obtener la letanía albar de las siguientes formas:\n·Al usar la Habilidad Definitiva, <color=#FFD780FF>Runo: Luna de mil corazones</color>.\n·Al activarse el efecto de consumo de cánticos lunares de su Habilidad Definitiva, <color=#FFD780FF>Runo: Luna de mil corazones</color>.\n·Al activarse el efecto de santuario bosquescarcha de la constelación <color=#FFD780FF>“Ofrezco mi sangre y mis lágrimas a la luna”</color>.\n\nCuando un personaje del equipo inflija daño a través de las reacciones de Florecimiento, Sobreflorecimiento, Crepitar o Florecimiento Lunar, se consumirá 1 carga de letanía albar para aumentar el daño infligido en función de la Maestría Elemental de Lauma. Si dicho daño golpea a varios enemigos a la vez, se consumirán cargas según el número de enemigos golpeados.\nCada carga de letanía albar tiene su propia duración individual."
  },
  {
    "Id": 11190004,
    "Name": "Cantar crepuscular",
    "Description": "El daño infligido por las reacciones de Florecimiento, Sobreflorecimiento y Crepitar causadas por los personajes del equipo puede asestar golpes CRIT, con una Prob. CRIT fija del {PARAM#P1192101|1S100}% y un Daño CRIT fijo del {PARAM#P1192101|2S100}%. La Prob. CRIT otorgada por este efecto puede acumularse con otras bonificaciones similares que proporcionen Prob. CRIT a dichas reacciones."
  },
  {
    "Id": 11190005,
    "Name": "Himno fulgorlunar",
    "Description": "La Prob. CRIT y el Daño CRIT de las reacciones de Florecimiento Lunar causadas por los personajes del equipo aumentan en un {PARAM#P1192101|3S100}% y en un {PARAM#P1192101|4S100}% respectivamente."
  },
  {
    "Id": 11190007,
    "Name": "Ascenso",
    "Description": "Efecto especial de aumento de daño que se calcula de forma independiente con respecto a otros efectos de aumento de daño."
  },
  {
    "Id": 11190008,
    "Name": "Rocío de la espesura",
    "Description": "#El equipo obtendrá este recurso cuando un personaje del mismo cause una reacción de Florecimiento Lunar.\nTras causar una reacción de Florecimiento Lunar, el equipo recibirá una gota de rocío de la espesura cada 2.5{NON_BREAK_SPACE}s durante 2.5{NON_BREAK_SPACE}s. Se podrá acumular un máximo de 3 gotas de rocío de la espesura a la vez. Si se causa otra reacción de Florecimiento Lunar durante este tiempo, la duración del efecto se reiniciará."
  },
  {
    "Id": 11200001,
    "Name": "Sinfonía del trueno",
    "Description": "Gasta menos Energía Elemental para usar la Habilidad Definitiva especial. Flins inflige 1 golpe de <color=#FFACFFFF>Daño Electro en el AdE</color> considerado como daño de Electrocargado Lunar.\n<color=#FFD780FF>Presagio lunar: resplandor ascendente</color> - Si hay alguna nube de tormenta en las cercanías, inflige 1 golpe más de <color=#FFACFFFF>Daño Electro en el AdE</color> considerado como daño de Electrocargado Lunar."
  }
]