[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Provisorisches Abenteurerlager",
    "Description": "Ein eilig von Abenteurern errichteter Lagerplatz tief in der Wildnis. Wenn Abenteurer ein Lager errichten, müssen sie sicher sein, dass sie einen Zaun errichten, um wilde Tiere abzuwehren. Aber da das Gebiet selten genug Holz hat, um einen vollständigen Schutz zu errichten, müssen sie oft in Schichten Wache halten und Alarm schlagen, um Ausrutscher und Missgeschicke zu vermeiden.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "Grenzlandleben",
    "Description": "Der frühere Großmeister der Ritter des Ordo Favonius schlug einst vor, dass Ritterkompanien, die in der Wildnis unterwegs sind, versuchen sollten, eine möglichst sichere Behausung zu errichten, um sich vor plötzlichen Angriffen zu schützen. Die kompakte Kiefernhütte erwies sich in dieser Hinsicht als die beste Wahl.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "Felsen und Pflanzen",
    "Description": "Das Gras und die Bäume wachsen frei in der Wildnis, wo menschliche Füße nicht hinkommen. Auch Felsen sind in einer Ecke aufgetürmt, scheinbar das Werk eines Tieres.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Einfaches Liyue-Schlafzimmer",
    "Description": "Selbst der reichste Haushalt von Liyue kommt ohne einige dieser wichtigen Dinge im Schlafzimmer einfach nicht aus.\nUnter der effizienten Leitung der Liyue Qixing ist das Einkommen des durchschnittlichen Bewohners von Liyue stetig gestiegen, sodass diese Haushaltseinrichtungen aus Dürrsandholz keine Seltenheit mehr sind.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Teehaus an der Ecke",
    "Description": "Einen Tee mit Freunden und Verwandten zu genießen und dabei den geistreichen Worten der Geschichtenerzähler zu lauschen, ist die einfachste Freude am Teehaus.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Vorstadtbeleuchtung",
    "Description": "Straßenlaternen und Zäune, die unter den Bäumen stehen. Diese das Böse abwehrenden Laternen werden denjenigen, die nachts herumlaufen, etwas Seelenfrieden geben.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Tisch und Stühle",
    "Description": "Ein stabiler und breiter Tisch aus Kiefernholz, der mit Stift und Papier zum Arbeiten ausgestattet ist. Die Papiere und Bücher können beiseite geräumt werden, wenn du essen möchtest. Dies ist wirklich eine Möbelgarnitur, die alle anderen übertrifft.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Geschäftige Küche",
    "Description": "Die hoch aufragenden Regale sind mit Zutaten bestückt und der große und der kleine Herd sind beide auf voller Flamme. Ein geübter Koch wäre in der Lage, in einer solchen Küche ein Festmahl zu kochen, das für hundert Mägen reicht.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "Teegespräch",
    "Description": "Die Menschen in Liyue laden oft Freunde zu sich ein, um bei einer Tasse Tee zu sitzen und sich zu unterhalten. Mit nur diesem Teetisch und zwei Stühlen kann man eine gute Zeit haben.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Arbeitszimmer eines Bücherfreundes",
    "Description": "Ein Arbeitszimmer im Liyue-Stil, vollgestopft mit Büchern. Man sagt, dass der heute übliche Stil der Arbeitszimmer größtenteils vom Herrenhaus der Händlergilde Feiyun abgeleitet ist, welches von ihrem zweiten jungen Meister verbessert wurde, um die Effizienz beim Lernen und Schreiben zu erhöhen.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Vollständig möbliertes Mondstadt-Schlafzimmer",
    "Description": "Dies ist ein standardmäßiges Mondstadt-Schlafzimmer, wobei die Anordnung der Möbel sich an den Quartieren der Ritter des Ordo Favonius orientiert.\nDa die Bischöfin über dem Schrank betete, um das Böse abzuwehren, setzten die Ritter ebenfalls ein Zeichen, indem sie die Fußenden ihrer Betten dem Schrank zuwandten und behaupteten, dass sie jedem Halunken, der auftauchen sollte, zur Einschüchterung einen harten Schlag auf den Kopf verpassen würden.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Besprechungsraum der „Sechs Strategen“",
    "Description": "Ist dem Besprechungsraum im Hauptquartier des Ritterordens nachempfunden. Unter den Bürgern hat sich das Gerücht verbreitet, dass „bei jeder wichtigen Entscheidung der Ritter sechs Personen anwesend zu sein haben“.\nDie Wahrheit ist, dass nur sechs Mitglieder der Führung der Ritter gerne zu Besprechungen zusammensitzen. Die Anzahl der Anwesenden war nie festgelegt worden.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "Weinzeit",
    "Description": "Ein Tisch und Stühle werden oft bei Versammlungen verwendet. Der Kerzenständer dient dazu, die Beleuchtung anzupassen und das Essen verlockender aussehen zu lassen. Trotzdem solltest du auf die Brandgefahr achten, vor allem wenn die Stimmung am Tisch hochkocht.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "Arbeitsessen des Kaufmanns",
    "Description": "Die Mitarbeiter eines Kaufmannsladens müssen jederzeit bereit sein, Kunden zu empfangen. Daher benutzen sie oft einfache Kocher, um sich ein Mittagessen zuzubereiten, damit sie keine Geschäfte verpassen, weil sie nicht ständig im Laden sind.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "Salonherzlichkeit",
    "Description": "Die Kronleuchter, die diesen Empfangsbereich beleuchten, durchfluten den Bereich mit Wärme, die Körper und Seele entspannt. Füge ein paar Kelche starken Wein hinzu und du hast alles, was du brauchst, um selbst einige aggressive Geschäftsleute aus Snezhnaya zu besänftigen.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Gut ausgestattetes Arbeitszimmer",
    "Description": "Bücher säumen die Wand in diesem Arbeitszimmer im Mondstadt-Stil. In Anbetracht der Tatsache, dass es viele Bücher, aber nur wenige Leser gibt, ist die Einteilung der Bücher in geeignete Kategorien von besonderer Bedeutung.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Einsiedlerhütte",
    "Description": "Ein Haus, das man an vielen Orten in Liyue finden kann. Vor der Tür wird eine Straßenlaterne aufgestellt, damit die Passanten es angenehmer haben.\nDie Menschen in Liyue sind größtenteils freundlich gesinnt. Selbst diejenigen, die abseits in den Bergen leben, haben nichts dagegen, einen Gast für die Nacht zu empfangen. In der Tat kannst du eine gute Mahlzeit und etwas Tee erwarten, wenn du vorbeikommst.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Dorfhof",
    "Description": "Eine gewöhnliche Behausung, die man auf dem Land bei Mondstadt findet. Zwischen dem Zaun und dem Haus befindet sich eine ziemlich große Fläche, die sich hervorragend für den Anbau von Obst und Gemüse eignet, mit dem man sich selbst versorgen kann.",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Erntesaison-Stall",
    "Description": "Jedes Mal, wenn die Erntesaison anbricht, stellen die Bewohner der Stadt Stände auf, um alle möglichen Waren zu verkaufen. Dazu gehören nicht nur die geernteten Früchte, das Gemüse und der Weizen, sondern auch Gebrauchtwaren von guter Qualität und Heuballen.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Obst- und Gemüsemarkt",
    "Description": "Dieser Markt bietet eine ganze Reihe von Geschäften. Die von den Leuten oft gekauften Früchte können an einem solchen Ort gefunden werden.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Übungsplatz",
    "Description": "Neue Rekruten neigen dazu, ihre eigenen Waffen durch unsachgemäßen Gebrauch während ihrer Ausbildung unnötig zu beschädigen. Für die Millelithen ist der durch die Ausbildung verursachte Waffenverschleiß keine große Aufregung wert, aber sie den Schatzräubern zu überlassen, ist mit Sicherheit ein Grund für eine Gehaltskürzung ...",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Waffenfabrik",
    "Description": "Ein stabiler Waffenherstellungsbetrieb. Selbst erfahrene Schmiede können durch die Qualität des Erzes, mit dem sie arbeiten müssen, eingeschränkt sein und daher Waffen von mäßiger Qualität herstellen. Daher stellen sie eine Reihe von Waffenregalen auf, um die Waffen nach Qualität aufzuteilen und sie demnach zu verkaufen.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Frachtumschlagplatz",
    "Description": "Ein Transitpunkt für den Warentransport von Ort zu Ort. Neben den hoch aufgetürmten Frachtkisten und Holzfässern stehen Getränke für die Arbeiter bereit.\nAuch wenn gewöhnliche Flaschen und Krüge heutzutage recht stabil sind, zerbrechen sie immer noch leicht, wenn sie unter einem sehr schweren Gegenstand zerquetscht werden. Daher haben die Arbeiter immer gehofft, dass ihr Vorarbeiter eine Art Schrank besorgen würde, anstatt die Flaschen auf dem Boden zu lassen.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Festmarkt",
    "Description": "Der Anblick einer belebten Stadt, angepriesenes Spielzeug, bunte Sonnenschirme und alle Arten von erschwinglichen, aber schönen Geschenken, ist in der Tat umwerfend. Ein Fest für die Augen der Kinder und etwas, das nicht allzu schmerzhafte Dellen in die Geldbörsen der Eltern treibt.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Eingang zur Durchgangsstraße – Das Böse verbannen",
    "Description": "Adeptentafeln und Steinlöwen bewachen diese Hauptdurchgangsstraße. Solche symbolischen Gesten reichen aus, um Monster abzuschrecken, aber die Millelithen haben trotzdem nie in ihrer Wachsamkeit nachgelassen.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Beliebte Gaststätte",
    "Description": "Einige Gaststätten in Liyue rühmen sich mit erstklassigen Gerichten, die jeden hungrigen Mund satt machen, und die Gäste besuchen sie jede Nacht in Scharen. Diese Lokale stellen oft Tische im Freien auf, um möglichst viele Kunden an sich zu binden.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Ländliche Wasserquelle",
    "Description": "Ein Brunnen, der dicht an einem Baum steht.\nDer Baum wächst üppig und zeigt, dass das Wasser sauber ist und dass diejenigen, die hierher kommen, ohne Angst schöpfen und trinken können.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "Einsamer und vorsichtiger Abenteurer",
    "Description": "Abenteurer, die alleine reisen, neigen dazu, ziemlich gewissenhaft zu sein und ihr Lager in der Nähe von Straßenschildern aufzustellen, da dies Orte sind, die andere schon einmal bereist und so die Monster in der Nähe verjagt haben.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "Klimaübergang",
    "Description": "Ein seltsames Gebiet, in dem verschiedene Wetterbedingungen ineinandergreifen und in dem Pflanzen mit unterschiedlichen Besonderheiten wachsen. Zunächst glaubten einige Gelehrte, dass dies ein Ergebnis von Elementaranomalien im Fluss der Elemente sein könnte, aber spätere Untersuchungen zeigten, dass dies einfach eine der vielen wundersamen Naturerscheinungen von Teyvat ist.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Dialog zwischen Baum und Fels",
    "Description": "Dieser grünblättrige Baum und der Bergfelsen sind nichts Besonderes.\nEine gewisse Gassendichterin behauptete einst, dass alles auf dieser Welt eine Aura hat und dass dieser Baum und der Felsen ein wortloses Gespräch führten. Viele andere, die von ihren Worten beeinflusst wurden, kamen mehr und mehr zu der Überzeugung, dass diese Worte in der Tat recht treffend waren.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Dialog zwischen Baum und Fels",
    "Description": "Dieser grünblättrige Baum und der Bergfelsen sind nichts Besonderes.\nEine gewisse Gassendichterin behauptete einst, dass alles auf dieser Welt eine Aura hat und dass dieser Baum und der Felsen ein wortloses Gespräch führten. Viele andere, die von ihren Worten beeinflusst wurden, kamen mehr und mehr zu der Überzeugung, dass diese Worte in der Tat recht treffend waren.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Dialog zwischen Baum und Fels",
    "Description": "Dieser grünblättrige Baum und der Bergfelsen sind nichts Besonderes.\nEine gewisse Gassendichterin behauptete einst, dass alles auf dieser Welt eine Aura hat und dass dieser Baum und der Felsen ein wortloses Gespräch führten. Viele andere, die von ihren Worten beeinflusst wurden, kamen mehr und mehr zu der Überzeugung, dass diese Worte in der Tat recht treffend waren.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "Inmitten des poetischen Nachdenkens",
    "Description": "Ein subtil dekoriertes Arbeitszimmer, das stark an die Büroräume des Ordo Favonius angelehnt ist. Es heißt, dass jeder Teil dieses Arbeitszimmers strengen Einrichtungsrichtlinien folgt, wodurch das Kerzenlicht und die Schatten perfekt ineinander übergehen, was eine einzigartige Beleuchtung schafft. Liebhaber von Literatur, ob selbst Autor oder Leseratte, werden hier eine Quelle der Inspiration finden, und Arbeitstiere können sich hier ohne Ablenkung ganz in ihre Aufgabe vertiefen.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "Inmitten der flüsternden Winde",
    "Description": "Ein Schlafzimmer, das die Idee eines „umsorgenden Herzens“ verkörpert. Für Vielbeschäftigte mag ein Schlafzimmer nur ein Raum sein, in dem ein Bett steht und in dem man mal die Augen zumachen kann, das aber ansonsten nicht viel Aufmerksamkeit benötigt. Aber für diejenigen mit einem Auge fürs Detail ist jeder Bereich ihres Wohnraums ihre Zeit und Pflege wert.\nOb es nun die Winde der Freiheit oder des Widerstandes sind, sie haben alle mal als kleine Brise angefangen. Jemand, der weit reisen will, muss gut auf sich Acht geben und jegliche Anzeichen von Erschöpfung werden im Nu verschwunden sein, wenn man sich mit solcher Wärme und Komfort umgibt.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Feiyun-Arbeitszimmer",
    "Description": "Es gibt viele Möglichkeiten, ein Arbeitszimmer in Liyue einzurichten, Luxus ist optional, denn die Gelehrten bevorzugen „Geist“ und „Eleganz“. Eine Topfpflanze hier balanciert die Luftfeuchtigkeit aus und der Tisch und die Regale geben einen leicht holzigen Duft ab, der mit dem schlichten Layout und dem dämmrigen Licht der Lampen das Genie inspiriert und zum Schreiben anregt.\nEs heißt, dass ein bestimmter Gast am Feiyun-Hang vor vielen Jahren ein genau solches Arbeitszimmer einrichtete und die Gestaltung wurde dann vom vorherigen Leiter der Buchhandlung Wanwen übernommen. So war es dann seither als Feiyun-Arbeitszimmer bekannt und erlangte in ganz Liyue Bekanntheit.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082,
      10000108
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Wolkendunst-Traumzimmer",
    "Description": "„Von wolkenverhangenen, sanften Träumen.“\nVerglichen mit solchen, die man im Gasthaus Wangshu vorfinden kann, ein bescheidenes Schlafzimmer. Das Geheimnis dieses Schlafzimmers ist schwierig in Worte zu fassen. Manchmal wird es bei denen, die sich darin befinden, Erinnerungen wecken wie Sonnenstrahlen, die durch die treibenden Wolken scheinen, doch es wird auch das Leid aus ihnen herausnehmen und nur die vergangenen Geschehnisse festhalten.\nWir alle treiben durch dieses vergängliche Leben und nur indem wir uns daran erinnern, wer „wir“ sind, können wir unseren Kurs halten. Unsere Gedanken sind in dem Spalt zwischen Wachen und Schlafen am klarsten. Kein Wunder, dass die, die eine Nacht im Gasthaus Wangshu verbringen, sich am nächsten Tag hundertfach energiegeladener fühlen, strahlen und bereit sind, sich wieder auf ihre Reise zu begeben.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Geheimtechniklabor",
    "Description": "Eine einfache, alte Alchimie-Werkstatt. Denkt man sich die speziellen, komplexen Apparate weg, so sieht sie aus wie jedes andere Arbeitszimmer, doch was die Sammlung von Büchern auf den Regalen und die verschiedenen Reagenzien in ihren Behältern und Experimentproben angeht, die mit „Nicht öffnen“ beschriftet sind, so kann man als normaler Mensch ihren Nutzen nur blind raten. Sollte irgendjemand mit überschwänglicher Neugier sich nicht an diese Hinweise halten, so wäre ein Unfall wohl unvermeidbar.\nNachdem aus Versehen Katzen in die Alchimie-Werkstatt gelangten und zwei solche Unfälle mit alchimistischem Gebräu auslösten, hat die Ermittlungstruppe des Ordo Favonius allen Alchimie-Werkstätten der Stadt strenge Ein- und Ausgangsregeln auferlegt. Daher stammen auch viele der seltsamen Gerüchte, was Alchimie angeht, aus dieser Zeit, was den Gelehrten, die sich einfach nur auf ihre Arbeit konzentrieren wollten, nicht gerade wenig Kopfzerbrechen bereitete.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Landhausküche",
    "Description": "Eine voll ausgestattete Küche mit einem Schrank voller sorgfältig vorbereiteter Gewürze.\nKöche, die Perfektion anstreben, kaufen ihre Zutaten täglich auf dem Markt, und wahre Künstler der Kulinarik widmen sogar dem Feuerholz in ihrem Ofen besondere Aufmerksamkeit. Der junge Küchenchef des Restaurant Wanmin teilte einst dieses Wissen, um das traditionelle Gericht des Qingce-Dorfs zuzubereiten: Man muss trockene Bambus-Schnipsel in den Ofen geben und die Flamme behutsam kontrollieren. Hat man die Gelegenheit, Holz von Büschen in der Nähe von Wolfshaken zu verarbeiten, kann man dem Ganzen einen Hauch Mondstadt-Flair verleihen.\nUnterschiedliche Arten von Feuerholz haben sehr unterschiedliche Effekte und die meisten Köche werden dies niemals wirklich meistern. Das Restaurant Wanmin hat, was diese spezielle Technik angeht, eine Monopolstellung inne.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Waffenschmiede",
    "Description": "Eine voll ausgestattete Schmiede, die die Arbeit von vielen Schmieden gleichzeitig aufnehmen kann, um die größtmögliche Zahl qualitativ hochwertiger Waffen herzustellen oder sie mit höchster Effizienz zu reparieren.\nSolange Monster auf diesem Kontinent existieren und die reiselustigen Fußspuren der Abenteurer nicht abreißen, so werden Waffen und Ausrüstung immer eine hohe Nachfrage haben. Um dieser Nachfrage gerecht zu werden, müssen Schmiede über viele lange Jahre ausgebildet werden. Während dieser Zeit gelingt natürlich nicht jede Arbeit und so ist dies ein nicht unerheblicher Kostenaufwand. Hin und wieder kann Schmieden also das Geld ausgehen, doch der Ordo Favonius wird dann immer versuchen, Bestellungen für sie zu sichern, um ihnen ihre Lebensqualität zu gewähren. Es heißt, dass auch ein bestimmter weitsichtiger Weingutbesitzer hin und wieder einiges an Kapital investiert hat.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Idyllische Kleinstadt",
    "Description": "Die Ecke einer ländlichen Stadt, die dem Stil von Quellingen folgt.\nUnter den vielen Lobeshymnen, die die Leute über Quellingen singen, stechen die Attribute „entspannte Umgebung“ und „bequemer Lebensstil“ heraus. Doch natürlich bleiben diese Touristen immer nur für eine kurze Weile in Quellingen. Um lange an diesen Orten leben zu können, benötigt man Fähigkeiten der Jagd sowie landwirtschaftliche Kenntnisse. Nur wenn man diese Fähigkeiten meistert, kann man mit dem Lebensstil der Einheimischen mithalten und die Geschenke der Natur zu schätzen wissen sowie den leichten Windzug und die Idylle in Quellingen genießen.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Park der Vögel und Blüten",
    "Description": "Ein Park im Stil von Mondstadt, umgeben von wunderbaren Hecken und mächtigen Bäumen, die den Springbrunnen umgeben. Eine leichte Brise trägt einen lieblichen Duft mit sich, der von den Finken und Schmetterlingen gleichermaßen genossen wird.\nIn den Augen mancher Poeten sind Blumen und Vögel ein Symbol für die Güte der Natur. So singen Barden manchmal am Springbrunnen, was die Aufmerksamkeit der Bürger auf sich zieht – und auch die von ihren Haustieren natürlich.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Gourmettreff",
    "Description": "Eine Straße mit vielen Restaurants und Imbissen mit Außenbereich, die an die Geschäftigkeit des Chihu-Felsen erinnert.\nDies eine „Versammlung der Gourmets“ zu nennen ist eine Untertreibung. Obwohl es scheint, dass es hier nur wenige Kochutensilien gibt, so sind es doch mehr als genug, um alle bekannten Spezialitäten der Liyue-Region abzudecken. Begabte Köche können mit den einfachsten Utensilien köstliche Gerichte zubereiten und es ist auch hilfreich, dass Gerichte, die keine speziellen Utensilien zur Zubereitung benötigen, sich schnell verbreiten.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Glitzerstraße",
    "Description": "Ein Stadtbezirk voll mit verschiedenen Waren, von seltsamen und kostbaren Schätzen bis hin zu alltäglichen Dingen, die die Geschäftigkeit von Liyues Märkten anfeuern.\nDies eine „rauschende“ Straße zu nennen, ist kein Akt der Bescheidenheit, denn Liyue ist der Ort, an dem alle Schiffe anlegen und wo alle Fracht entladen wird. Dem Großteil der Bevölkerung mangelt es nicht an lebensnotwendigen Gütern. Doch sollte tatsächlich mal ein Mangel auftreten, so kann man der jungen Frau mit violettem Haar, die sich am Ende des Monats oft auf dem Markt herumtreibt, Rückmeldung geben. Ihre wahre Identität ist unbekannt, doch eines ist sicher: Die meisten Waren, auf die man sie aufmerksam macht, werden schon bald auf den Märkten auftauchen.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064,
      10000108
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Qingce-Wolkenlandhaus",
    "Description": "Ein Bergdorf, das dem Qingce-Dorf nachempfunden wurde. Man sagt, dass die freundliche Atmosphäre dort ansteckend ist und dass Besucher, die eintreten, sich viel ruhiger fühlen und ihre Freude für die einfachen Dinge des Lebens, die sie einst verloren haben, wiederentdecken.\nSich auf die Jagd nach den eigenen Idealen zu machen und jahrelang einer Karriere nachzujagen ist sicherlich rühmlich. Doch nachdem man lange Zeit damit verbracht hat, wird man irgendwann müde, und wenn das passiert, dann ist ein friedliches Leben auf dem Land vielleicht eine gute Idee. Das Qingce-Dorf hat es immer akzeptiert, dass die jungen Menschen auf der Suche nach ihrem Glück aufgebrochen sind, und es ist stets bereit, sie jederzeit mit offenen Armen wieder zu begrüßen.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Von Jagd und Tanz",
    "Description": "Ein Lager, das gekonnt nach den berühmten Schriften des Gelehrten Musk aufgebaut wurde, um eine Hilichurl-Behausung nachzuahmen, durch die ihre Lebensweise untersucht werden kann.\nMan sagt, dass der Ordo Favonius in der Vergangenheit solche Lager aufbaute und unter der Führung von Kundschaftern einen detaillierten Plan aufstellte, bevor man Expeditionen gegen Monster unternahm. Auch die Crux, die oft auf See ist, soll häufig auf ähnliche Weise Sandbänke vorbereiten, die auf verschiedenen gesammelten Informationen basieren, um das Anlanden auf Inseln und Räumen von Monstern zu simulieren.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "Iter Ad Astra Abyssosque",
    "Description": "Ein Abenteurerlager, das man oft in der Wildnis entdecken kann. Es nutzt die neusten Trends in Sachen Zelten.\nErfahrene Abenteurer sind an ein hartes Leben gewöhnt und brauchen nur ein leichtes, aber robustes Zelt, um selbst im tobenden Sturm wie ein Baby zu schlafen und am nächsten Tag mit neuer Kraft aufzuwachen und sich zum nächsten Ziel aufmachen zu können. Aus diesem Grund hat diese Art von hübsch aussehenden, erschwinglichen Zelten immer schon willige Käufer gehabt.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Obstplantage Morgenröte",
    "Description": "Die Plantagen des Weinguts Morgenröte sind wirklich recht berühmt. Es heißt, dass jemand aus einer anderen Region einst das Weingut Morgenröte besuchte, um es zu studieren und Erfahrung in der Organisation von Plantagen zu sammeln. Die Getränkewirtschaft in vielen anderen Regionen hat sich überschlagen, dem Vorbild des Morgenröte-Plantagenmodells zu folgen.\nLeider ist die Exzellenz der Grundzutaten nur einer der Faktoren in der Produktion von feinem Wein. Die Kunstfertigkeit des Weinguts Morgenröte im Vergären ist der Schlüssel, der ihnen ihren Platz ganz oben in dieser Branche sichert. Die nicht erfolgreichen Versuche, mit dem Weingut Morgenröte mitzuhalten, haben viele Rivalen dazu gezwungen, ihr Produkt zur Herstellung von Fruchtsaft zu verwenden, um schwarze Zahlen schreiben zu können.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Hof der Aufrichtigkeit",
    "Description": "Dieses majestätische Bauwerk kombiniert die Gebäude der Dreierverwaltung und der Polizeistation auf eindrucksvolle Weise. Es hat sowohl die Aura eines stattlichen Herrenhauses als auch die professionelle Ausstrahlung einer Exekutivagentur, und das alles bei optimaler Ästhetik. „Angemessen“ ist hier in der Tat das entscheidende Wort.\nDiejenigen, die aus einer angesehenen Familie stammen und einen ehrlichen Charakter haben, wird diese Hofanlage sicherlich entzücken. Man sagt, dass ein gewisser General der Tenryou-Verwaltung einmal empfohlen hat, dass die Beamten in der Nähe der Verwaltungsgebäude wohnen sollten, damit sie schneller zur Arbeit kommen und effektiver zum Traum des allmächtigen Shougun von der „Ewigkeit“ beitragen können.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Thermalbad der Wachsamkeit",
    "Description": "Eine komplett ausgestattete heiße Quelle im Freien. Die Mineralien und Elemente, die hier vorhanden sind, sind vielleicht nicht mit denen des Badehauses Aisa vergleichbar, aber heiße Quellen dieser Art bietet viel freundlichere und ungezwungenere Atmosphäre. \nNur ein halbstündiges Bad hier und all die Müdigkeit, die du von der Arbeit angesammelt hast, wird sich in Nichts auflösen und durch eine wiedererwachte Vitalität ersetzt werden, und wenn du Zeit hast, kannst du dich an einen nahegelegenen weißen Stein lehnen und einen Tee trinken und mit deinen Freunden plaudern.\nNatürlich solltest du die grundsätzlichen Anstandsregeln beachten, bevor du eintrittst: Es ist in Ordnung, die heiße Quelle mit Freunden zu genießen, aber bleib nicht zu lange. Wenn du zu viel Zeit mit schwatzhaften Leuten wie der Königin des Sommerfestes verbringst, könnte dir schwindelig werden.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059,
      10000094,
      10000109
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Ländlicher Rückzugsort",
    "Description": "Dieses Inazuma-Dorf erinnert ziemlich genau an die Szenerie des Dorfes Konda. Die Gebäude haben zwar schon ein gewisses „Alter“, aber sie sind alles andere als baufällig. Stattdessen vermitteln sie ein Gefühl von einfacher Freizeit. Keines der Gebäude sticht besonders hervor und es sieht sogar so aus, als würden sie in ein paar Jahren mit den umliegenden Bergen verschmelzen ... Das sind natürlich alles Merkmale eines ausgezeichneten Verstecks. Und du kannst dir sicher sein, dass ein bestimmter fauler Ninja aus Shuumatsuban genau das schon einmal getan hat, indem er sich irgendwo in einem ebenso verschlafenen Dorf zum Schlafen niederließ.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Schrein des Alten Zweiges",
    "Description": "Die architektonische Gestaltung, der leuchtend rote Anstrich und die Gesamtgestaltung des ruhigen und schönen Schreins sind im gleichen Stil wie der Große Narukami-Schrein. Für die Sterblichen dient er als Ort der Meditation, aber für Seine Exzellenz, den Shougun, reichte sein Anblick aus, um eine verschwommene, aber lebendige Erinnerung an eine vergangene Ära zu wecken ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Truppenübungsplatz",
    "Description": "Der Entwurf der militärischen Gebäude und Einrichtungen des Kujou-Feldlager diente als Inspiration. \nWährend des Konflikts zwischen der Armee des Shougun und dem Widerstand haben beide Seiten nach verschiedenen Wegen gesucht, um die Qualität ihrer neuen Rekruten beim Eintritt in ihre jeweiligen Armeen zu verbessern. Im Vergleich zu traditionellen Ausbildungsstätten bietet diese Art von Übungsplatz nicht nur alle Arten von Ausrüstung, sondern kann auch die Dringlichkeit des Einsatzes an der Frontlinie simulieren und so eine Erfahrung vermitteln, die der Realität sehr nahe kommt. Das ermöglicht den neuen Rekruten natürlich eine ausreichende Ausbildung.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Jadewildnis",
    "Description": "Eine ruhige, heitere Landschaft am Rande von Inazuma. Ein Schrein aus Otogi-Holz erhebt sich inmitten von Sakura-Bäumen, Ahornbäumen und bunten Blumen. Das Flackern des Kerzenlichts vermittelt ein unfassbares Gefühl von Erhabenheit und Stabilität. Überall scheinen die fallenden Blütenblätter von Spiritualität berührt zu sein.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Sommernachtserinnerung",
    "Description": "Die Szenerie gibt die lebhafte Atmosphäre der Feste in Inazuma perfekt wieder.\nIn Inazuma finden jedes Jahr mehrere Feste statt, aber die größten und einprägsamsten fallen oft in die Mitte des Sommers. Die Essensstände, Spiele und das Feuerwerk am Nachthimmel lassen die Besucher noch ein bisschen länger verweilen. Die Stände mögen nach dem letzten Tag verschwinden, aber die guten Zeiten, die man mit seinen Freunden teilt, bleiben für immer.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Straße der Sakura",
    "Description": "Eine perfekte Nachbildung des sorgfältig geplanten Einkaufsviertels von Inazuma.\nGanz gleich, was passiert, die Menschen in Inazuma leben in einer ruhigen, friedlichen Atmosphäre. Die begehbaren Straßen spiegeln die Lebensbedingungen der Bewohner wider, was das wahrhaftigste Abbild der Stadt ist. Wenn du Thoma folgst, einem Einheimischen, der Inazuma in- und auswendig kennt, und dir die verschiedenen Geschäfte und Läden ansiehst, kannst du die lokalen Bräuche wirklich verstehen und schätzen.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Ewiges Reich der flüchtigen Träume",
    "Description": "Dieses Schlafzimmer ist von der einzigartigen Ästhetik von Inazuma geprägt, greift aber auch Ideen aus anderen Reichen auf und schafft so eine hervorragende Balance zwischen Tradition und Zweckmäßigkeit. Bei der Gestaltung wurde berücksichtigt, wie sich die Gäste fühlen könnten, und der Raum selbst wurde so gestaltet, dass sie sich ausreichend entspannen können, so dass sie sich wie nach einem langen, träumerischen Schlaf erholt fühlen, auch wenn sie nur eine kurze Pause machen. Das freundlich eingerichtete Kotatsu trägt ebenfalls zu dem Gefühl bei, das Zimmer nicht verlassen zu wollen.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "Tausend Schläge",
    "Description": "Dies ist ein Ort, an dem wahre Schwertkunst geschmiedet wird. Hier sind viele Erbklan-Schwerter aufgereiht und eine feierliche, aufrecht sitzende Rüstung sorgt für eine strenge Atmosphäre. Die als Ausschmückung dekorierten Böse-besiegenden Bögen und der Exorzisten-Federschirm haben den zeremoniellen Zweck, sowohl die Umgebung als auch die Herzen derer, die hier trainieren, von jeglichen bösen Gedanken zu reinigen.\nDie meisten Kampfkünstler aus Inazuma glauben, dass du dein Schwert nicht nur tausendmal schwingen, sondern auch den Willen bewahren musst, deine Fähigkeiten zu schärfen, und dich voll anstrengen musst, damit du den Gipfel deiner Kunst erreichst.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Studierzimmer der Gelehrten",
    "Description": "Eine weitreichende Sammlung von Texten wurde hier in dem großen Bücherregal untergebracht, das von allen Teilen der Dreierverwaltung bevorzugt wird. Da passen sicher mindestens hundert Bücher rein. Aber für manche aus Inazuma zählt nicht die Anzahl der Bücher, sondern „Präzision“ und „Aufnahme“, das heißt, dass du jedes Wort jedes guten Buches, das du liest, Teil deines Herzens machen sollst. Man muss seine Bücher also nur danach ordnen, wie sehr man sie schätzt. Bücher, die du schon vor langer Zeit gelesen und auswendig gelernt hast, kannst du ausleihen oder sogar verkaufen, wenn du willst. Es heißt, dass die göttliche Priesterin der Insel Watatsumi genau diese Angewohnheit hat.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Von Ahorn- und Teedüften umschlungen",
    "Description": "Die Gestaltung dieser traditionellen Inazuma-Teestube hat sich an der Teestube Komore orientiert und ähnliche Tische und Gegenstände aus Ahornholz für die Teezeremonie verwendet, die eine elegante, aber nicht zu strenge, freundliche, aber nicht willkürliche Atmosphäre schaffen.\nDer Legende nach entspringen demjenigen, der in einer Teestube mit dem Duft von Ahornholz und Tee sitzt, verschiedene Formen der Inspiration. Manche Dichter schreiben ihre Gedichte, während sie Tee trinken, so auch der junge Wanderer, der vielen Pflanzen ihren eleganten Spitznamen gab.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047,
      10000109
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Tausend Anekdoten der Waldpatrouille",
    "Description": "Ein voll ausgestatteter Pausenraum, dessen Gestaltung sich an den Behausungen der Waldhüter in Gandharva orientiert. Die Gestaltung des Raums wurde auch nach den Aufträgen der Waldhüter angepasst.\nWenn sie gerufen werden, können sie sofort ihre Taschen packen und gehen, und wenn sie von der Patrouille zurückkehren, können sie sich schnell an die Verarbeitung, Lagerung oder Analyse von Proben machen. Wenn sie bis spät in die Nacht auf der Wache sind, können sie sogar den Herd im Inneren benutzen, um sich ein Abendessen zuzubereiten und neue Energie zu tanken. Alles in allem könnte dieser Pausenraum die Waldhüter jederzeit in Topform halten ... Natürlich nur, wenn die Dienstpläne gut ausgearbeitet sind.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Der Glanz der Schätze",
    "Description": "Ein Raum, der mit verschiedenen Edelsteinen, Ornamenten und einer Sammlung von kostbaren Gegenständen geschmückt ist. Sein Inneres strahlt einen Hauch von Luxus aus und eine Stehlampe in der Ecke reicht aus, um das glühende Licht des Raumes zu reflektieren.\nFür diejenigen, die nach Reichtum streben, ist ein solcher Raum wie ein köstlicher Nachtisch mit genau der richtigen Menge Zucker und einem anhaltenden Nachgeschmack. Und diejenigen, die mehr Wert auf Ästhetik legen, werden von der Schönheit der Kunstwerke im Raum beeindruckt sein, egal aus welchem Blickwinkel sie diese betrachten.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "Wundervolles Aroma",
    "Description": "Ein exquisit dekoriertes Restaurant, das den berühmten Tavernen und Cafés von Sumeru nachempfunden ist und sorgfältig an die Gebäude in dem Kannenreich angepasst wurde. Heißer Dampf und der Duft von Gewürzen sind ein Genuss und machen einen glücklich. Wenn du einige gute Freunde und ein paar Krüge guten Weins dabei hast, wirst du hier das perfekte Esserlebnis haben.\nFür diejenigen, die gerne mit Gefährten reisen, ist Grillrestaurant perfekt, wenn man die Anzahl der Sitzplätze und die Menge der benötigten Speisen bedenken muss. Diejenigen, die allein unterwegs sind, können in der ausgelassenen Atmosphäre des Grillrestaurants ihre Spuren verbergen und gleichzeitig sichere Bedingungen für Beobachtungen, Verfolgungen und Nachdenken schaffen.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079,
      10000097
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Raum der Besinnung",
    "Description": "Ein Arbeitszimmer, in dem sich die Bücherregale wie unüberwindbare Mauern stapeln. Wenn die gewöhnlichen Menschen die vielen Bücher sehen, kommt unweigerlich ein Gefühl der Ehrfurcht in ihren Herzen auf.\nNatürlich wissen die Eingeweihten, dass es keine unüberschreitbare Grenze zwischen Weisheit und Unwissenheit gibt. Solange man bereit ist, sich darauf einzulassen und diese Bücher, eines nach dem anderen, nach einem sorgfältig ausgearbeiteten Plan zu lesen, wird man schon bald eine unermessliche Menge an neuem Wissen gewinnen.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "Ein kurzer Abschied von Hektik und Ärger",
    "Description": "Ein Schlafzimmer im Stil der Häuser in Sumeru. Die verschiedenen Geräte und Utensilien, die hier zu sehen sind, finden sich auch in vielen Häusern von Sumeru. Dank der perfekten Replikationskraft der Raumschaffung wirkt jede Dekoration wie frisch gemacht und vermittelt jedem, der den Raum betritt, ein sauberes, ordentliches, offenes und großzügiges Gefühl, was dem Raum einen schönen Ort zum Ausruhen und Entspannen macht.\nSelbst die Wohlhabenden werden manchmal von Negativität beeinflusst, und selbst diejenigen, die sich in Positionen befinden, um die sie andere vielleicht beneiden, können den Problemen des Lebens nicht entkommen. In solchen Zeiten ist es eine sichere und solide Entscheidung, den Kopf zu leeren und sich auszuschlafen, damit man der Welt wieder mit voller Kraft entgegentreten kann ...",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "Wohnung inmitten des Sandes",
    "Description": "Ein schlicht dekorierter Raum, in dem Geräte und Utensilien verwendet werden, die aus der Inneneinrichtung des Aaru-Dorfes stammen. Diejenigen, die in der Wüste leben, haben aufgrund ihrer Umgebung besondere Gewohnheiten entwickelt, wie zum Beispiel das rechtzeitige Abschütteln des Sandes, der mit ihrer Kleidung hereingebracht wurde, oder das Aufrechterhalten der Temperatur und der Feuchtigkeit eines Raumes mit geringem Aufwand ...\nNatürlich sind solche Praktiken in dem gemütlichen Kannenreich nicht notwendig, aber sie können dennoch eine herzerwärmende Atmosphäre bringen. Bei dieser Inneneinrichtung wurde auf so viele kleine Details geachtet, dass man sich darin wie in einem Haus in der Wüste fühlt.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Inmitten florierender Märkte",
    "Description": "Ein exquisit eingerichtetes Handelsviertel, das dem Straßenlayout von Sumeru und dem Großen Basar nachempfunden ist. Frische Früchte, köstliche Gerichte und alle Arten von Waren des Alltagslebens werden hier an den Ständen angeboten. Nach ein paar Runden durch das Viertel wirst du sicher die einzigartige Intimität eines belebten Marktes erleben.\nEs heißt, dass die Läden und Stände auf beiden Seiten der Straßen von Sumeru nach bestimmten Regeln geplant wurden, die das Ergebnis der Forschungen der Akademie sind, so dass ein ganzheitlicher Service mit möglichst geringem Verwaltungsaufwand und Flächenverbrauch geboten werden kann.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076,
      10000097
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "Tief im stillen Wald",
    "Description": "Diese Siedlung ist im Stil von Gandharva gestaltet, wobei viele ästhetische Inspirationen aus dem grünen Regenwald stammen. Der grüne Regenwald ist ein Genuss. Die Erfahrung, im Regenwald zu leben, kann in diesem Gebiet unabhängig von der umgebenden Landschaft erlebt werden.\nNatürlich musst du noch mehr Überlebensfähigkeiten erwerben, wenn du wirklich in den Regenwald ziehst, z. B. deine Routine und deinen Rhythmus anpassen, um die durch das feuchte Klima verursachten kleinen Unannehmlichkeiten zu vermeiden. Und du musst noch einige tägliche Gewohnheiten der Waldhüter verstehen ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Schatten der Tänzer",
    "Description": "Ein großes und prächtiges Theater. Neben der prächtigen Bühne, dem sprudelnden Brunnen wurden noch viele kostbaren Blumen eingerichtet, die von der Raumschaffung zum Leben erweckt wurden. Damit imitiert dieser Ort die festliche Atmosphäre vom Theater Zubayr.\nMan sagt, dass manche Aufführungen am besten in der Nacht zu sehen sind. Die Platzierung der Theaterlampen ist offensichtlich auch das Ergebnis einer sorgfältigen Studie, die darauf abzielt, dass jeder Zuschauer die Tänzer sehen kann, unabhängig davon, in welchem Winkel er sitzt oder steht. Und die richtig eingestellte Beleuchtung und Farbton ermöglichen es dem Publikum, die Aufführung der Tänzer besser zu genießen.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Stille Zeiten am Flussufer",
    "Description": "Eine friedliche Siedlung, die die einzigartige Ästhetik von Vimara annimmt. Auch wenn sie nicht an einem Fluss oder am Meer liegt, lässt der Hauch von Fischgeruch, der durch dieses Dorf zieht, das Wasser in deinen Ohren glucksen.\nDas Dorf Vimara hat eine völlig andere Atmosphäre als die Posten der Waldhüter, denn seine Bewohner haben größtenteils keine wichtigen Pflichten und führen ein gemächliches Leben, was es zu einem sehr schönen Ort für diejenigen macht, die sich entspannen möchte.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "Eine Setekh ablehnende Siedlung",
    "Description": "Diese Siedlung, die dem Aaru-Dorf nachempfunden ist, besteht aus massiven Häusern, die weder die Erosion durch den Sand noch das Eindringen ungebetener wilder Tiere oder ungebetener Gäste fürchten, denn sie sind viel stabiler als Holzgebäude. Es heißt jedoch, dass die Bewohner aufgrund der verwendeten speziellen Materialien die Innenwände jedes Gebäudes regelmäßig warten müssen, um sie nach langer Sonnen- und Witterungseinwirkung auf Risse zu überprüfen und sie rechtzeitig zu reparieren. Diese Arbeit trägt auch dazu bei, die Wahrnehmung der Bewohner zu schärfen und sie vorsichtiger und genauer in Bezug auf jeden Aspekt ihres Lebens zu machen.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "Majestätische Truppenaufstellung",
    "Description": "Ein Militärlager, das mit verschiedenen Gütern ausgestattet ist. Es ist gut mit Vorräten versorgt. Anlagen wurden zur Verteidigung errichtet und gut platzierte Lagerfeuer bilden die Grundlage für nächtliche Operationen. Zumindest theoretisch kann diese Art von Lagern den Angriffen vieler Gegner standhalten und sogar den Dreh- und Angelpunkt einer Verteidigungslinie bilden könnte, wenn genügend Hände dafür zur Verfügung stehen würden.\nObwohl der Aufbau und die Verlegung des Lagers kompliziert sind und keine Zelte zum Schutz vor Wind und Regen aufgestellt werden, schlafen die kriegerischen Söldner schon fest auf einer Strohmatte und machen sich keinen großen Gedanken über solche kleinen Mängel.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "In Wohlgeruch und Stille",
    "Description": "Ein eleganter und ruhiger Garten, der den Stil von Razan-Garten und Pardis Dhyai annimmt. Aber es geht an diesem Ort nicht um eine absolute Einheit der verschiedenen architektonischen Stille, sondern vielmehr um die Schaffung einer ruhigen Atmosphäre.\nDie schönen Blüten schlummern hier in Frieden und die Stehlampen lassen den Brunnen erstrahlen ... Sobald sich die Nachtstunden nähern, kann ein Spaziergang durch diesen Garten dazu führen, dass sich die lärmenden Gedanken in deinem Kopf wie Wolkenfetzen auflösen. Vielleicht fällt dir sogar eine Inspiration ein, die du normalerweise schwer finden würdest ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Wüsten- und Waldchor",
    "Description": "Ein wunderbares Gebiet, in dem viele Pflanzenarten gedeihen. Dieser Ort bringt die Eigenschaften der verschiedenen Arten durch die Raumschaffung des Kannenreiches in Einklang, so dass Pflanzen aus der Wüste und dem Regenwald nebeneinander existieren können, was einen wunderschönen Chor aus Blumen, Bäumen und Wildgräsern komponiert.\nFür Gelehrte, die Pflanzen lieben, sind solche Gebiete wahre Schatztruhen für die Forschung und für Passanten ist der Wald mit bunten Farben auch sehr interessant ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Maßgebender Faktor einer stabilen Balance zwischen Arbeit und Erholung",
    "Description": "Die einfache und großzügige Komposition dieses Schlafzimmers nivelliert Geborgenheit und Kompetenz in seiner Betrachtung. Der Müde legt sich ins Bett und kann sofort ins Reich der Träume entschlummern. Der morgens Erwachende ist hingegen blitzschnell auf den Beinen und kann früh zur Tat schreiten.\nFür viele Leute in Fontaine spielt das Raum-Arrangement eine wichtige Rolle beim Schlaf. Denn ein geregelter Schlaf ist der Schlüssel zu einer geregelten Routine! So betrachtet fällt der Einrichtung eines Schlafzimmers eine große Bedeutung zu.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Regeln zur strikten Einhaltung von Arbeitsabläufen",
    "Description": "Ein äußerst klassisch eingerichtetes Büro. Das Interieur ist eine Hommage an die Einrichtung des Palais Mermonia und gibt die Erscheinung dessen stark frequentierten Büros bis ins kleinste Detail wieder. Denn alles hat in Einklang mit den Gesetzen zu funktionieren.\nEin Gelehrter des Forschungsinstituts Fontaine behauptete einst, dass „die Umgebung, in der ein Mensch sich befindet, seine Arbeitsbedingungen stark beeinflusst“. Dieser Theorie zufolge sollte ein Arbeitender, wenn er sich in einem Arbeitszimmer befindet, dessen Einrichtung sich am Palais Mermonia orientiert, auch unbewusst eben jenen Arbeitsprozessen folgen und stetig danach handeln ...",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000098
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Das Ambiente von Speis und Trunk",
    "Description": "Ein vollständig eingerichteter Speisesaal. Die mit allen erdenklichen Utensilien ausgestattete Einrichtung erinnert an die Gestaltung des Erdgeschosses des Hotel Debord und eignet sich hervorragend für die Ausrichtung von Familienfeiern und die Bewirtung zahlreicher Verwandter und Freunde.\nSelbst Spitzenköche können nicht leugnen, dass die Umgebung bereits vor dem Essen einen maßgeblichen Einfluss auf die Laune der Gäste hat und letztendlich auch bestimmt, wie diese ihr Gericht am Ende bewerten. Eine geschmackvolle Einrichtung des Speisesaals selbst zählt also zum „Ambiente von Speis und Trunk“.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091,
      10000112
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "Genau richtiger Fokus",
    "Description": "Ein Raum, in dessen Zentrum eine bescheidene Bühne aufgebaut ist. Ihre Größe reicht allemal aus für kleinere Darbietungen.\nFür Neulinge im Rampenlicht können zu viele Zuschauer leicht zu Lampenfieber führen, was sich wiederum in einem schlechten Spiel äußern kann. Außerdem sei es nach Meinung von Experten, die weniger auf die Zahl der Zuschauer geben, doch eine größere Freude, gelegentlich den teuersten Freunden eine Vorstellung zu geben, als unbedingt viel Geld mit Eintrittskarten zu verdienen. Somit sollte eine Bühne von solch überschaubarer Größe doch auf viel Gegenliebe bei vielen Künstlern stoßen.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000096
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "Immerwährend laufendes Uhrwerk der Inspiration",
    "Description": "Ein Raum, der in Anlehnung an die verschiedenen Uhrwerk-Werkstätten eingerichtet ist. Er verfügt über eine breite Palette von Gerätschaften, die den Anforderungen eines durchschnittlichen Handwerkers gerecht werden.\nEinigen Dichtern aus Fontaine zufolge sind Uhrwerk-Mecha durchaus respektable Schöpfungen und dieser Respekt sollte sich auch auf die Gerätschaften der Handwerker erstrecken: „Die Inspiration flüstert den Bauteilen zu, sie lehrt sie, sich miteinander zu verbinden und zu drehen, um so alles am Laufen zu halten. Dies ist ihre Mission und ihre Berufung.“",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Ursprung der Regeln gegen Zuwiderhandeln",
    "Description": "Diese Räumlichkeit besticht durch ihre ehrwürdige Atmosphäre und ist eine exakte Nachbildung des Büros des „Herzogs“ von Fort Méropide.\nDer Legende nach ersetzte der „Herzog“, als er Fort Méropide übernahm, nur einige der Möbel in seinem Büro und nahm keine größeren Veränderungen am Interieur vor. In einem derartigen Raum sind daher viele der Regeln, an die sich die Gefangenen strikt zu halten haben, kodifiziert und in Stein gemeißelt.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "Der gerechten Vorsehung ganz normaler Tag",
    "Description": "Ein Bezirk, der sich an den Straßen eines gewöhnlichen Viertels aus Fontaine orientiert. Die zahlreichen Häuser stellen einen alltäglichen Anblick des Stadtbilds dar und spiegeln das wahre Gesicht Fontaines wider.\nFür die meisten Einwohner von Fontaine besteht der Großteil ihres Lebens darin, eben jenes ganz normal zu führen. Das heißt, pünktlich zur Arbeit zu kommen und Feierabend zu machen, sich in der Freizeit mit Freunden zum Essen oder zum Einkaufen zu treffen und gelegentlich eine Vorstellung in der Opéra Épiclèse zu genießen. Für manch einen Abenteurer, der schon so gut wie alles gesehen hat, mag ein derart ereignisloses Leben gar nicht mal so schlecht klingen ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000096
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "Der gerechten Vorsehung florierender Handel",
    "Description": "Ein Viertel, dessen Anlage dem Bezirk Lyonnais des Hofs von Fontaine nachempfunden ist, mit seinen zahlreichen Spezialitätengeschäften und Tischen, die nach einem Einkaufsbummel zum Verweilen bei einer Tasse Tee einladen.\nSollte es dich nach Fontaine verschlagen und bist du noch nicht mit den Eigenheiten der verschiedenen Geschäfte und Waren vertraut, kannst du dich gern bei den Einheimischen erkundigen; so jedenfalls die Meinung einiger erfahrener Touristen. Und da die meisten Geschäfte strikt den Prinzipien der individuellen Preiskontrolle des Palais Mermonia folgen, kommt es selten vor, dass jemand Produkte kauft, die ihrem Preis nicht gerecht werden.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000094
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "Der gerechten Vorsehung erfrischender Nebel",
    "Description": "Das Konzept dieses mit üppigen Sträuchern, farbenfrohen Blumen und prächtigen Brunnen gestalteten Platzes ist eine Hommage an den Lucine-Brunnen auf Erinnyes.\nAn klaren Tagen erheitern der Duft der Blumen und die Frische des Wassers auf Erinnyes oft die Stimmung der Besucher von weit her und die der Einwohner gleichermaßen. Und selbst bei Regenwetter wird die Legende, die sich um den Brunnen rangt, den Menschen frohe Hoffnung schenken.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089,
      10000099
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Poisson, schlicht und ohne Schnickschnack",
    "Description": "Die Szenerie dieses Gebiets mit ihren verschiedenen charakteristischen Gebäuden als Kernstück bildet das Erscheinungsbild einer Ecke von Poisson nach. Die Konzentration auf funktionelle Häuser und eine solche Einrichtung maximiert die Effizienz der Stadtbewohner bei der Arbeit. Man sollte allerdings nicht den Fehler begehen, dies mit Hektik und Plackerei zu verwechseln, vielmehr ist es ein Garant für ein entspanntes Leben. „Je eher daran, desto eher davon“, einige Einwohner von Poisson handeln nach eben diesem Prinzip und führen ein erfülltes und einfaches Leben.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Unter den stillen Wassern des Dorfes Glanz",
    "Description": "Eine Siedlung in Anlehnung an die Szenerie Méruseas, die mit ihrer unverwechselbaren Architektur ein echter Hingucker ist.\nDas Dorf, in dem die Melusinen leben, liegt entlang Elynas’ unter Wasser. Nur wenige gewöhnliche Menschen besuchen diesen Ort und diejenigen, die zurückkehren, hören nicht auf, von den einzigartigen Farben dort zu schwärmen. Mehrere Maler haben sich bereits daran versucht, die dortige Landschaft auf Leinwand zu bannen, wobei sie auf eine Kombination der vorher erwähnten Schwärmereien und Interviews mit Melusinen am Hof von Fontaine zurückgriffen. Leider bestanden stets unausweichliche „farbliche Abweichungen“ zwischen ihren Werken und den tatsächlichen Farben des Dorfes. Ein Problem, mit dem sich die Maler lange Zeit herumschlagen mussten und das erst mithilfe halbwegs objektiver Aufnahmen von Fotoapparaten gelöst werden konnte ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085,
      10000095
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "„Alles geben beim Pankration“ in der verbotenen Festung",
    "Description": "Eine Arena, in deren Mittelpunkt sich ein Kampfplatz befindet. Setzt du deinen Fuß auf diesen, ist es so, als würden deine Ohren vom Jubel und dem Geschrei des Publikums, vom aufgeregten Kommentar des Moderators und vom Klatschen fliegender Fäuste auf rohes Fleisch klingen, wenn beide Kontrahenten in vollem Einsatz gegeneinander antreten. Vorbild für diesen Veranstaltungsort bildet die „Pankration-Arena“ von Fort Méropide, ein Ort, der einem den Atem zu verschlagen weiß.\n„In einer Arena, in der nur die Schlagkraft zählt, ist der einzige Weg zu Ruhm und Tauschscheinen, einfach alles zu geben!“ ... Für viele von denen, die am „Pankration“ teilgenommen haben, ist dieser Satz zu einem Credo geworden, sogar, nachdem sie Fort Méropide verließen ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090,
      10000095
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "Getupfte Farben des Reichs des Wassers",
    "Description": "Eine Landschaft mit üppiger Vegetation und einer Vielzahl von Blumen und Sträuchern, wie sie in Fontaine üblich sind. Blumen und Pflanzen sind ein beliebtes Thema in der Malerei und einer der Ansätze, wenn es darum geht, „Farben“ zu erforschen. Einige der Maler von Fontaine glauben, dass ihnen die Farbpalette der Welt mit ihren vielen Pflanzen das Paradigma „perfekter Übereinstimmung“ vor Augen führt. Wenn sich also alle Farben eines Gemäldes in den Pflanzen wiederfinden, dann muss doch dieses Gemälde die Harmonie und Schönheit der natürlichen Landschaft aufweisen. Natürlich unter der Voraussetzung, dass man niemals die Farben mehrerer Pflanzen mischt ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000098,
      10000099,
      10000112
    ],
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  },
  {
    "Id": 87,
    "Types": [
      672,
      0
    ],
    "Name": "Sorgfältig bedachte Worte",
    "Description": "Ein vollständig eingerichtetes Arbeitszimmer mit von der Kammer des Sprechers handverlesenem Mobiliar im Stil der Arena des heiligen Feuers. Die warm strahlende Tischlampe ist bestens geeignet, um in Ruhe zu lernen und nachzudenken. Die „Kammer des Sprechers“ mag wörtlich wie ein Platz der Konversation erscheinen, doch jedes dort gesprochene Wort birgt die Macht, Natlans Zukunft zu beeinflussen. Um für jenen Ort, an dem Bedacht und Klugheit unerlässlich sind, Vorüberlegungen anzustellen, dürfte dieses ruhige Zimmer die beste Wahl sein ...",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000106
    ],
    "Units": [
      362126,
      363114,
      361117,
      361337,
      362319,
      363115
    ]
  },
  {
    "Id": 88,
    "Types": [
      672,
      0
    ],
    "Name": "Anstoßen auf den Triumph in der Arena",
    "Description": "Ein Bankettsaal mit unzähligen Köstlichkeiten, der dem Restaurant in der Arena des heiligen Feuers nachempfunden ist. Er stellt haarklein die Szene nach, in der sich die Krieger versammelten, um ihren Sieg zu feiern. Ein Sieg ist hart erkämpft und kostbar, daher sollte auch der Ort der Feierlichkeiten sorgfältig gewählt werden, darin sind sich alle einig. Worauf es am meisten ankommt, ist die entspannte und fröhliche Atmosphäre, denn nur so können die Gäste unbeschwert trinken.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000106
    ],
    "Units": [
      362319,
      362127,
      362126,
      363405,
      363404,
      361336,
      363114,
      362126,
      363405,
      361336,
      361336,
      362126,
      362126,
      362126,
      362127,
      363114,
      363404,
      363405,
      363404,
      363404
    ]
  },
  {
    "Id": 89,
    "Types": [
      672,
      0
    ],
    "Name": "Schlaf nun, ruhe dein müdes Haupt",
    "Description": "Ein warmes und gemütliches Schlafzimmer, das zum Teil nach dem Vorbild des Gasthauses „Zur Müdigkeit“ eingerichtet wurde. Das Dekor hilft dabei, friedlich einzuschlafen und den Geist zu beruhigen.\nAls Unterkunft für Touristen, Reisende und Kämpfer, die an Turnieren teilnehmen, sind die Gästezimmer des Gasthauses „Zur Müdigkeit“ in erster Linie so eingerichtet, dass sich die Gäste körperlich und geistig erholen können. Die Inhaberin hat viel Zeit und Mühe investiert, um ihren Gästen den bestmöglichen Aufenthalt zu bieten. In einem Schlafzimmer, das vom Stil und der Einrichtung dem des „Zur Müdigkeit“ entspricht, wird ein guter Schlaf sicher gewiss sein.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Universal",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000107,
      10000111
    ],
    "Units": [
      361409,
      362318,
      361338,
      362402,
      363407,
      363116,
      363508,
      363114,
      361114
    ]
  },
  {
    "Id": 90,
    "Types": [
      772,
      0
    ],
    "Name": "Trendsetter des belebten Markts",
    "Description": "Diese belebte Straße mit ihren zahlreichen Geschäften und Ständen sowie unzähligem Graffiti-Zubehör ist dem Chuwen-Markt bei der Arena des heiligen Feuers nachempfunden und zeigt den für Natlan so typischen Marktstil.\nFarben und Zubehör in sämtlichen Variationen sind die gängigsten Artikel auf einem Markt in Natlan, und sie sind auch ein fester Bestandteil, wenn es darum geht, das Verständnis für Trends zu vermitteln. Daher ist es keine Übertreibung zu sagen, dass auf solchen Märkten zahlreiche Trends entstanden sind, die Natlan im Sturm erobert haben.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Market",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370337,
      370338,
      370339,
      370336,
      373931,
      373931,
      374328,
      373930,
      373930,
      373931,
      373930,
      373930,
      373929,
      374328,
      373930
    ]
  },
  {
    "Id": 91,
    "Types": [
      772,
      0
    ],
    "Name": "Geboren in sengenden Flammen",
    "Description": "Dieser Arbeitsbereich umfasst Bergbauwerkzeuge, Verarbeitungshallen und Ausstellungsregale für fertige Waffen. Von der Produktion bis zum Verkauf, theoretisch ist dieser Bereich groß genug, um die Arbeit eines ganzen Teams von Handwerkern aus Natlan zu beherbergen.\nNatlan ist das Land des Krieges, und als ein solches nimmt es Waffen und das damit verbundene Handwerk weitaus ernster als es für gewöhnlich üblich ist. So kommt es auch, dass bei der Herstellung von Waffen stets die heißesten Feuer zum Einsatz kommen, in denen die Metalle dann ihrer Taufe zugeführt werden. Dies geschieht in der Hoffnung, dass die Krieger ihre Feinde ebenso zuverlässig besiegen können, wie es das heilige Feuer selbst vermochte.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Mine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000103,
      10000110
    ],
    "Units": [
      370905,
      374605,
      370927,
      373927,
      373928,
      370904,
      374605,
      374614
    ]
  },
  {
    "Id": 92,
    "Types": [
      772,
      0
    ],
    "Name": "Abseits ausgetretener Pfade",
    "Description": "Diese Wildnis von ungezähmter Atmosphäre stellt die einzigartige Landschaft und Vegetation dar, wie man sie nur in Natlan vorzufinden vermag. Man hat das Gefühl, dass einem die Winde in den Ohren klingen, während man sich hier aufhält.\nDie weitläufige Wildnis Natlans, hier warten unzählige Berge nur darauf, bezwungen, die Himmel darauf, überflogen und die Geheimnisse darauf, ergründet zu werden. Zweifellos ein Paradies für Abenteurer.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Nature",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101,
      10000105
    ],
    "Units": [
      372353,
      372705,
      372233,
      372708,
      372233,
      372708,
      372705,
      372233,
      372234,
      372708,
      372513,
      372705,
      372706,
      372706,
      372706,
      372706,
      372706,
      372234,
      372234
    ]
  },
  {
    "Id": 93,
    "Types": [
      772,
      0
    ],
    "Name": "Hingabe der „Kinder der Echos“",
    "Description": "Dieses Gebiet, mit seiner einzigartigen Steinarchitektur, den auffälligen Graffiti an den Wänden und der großen Bühne, ist so gestaltet, dass es an das typische Straßenbild aus dem Stamm der „Kinder der Echos“ erinnert.\nLeidenschaftliche Kampftänze und rhythmisches Trommeln, sie sind es, die den einzigartigen Puls der „Kinder der Echos“ bilden. Jeder, der sich in einer solchen Atmosphäre aufhält, würde unweigerlich von der Begeisterung angesteckt werden und vor Motivation nur so strotzen.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tepetlisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000103
    ],
    "Units": [
      370900,
      370902,
      370903,
      370904,
      370905,
      374121,
      373462,
      374606,
      360452,
      374121,
      370904,
      374121,
      370902,
      370901
    ]
  },
  {
    "Id": 94,
    "Types": [
      772,
      0
    ],
    "Name": "Entspannung der „Menschen der Quellen“",
    "Description": "Eine kleine Siedlung, die der Szenerie nachempfunden ist, wie sie bei den „Menschen der Quellen“ zu finden ist. Hier findet sich eine Vielzahl von besonderen Geschäften, außerdem gibt es Teestände und Pavillons, die zum Entspannen einladen.\nHier findet sich eine große Auswahl an Wassersportausrüstung, außerdem eine einzigartige Auswahl an Musikinstrumenten und Schallplatten ... Sobald man erst einmal eine längere Zeit in einer so enspannten Siedlung gelebt hat, scheinen alle Sorgen wie weggeblasen ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Koholasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370915,
      370914,
      370917,
      374123,
      374327,
      374215,
      374216,
      360454,
      360455,
      374123,
      374123,
      374123,
      370917,
      370917,
      370913,
      374123,
      374123,
      374123,
      374215
    ]
  },
  {
    "Id": 95,
    "Types": [
      772,
      0
    ],
    "Name": "Praxis der „Nachkommen der Baumkrone“",
    "Description": "Dieses Botenlager zieht seine Inspiration von dessen Äquivalent der „Nachkommen der Baumkrone“ und verfügt über eine komfortable und bequeme Hütte. Es ist mit den für die Kommunikation notwendigen Einrichtungen ausgestattet und bietet zudem eine Windmühle, die die Wetterveränderungen aufs präziseste überwacht.\nUm ihrer anspruchsvollen Arbeit gerecht werden zu können, müssen Boten über verschiedenste Fähigkeiten verfügen. Dazu gehört, sich in unterschiedlichstem Gelände fortzubewegen, über längere Zeit in der Wildnis zu überleben und die richtige Richtung bestimmen zu können. Für so etwas ist natürlich mehr als pure Abenteuerlust vonnöten.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Yumkasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101
    ],
    "Units": [
      370906,
      370908,
      370911,
      374122,
      373516,
      374607,
      374609,
      360453,
      374122,
      374122,
      374122,
      374122,
      374122,
      373516,
      373463,
      360453,
      374326,
      372708
    ]
  },
  {
    "Id": 96,
    "Types": [
      772,
      0
    ],
    "Name": "Eroberung des „Blumenfeder-Klans“",
    "Description": "Eine Siedlung, die aus verschiedenen schwebenden Plattformen, Heißluftballons und Trainingsplätzen besteht. Sie stellt den Geist und den Stil des „Blumenfeder-Klans“ nach. Angeblich sollen fast alle Stammesmitglieder davon träumen, Teil der Flugstaffel zu werden und die Lüfte zu erobern. Für diejenigen, die dieses Ziel verfolgen, stellt jeder Tag eine Trainingseinheit dar. Ein gewisser Krieger soll einmal gesagt haben: „Das Einzige, was dich niemals verraten wird, ist die Mühe, die du investierst.“ Und so lassen sich einige der Mitglieder des „Blumenfeder-Klans“ von diesen Worten zu einem Leben voller Anstrengung und Fortschritt inspirieren.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Qucusaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000113
    ],
    "Units": [
      370922,
      370923,
      370923,
      370924,
      371273,
      370925,
      371147,
      371148,
      371148,
      370926,
      370926,
      370926,
      370926,
      370926,
      374612,
      374612,
      373472,
      373473,
      373926,
      374124,
      374124,
      372233,
      372708,
      374124,
      374124,
      372233,
      372708,
      372234,
      372513,
      374124
    ]
  },
  {
    "Id": 97,
    "Types": [
      772,
      0
    ],
    "Name": "Einkehr der „Meister des Nachtwinds“",
    "Description": "Eine Siedlung, die der Szenerie bei den „Meistern des Nachtwinds“ nachempfunden ist. Die Gebäude erinnern mit ihrer auffälligen Anordnung an die riesige gefiederte Krone eines Iktomisauriers.\nAuf Fremde wirken die sich unter den „Meistern des Nachtwinds“ versammelnden Schamanen geheimnisvoll und trügerisch, und viele halten sie für schwer zu durchschauen. Einige vermuten auch, dass sie exzentrisch und unnahbar seien – und in der Tat finden sich viele Exzentriker unter den Meistern, ganz zu schweigen von der Umgebung, in der sie leben, die für normale Menschen reichlich ungeeignet ist ...\nNichtsdestotrotz ist diese große Gruppe von Schamanen sehr versiert darin, für sich selbst zu sorgen. Außerdem kennt sie sich bestens mit zeremoniellen Ritualen aus. Wie könnte man sonst auch den ganzen Tag bequem meditieren?",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Iktomisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000105,
      10000107
    ],
    "Units": [
      370919,
      370920,
      374611,
      373922,
      373924,
      373925,
      360456,
      360457,
      374610,
      374611,
      373923,
      360456,
      374610,
      374611,
      372353,
      372353,
      360457,
      372233,
      372234,
      372234,
      372708,
      372513,
      372513,
      372708,
      372513,
      372233,
      372234,
      374611,
      372352,
      372352
    ]
  },
  {
    "Id": 98,
    "Types": [
      772,
      0
    ],
    "Name": "Verwegener Vorstoß des „Kollektivs der Fülle“",
    "Description": "Eine Landschaft, die dem Stil des „Kollektivs der Fülle“ folgt, erfüllt von ländlicher Ruhe und Idylle.\nAckerbau und körperliche Ertüchtigung prägen das Wesen des Kollektivs der Fülle. Beide verlangen eiserne Entschlossenheit und unermüdlichen Einsatz, um Früchte zu tragen. Vielleicht genau deshalb spürt man, wenn man sich in einer Umgebung wie dieser aufhält, eine urwüchsige Kraft in sich aufsteigen ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tatankasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000110,
      10000111
    ]
  },
  {
    "Id": 99,
    "Types": [
      772,
      0
    ],
    "Name": "Rückzugsort der Mitstreiter",
    "Description": "Ein gepflegtes schlichtes Heim mit bewährten Saurier-Annehmlichkeiten. Für gut befunden von den Bewohnern Natlans, ob als Nest für Sauriergefährten oder als Heim für andere große Tiere.\nIn Natlan gelten Saurier als Gefährten der Krieger, ja sogar als Familie. Sie teilen jedes Leid und jede Freude und wachsen mit ihnen zusammen. Mit ihnen verfliegt jede dunkle Wolke im Herzen im Nu.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Saurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000113
    ]
  }
]