[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Campement d'aventurier",
    "Description": "Un campement qui a été installé à la hâte par des aventuriers dans la nature.\nLors de l'installation, les aventuriers placent habituellement une barrière pour se protéger contre les monstres. Néanmoins, le bois est rare dans les environs pour fabriquer une barrière solide, les forçant à monter la garde à tour de rôle pour assurer leur sécurité.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "« Vie au poste-frontière »",
    "Description": "L'ancien Grand Maître des Chevaliers de l'Ordre de Favonius suggéra un jour que les compagnies de chevaliers en déplacement établissent des camps aussi solides que possible pour se prémunir contre les attaques soudaines. La cabane en pin miniature s'est avérée être le meilleur choix à cet égard.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "« Plantes et pierres »",
    "Description": "L'herbe et les arbres poussent librement dans la nature, loin des hommes. Les pierres ont été entassées dans un coin, sans doute par un monstre.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Chambre liyuéenne simple",
    "Description": "Même les plus riches foyers liyuéens ne peuvent pas se passer de ces éléments essentiels d'une chambre à coucher.\nSous la direction des Sept Étoiles, le revenu moyen des habitants de Liyue n'a cessé d'augmenter, tant et si bien que ces meubles en bois d'haréna ne sont désormais plus un luxe.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Salon de thé",
    "Description": "Profitez d'une tasse de thé avec vos amis et votre famille en écoutant les histoires du conteur.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Éclairage public",
    "Description": "Des lampadaires et des clôtures sous les arbres. La lumière du lampadaire chasse-monstre permet aux voyageurs de nuit de continuer leur route l'esprit tranquille.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Bureau multi-usages",
    "Description": "Une grande table solide en pin sur laquelle vous pouvez immédiatement commencer à travailler grâce au papier et au stylo qui se trouvent dessus. Il suffit de pousser les livres afin de faire de l'espace pour manger. Cet ensemble de meubles est idéal pour tous les usages !",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Cuisine débordante d'activité",
    "Description": "Les hautes étagères sont remplies d'ingrédients et les fourneaux sont allumés. Un chef qualifié pourrait confectionner un festin pour des centaines de personnes avec tout ce matériel.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "« Conversation autour d'une tasse de thé »",
    "Description": "Les habitants de Liyue invitent souvent des amis à venir discuter en prenant le thé chez eux. Un bon moment en perspective avec seulement cette table à thé et ces deux chaises.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Salle d'étude pour férus de livres",
    "Description": "Une salle d'étude de style liyuéen, pleine de livres dans laquelle on pourrait beaucoup apprendre beaucoup de choses rien qu'en y passant une demi-journée au calme.\nOn raconte que l'apparence des salles d'études plus communes de nos jours est inspirée de celle du manoir de la Guilde des marchands de Feiyun que son deuxième jeune maître a modifiée afin de se concentrer efficacement dans ses études et pour son écriture.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Chambre mondstadtoise entièrement meublée",
    "Description": "Une chambre à coucher mondstadtoise standard dont le placement des meubles s'inspire des quartiers de l'Ordre de Favonius.\nTandis que la diaconesse prie pour conjurer le mal dans l'armoire à vêtements, les chevaliers donnent l'exemple en positionnant leur lit de façon à ce que leurs pieds soient face à l'armoire et en proclamant qu'ils donneraient un gros coup sur la tête en gage d'intimidation à n'importe quel fantôme qui oserait s'aventurer par ici.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Salle de réunion des Six Stratèges",
    "Description": "Une salle de réunion qui s'inspire de celle du quartier général de l'Ordre de Favonius. Une rumeur qui court chez les Mondstadtois dit que chaque décision importante de l'Ordre de Favonius est prise par six personnes en raison du nombre de chaises dans la salle. En réalité, seuls six dirigeants de l'Ordre aiment s'asseoir pendant les réunions. Le nombre de participants n'a jamais été limité à ce chiffre.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "« L'heure de la fête »",
    "Description": "Une table et des chaises qu'on sort pendant les fêtes. Le candélabre sert à ajuster l'éclairage pour que la nourriture paraisse plus appétissante. Malgré tout, faites attention à ne pas déclencher d'incendie dans le feu de l'action.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "« Casse-croûte du marchand »",
    "Description": "Les personnes gérant un commerce doivent être prêtes à recevoir des clients à tout moment. C'est pourquoi elles utilisent souvent de simples cuisinières pour préparer leur déjeuner elles-mêmes, afin d'éviter de rater une vente potentielle si elles devaient s'absenter un moment.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "« Cordialité au salon »",
    "Description": "La cheminée qui éclaire cet espace de réception imprègne l'espace d'une chaleur qui détend le corps et l'esprit. Ajoutez-y quelques coupes de vin et vous aurez tout ce qu'il faut pour apaiser même les hommes d'affaires les plus agressifs de Snezhnaya.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Salle d'étude bien meublée",
    "Description": "Des livres tapissent le mur de ce bureau de style mondstadtois. Étant donné que les livres sont nombreux, mais que les lecteurs ne le sont pas, il est particulièrement important de diviser les livres en catégories appropriées.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Cabane de l'ermite",
    "Description": "Une habitation qui peut être trouvée dans de nombreux endroits autour de Liyue, avec un réverbère devant la porte pour la commodité des passants.\nLes habitants de Liyue sont pour la plupart sympathiques. Même ceux qui vivent séparés des autres dans les montagnes sont toujours ravis d'ouvrir leur porte à un invité pour la nuit. En effet, vous pouvez vous attendre à un bon repas et à une tasse de thé bien chaude si vous vous décidez à frapper à la porte.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Maison de village",
    "Description": "Un logement que l'on trouve fréquemment dans la campagne mondstadtoise. Il y a beaucoup d'espace entre la clôture et la maison, ce qui permettra de planter des produits capables de fournir une certaine auto-suffisance",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Étal de la saison des récoltes",
    "Description": "À chaque fois que la saison des récoltes arrive, les habitants de la ville installent des étals pour vendre toutes sortes de produits. On y trouve non seulement les fruits et légumes fraîchement récoltés, mais aussi des marchandises de deuxième main de bonne qualité et des bottes de paille.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Marché de fruits et légumes",
    "Description": "Ce marché comprend plusieurs étals. C'est là qu'on trouve les fruits et légumes que la plupart des gens achètent.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Terrain d'entraînement",
    "Description": "Les nouvelles recrues ont tendance à endommager inutilement leurs propres armes à cause d'une mauvaise utilisation pendant l'entraînement. C'est pour cette raison que les terrains d'entraînement disposent généralement de nombreuses armes à disposition.\nPour les Millelithes, l'usure des armes causée par l'entraînement n'est pas une grande affaire, mais laisser leurs armes entre les mains des Pilleurs de trésors leur vaudra une rétention de salaire sans le moindre doute...",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Fabrique d'armes",
    "Description": "Un atelier de fabrication d'armes fixe. Même les forgerons expérimentés peuvent être restreints par la qualité du minerai avec lequel ils doivent travailler et produire des armes de qualité moindre. C'est pour cette raison qu'ils disposent de râteliers d'armes leur permettant de trier leurs créations par qualité et de les vendre en fonction.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Station de transfert de marchandises",
    "Description": "Un point de transit pour les marchandises qui sont en déplacement d'un endroit à un autre. Les caisses de chargement empilées et les tonneaux en bois sont entreposés près des boissons des travailleurs.\nLes bouteilles et les cruches ont beau être solides à l'heure actuelle, elles cassent toujours sous le poids d'un objet très lourd. C'est pourquoi les travailleurs ont toujours eu l'espoir d'obtenir une étagère de la part de leur contremaître pour éviter de laisser les bouteilles à même le sol.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Marché de festival",
    "Description": "La vue d'une ville animée qui émerveille avec ses jouets à vendre, ses parasols colorés et toutes sortes de jolis cadeaux bon marché. Il s'agit d'un régal pour les yeux des enfants et un coup au porte-monnaie que les parents peuvent supporter.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Entrée de la voie : Bannir le mal",
    "Description": "Des plaques d'Adeptes et des lions de pierre gardent cette artère principale. Ces constructions symboliques suffisent à dissuader les monstres, mais les Millelithes n'ont néanmoins jamais relâché leur vigilance.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Restaurant populaire",
    "Description": "Certains des restaurants de Liyue proposent des plats de haute qualité qui rassasient les plus affamés. Faisant face à une forte affluence tous les soirs, ils disposent souvent des tables à l'extérieur pour retenir un maximum de clients.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Source rurale",
    "Description": "Un puits collé à un arbre.\nL'arbre est luxuriant, indiquant que la source est claire et que ceux qui viennent ici peuvent se désaltérer et puiser l'eau en toute sécurité.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "« Prudence de l'aventurier solitaire »",
    "Description": "Les aventuriers qui voyagent seuls ont tendance à être prudents et montent préférablement leur camp près des panneaux indicateurs. S'agissant de lieux de passage, les monstres ont tendance à les éviter.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "« Croisée des climats »",
    "Description": "Une étrange zone où différentes conditions météorologiques se mêlent, et où poussent des plantes aux caractéristiques variées. Au départ, certains chercheurs pensaient que cela pouvait résulter d'anomalies dans les lignes énergétiques, mais des recherches ultérieures ont révélé qu'il s'agissait d'un des nombreux phénomènes extraordinaires de Teyvat.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Conversation entre un arbre et une roche",
    "Description": "Cet arbre à feuilles vertes et cette roche des montagnes n'ont rien de particulier.\nUne certaine poétesse des ruelles a dit un jour que tout en ce monde avait une aura, et que cet arbre et cette roche avaient une conversation silencieuse. Beaucoup d'autres, influencés par ses paroles, en sont venus à penser que ces mots pouvaient être tout à fait adaptés.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Conversation entre un arbre et une roche",
    "Description": "Cet arbre à feuilles vertes et cette roche des montagnes n'ont rien de particulier.\nUne certaine poétesse des ruelles a dit un jour que tout en ce monde avait une aura, et que cet arbre et cette roche avaient une conversation silencieuse. Beaucoup d'autres, influencés par ses paroles, en sont venus à penser que ces mots pouvaient être tout à fait adaptés.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Conversation entre un arbre et une roche",
    "Description": "Cet arbre à feuilles vertes et cette roche des montagnes n'ont rien de particulier.\nUne certaine poétesse des ruelles a dit un jour que tout en ce monde avait une aura, et que cet arbre et cette roche avaient une conversation silencieuse. Beaucoup d'autres, influencés par ses paroles, en sont venus à penser que ces mots pouvaient être tout à fait adaptés.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "« Réflexion poétique »",
    "Description": "Une étude subtilement décorée basée sur les bureaux de l'Ordre de Favonius. Il est dit que chaque partie de cette étude a suivi des règles de placement minutieuses, permettant aux lumières des bougies et aux ombres de se mélanger parfaitement pour créer un effet d'éclairage unique. Les lecteurs et écrivains passionnés de littérature trouveront ici une source d'inspiration, tandis que les personnes occupées pourront aller et venir dans la pièce avec un minimum de bruit et de risques d'interruption.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "« Vents murmurants »",
    "Description": "Une chambre qui incarne le concept d'un « cœur attentionné ». Pour les gens occupés, une chambre n'est qu'un endroit qui contient un lit, un endroit où l'on ferme un peu les yeux et qui ne demande pas trop d'attention. Mais pour ceux qui ont le souci du détail, chaque partie de leur espace de vie en vaut le temps et le soin.\nQue ce soit les vents de la liberté ou ceux de la résistance, tous ont commencé comme la plus petite des brises douces. Celui qui voyage loin doit prendre soin de lui-même et la fatigue passera sûrement inaperçue si l'on vit entouré de chaleur et de confort.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Salle d'étude de Feiyun",
    "Description": "Il existe de nombreuses façons de concevoir une étude à Liyue, mais le luxe est facultatif, car les érudits préfèrent l'« esprit » et l'« élégance ». Une plante en pot régule l'humidité de la pièce. La table et les étagères dégagent un léger parfum boisé qui se combine avec l'agencement simple et la lueur tamisée des lampes pour inspirer le génie et élever l'écriture.\nOn raconte qu'il y a de nombreuses années, un certain invité de la Pente Feiyun a présenté une telle étude, et que cette conception a ensuite été reprise par l'ancien patron de la Librairie Wanwen. Ainsi, le nom de salle d'étude de Feiyun lui a été attribué et elle est devenue reconnue dans tout Liyue.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Pavillon des rêves de brume",
    "Description": "« De la brume nuageuse rêvant faiblement. »\nUne chambre humble et sans prétention qui ressemble à bien des égards à l'une de celles que vous pourriez trouver dans l'Auberge Wangshu. Le mystère de cette chambre est difficile à expliquer avec des mots : elle évoquera parfois le souvenir de ceux qui la traversent comme la lumière du soleil qui traverse les nuages tourbillonnants, mais elle en enlèvera les chagrins et ne laissera que les traces des événements passés.\nNous sommes tous à la dérive dans cette vie mortelle, et c'est seulement en nous souvenant de qui « nous » sommes pouvons-nous rester constants tout au long de notre parcours. Nos pensées sont les plus claires lors de l'interstice entre le rêve et le réveil. Pas étonnant que ceux qui visitent l'Auberge Wangshu pour une nuit se retrouvent pleins d'énergie, radieux et prêts à recommencer leur voyage...",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Laboratoire de recherche secret",
    "Description": "Un ancien atelier d'alchimie. Enlevez les appareils spécialisés et complexes et cela ressemble à n'importe quelle autre étude... à condition d'ignorer la collection de livres sur les étagères, les réactifs dans divers conteneurs et les différents échantillons expérimentaux affublés d'un signe « Ne pas ouvrir » dont les gens ordinaires ne peuvent que vaguement deviner l'utilité Un incident est inévitable si un chat un peu trop curieux venait à l'encontre de l'une de ces interdictions.\nLorsqu'un chat, entré par erreur dans un atelier de ce type, a été la cause de deux accidents entraînant la perte de potions alchimiques, les enquêteurs de l'Ordre de Favonius ont décidé d'imposer des règles strictes d'entrée-sortie pour les ateliers d'alchimie de la ville. Un grand nombre d'étranges rumeurs concernant l'alchimie sont également nées de cette décision, causant un grand nombre de tracas aux chercheurs essayant simplement de se concentrer.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Maison de fumée de bois",
    "Description": "Une cuisine entièrement équipée dont l'armoire est remplie de condiments soigneusement préparés.\nLes chefs à la recherche de l'excellence achèteront quotidiennement des ingrédients frais au marché et les vrais artistes culinaires porteront même une attention particulière au bois de chauffage utilisé dans leur cuisine. La jeune cheffe du Restaurant Wanmin a un jour partagé que pour préparer les plats traditionnels du Village de Qingce, il fallait d'abord placer des copeaux de bambou secs dans le poêle et en contrôler soigneusement la flamme. De plus, si l'on peut transformer les arbustes près des baies à crochet en minces bûchettes de chauffage, on peut même ajouter une touche d'arôme mondstadtois.\nDifférents types de bois de chauffage produisent des effets très différents, et la plupart des chefs ne les maîtriseront jamais vraiment tous. En tant que tel, le Restaurant Wanmin a la mainmise sur cette technique particulière.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Station de forgeage d'armes",
    "Description": "Une forge entièrement équipée qui peut accueillir le travail de nombreux forgerons en même temps pour produire un grand nombre d'armes de haute qualité ou réparer des armes endommagées le plus efficacement possible.\nTant que des monstres existent sur ce continent et que des aventuriers vagabondent dans des contrées dangereuses, les armes et l'équipement seront toujours en demande. Pour répondre à ces exigences, les forgerons doivent être formés pendant de longues années, et étant donné que de nombreuses marchandises défectueuses seront produites au cours de cette formation, cela peut représenter une dépense assez conséquente. Ainsi, certains forgerons sont parfois à court d'argent, forgerons pour lesquels l'Ordre de Favonius tentera d'obtenir des commandes afin de les aider à maintenir une certaine qualité de vie. La rumeur veut qu'un certain propriétaire avisé de vignoble ait également fourni des injections de capitaux en temps opportun dans le passé.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Village idyllique",
    "Description": "Un coin de village rural basé sur le style deauclairien.\nParmi les nombreux éloges que les gens chantent à propos de Deauclaire, « un environnement relaxant » et « un style de vie confortable » se démarquent. Mais bien sûr, ces touristes restent en grande partie à Deauclaire pour une courte période. La vie à long terme dans ce genre d'endroits nécessite des compétences telles que la chasse et l'agriculture. Ce n'est qu'en maîtrisant ces compétences que l'on peut vraiment suivre le rythme de vie des habitants, apprécier les cadeaux de la nature et profiter des brises et des idylles de Deauclaire.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Parc à oiseaux et fleurs",
    "Description": "Un parc de style mondstadtois bordé de haies luxuriantes et d'arbres robustes qui entourent une fontaine. La brise qui passe ne manquera pas de véhiculer les doux parfums si appréciés par les pinsons et les papillons.\nAux yeux de certains poètes, les fleurs et les oiseaux sont un symbole de la bonté et de la nature. Ainsi, les bardes chanteront parfois près des fontaines, ce qui attirera souvent l'attention des citoyens... et de leurs animaux de compagnie, bien sûr.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Rassemblement des gourmets",
    "Description": "Une ruelle gastronomique avec des installations de plein air non sans rappeler l'agitation de la Falaise Chihu.\nAppeler cet endroit un « Rassemblement des gourmets » est un euphémisme, car même s'il semble qu'il n'y ait pas trop d'ustensiles de cuisine ici, ils sont plus que suffisants pour couvrir toutes les spécialités connues de la région liyuéenne. Les chefs expérimentés peuvent préparer de délicieux plats avec les ustensiles les plus simples, et les plats qui ne nécessitent pas d'ustensiles spécialisés sont souvent les plus répandus et, de ce fait, les plus populaires.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Rue foisonnante",
    "Description": "Une zone urbaine remplie de biens et de marchandises, allant des trésors les plus étranges et précieux aux marchandises de tous les jours, recréant l'agitation des marchés de Liyue.\nAppeler ce genre d'endroits une rue « foisonnante » n'est pas exagéré, car Liyue est le lieu où tous les navires vont et où toutes les marchandises transitent. Ainsi, la grande majorité de ses citoyens ne sont jamais à court de telles nécessités. Mais s'il vous manque effectivement quelque chose, vous pouvez attendre la fin du mois pour envoyer une note à la jeune femme à la chevelure violette qui arpente souvent les marchés pendant cette période. Sa véritable identité n'est pas claire, mais ce que l'on sait, c'est que la plupart des biens portés à son attention apparaîtront dans les plus brefs délais sur les marchés.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Résidence des nuages de Qingce",
    "Description": "Un hameau de montagne inspiré du Village de Qingce. On dit que l'atmosphère amicale y est contagieuse et que les visiteurs qui y pénètrent se trouveront plus calmes et plus attentifs aux joies simples qu'ils ont peut-être autrefois oubliées.\nPartir à la poursuite de ses idéaux et passer ses années à chasser une carrière est certainement louable. Mais après avoir passé beaucoup de temps à faire de telles choses, on peut éventuellement se sentir fatigué, et une fois que cela se produit, une vie calme et paisible à la campagne peut rester un bon choix. Le Village de Qingce a toujours maintenu son acceptation de ces jeunes gens qui partent chercher fortune et est prêt à les accueillir de nouveau à bras ouverts à tout moment.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Camp de chasse",
    "Description": "Un campement aménagé avec une certaine habileté en se basant sur les célèbres écrits du chercheur Musk pour recréer des habitations Brutocollinus, pouvant être utilisé pour étudier leurs habitudes de vie.\nIl est dit que dans le passé, l'Ordre de Favonius installait de tels camps sous la direction des Éclaireurs pour aider dans leurs planifications avant les expéditions importantes contre les monstres. La Flotte de Crux, souvent en mer, a également tendance à installer des tables de sable de cette manière en se basant sur diverses sources de renseignements pour simuler des débarquements offensifs sur des îles à nettoyer de toute vermine.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "« Périple vers les étoiles et au-delà »",
    "Description": "Un camp d'aventurier que l'on peut souvent voir dans la nature. Il utilise des modèles de tente dernier cri et très en vogue.\nLes aventuriers expérimentés sont habitués à mener une existence difficile et n'ont besoin que d'une tente légère et durable pour dormir profondément, même dans la tempête hurlante, reprenant ainsi leurs forces pour continuer vers leur prochaine destination le lendemain. Ainsi, ce type de tentes, jolies et abordables, a toujours eu beaucoup de facilités à trouver preneur.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Verger de l'Aurore",
    "Description": "Les vergers du Domaine de l'Aurore sont assez célèbres, c'est un fait. Il est dit qu'un acteur de l'industrie du vin d'une autre nation est venu visiter le Domaine de l'Aurore il y a des années pour l'étudier et acquérir de l'expérience dans la gestion des vergers. Depuis, les industries vinicoles de divers autres pays se sont précipitées pour suivre le modèle du Domaine de l'Aurore qui en a résulté.\nMalheureusement, l'excellence des ingrédients de base n'est qu'un facteur dans la production de vins raffinés, et c'est la compétence brassicole du Domaine de l'Aurore qui est la clé de sa position au sommet de l'industrie. Incapables de rivaliser, certains de ses concurrents ont dû recourir à l'utilisation d'une partie de leurs produits pour fabriquer des jus de fruits afin d'équilibrer leurs comptes.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Cour d'intégrité",
    "Description": "Cette structure majestueuse combine les bâtiments des Trois Commissions et le Poste de police à grand effet, ce qui lui donne à la fois l'aura d'un manoir majestueux et l'air professionnel d'une agence exécutive, tout en conservant une esthétique optimisée. « Approprié » est en effet le mot-clé ici.\nCeux d'origine distinguée et de caractère honnête approuveront sûrement cette disposition de la cour. En effet, vous avez entendu dire qu'un certain général de la Commission administrative a recommandé un jour que les fonctionnaires restent à proximité des domaines de la Commission afin qu'ils puissent se mettre au travail plus rapidement et contribuer plus efficacement au rêve de la toute-puissante Shogun de réaliser l'« éternité ».",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Source revigorante",
    "Description": "Une source chaude en plein air toute équipée. Les minéraux et les éléments présents ici ne sont peut-être pas à l'égal de ceux des Bains Aisa, mais les sources chaudes de ce type sont supérieures en termes d'atmosphère détendue et décontractée et de manque relatif de réglementation.\nJuste une demi-heure d'immersion ici et toute la fatigue que vous avez accumulée de votre dur labeur se dissipera dans le néant, remplacée par une vigueur réveillée. Si vous avez le temps, vous pouvez même vous appuyer contre une des pierres blanches à proximité et prendre un thé pour discuter avec vos amis.\nBien sûr, veuillez garder une étiquette de base à l'esprit avant d'entrer : profiter de la source chaude avec des amis, c'est bien, mais ne restez pas trop longtemps. Si vous y passez trop de temps avec des gens bavards comme la reine du festival d'été, vous pourriez avoir des vertiges.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059,
      10000094
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Dissimulation rurale",
    "Description": "#Ce village inazumien n'est pas sans rappeler celui de Konda. Ces bâtiments ont un certain âge, mais ils sont loin d'être miteux et dégagent plutôt simplicité et insouciance. Aucun d'entre eux ne se démarque des autres, au point de ne faire sans doute plus qu'un avec les montagnes dans quelques années... Ils font également office de cachette idéale, et vous pouvez être {M#sûr}{F#sûre} qu'une certaine ninja du Shuumatsuban a aussi eu l'idée de se laisser aller et de faire la sieste dans un village dormant.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Sanctuaire de la branche antique",
    "Description": "L'architecture, la peinture rouge et la structure d'ensemble de ce magnifique sanctuaire rappelle celui de Narukami. Les mortels s'y rendent pour méditer, mais pour Son Excellence la Shogun, il suffit de le voir pour lui donner le souvenir flou, quoique vif, d'un temps oublié...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Terrain d'exercices militaires",
    "Description": "Son apparence est inspirée par les bâtiments militaires et les aménagements du Camp Kujou.\nPendant le conflit entre l'armée du Shogunat et la Résistance, les deux camps cherchèrent à améliorer la formation des nouvelles recrues par toutes les méthodes possibles. Ce terrain de formation dispose de toutes sortes d'installations par rapport à un terrain classique. Il donne l'impression d'être en première ligne, afin que les recrues puissent se faire une idée de la réalité de la guerre. Cela permet de leur dispenser une formation complète.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Nature de jade",
    "Description": "Un paysage calme et serein à la périphérie d'Inazuma. Un sanctuaire en bois de dulcinier se dresse au milieu des cerisiers, des érables et des fleurs colorées. La lueur des bougies vacille, se fondant dans un sentiment intangible de majesté et de stabilité. Partout, les pétales qui tombent semblent être touchés par la spiritualité.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Souvenir d'une nuit d'été",
    "Description": "Le paysage recrée parfaitement l'atmosphère animée des festivals d'Inazuma.\nLa Cité d'Inazuma organise plusieurs festivals chaque année, mais les plus grands et les plus mémorables ont souvent lieu au milieu de l'été. Les stands de nourriture, les jeux et les feux d'artifice dans le ciel nocturne inciteront les badauds à s'attarder un peu plus longtemps. Même si les étals disparaissent après le dernier jour, les bons moments partagés avec vos compagnons dureront éternellement.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Rue de teinte cerise",
    "Description": "Un fac-similé du quartier commerçant soigneusement planifié de la Cité d'Inazuma.\nPeu importe ce qui se passe, les Inazumiens vivent dans une atmosphère calme et paisible. Les rues piétonnes de la ville reflètent les conditions de vie de ses habitants et offrent une représentation fidèle de leur quotidien. En suivant Thomas, un local qui connaît Inazuma de fond en comble, et en visitant les différents commerces et magasins, on peut vraiment comprendre et apprécier les coutumes locales.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Domaine des rêves éphémères",
    "Description": "Cette chambre est baignée d'une esthétique inazumienne unique tout en adoptant également les idées d'autres nations assez librement, créant ainsi un équilibre brillant entre tradition et fonctionnalité. Son processus de conception a pris en compte moult considérations sur la façon dont les clients pourraient se sentir, et la chambre elle-même a été conçue pour qu'ils se détendent suffisamment, de sorte qu'ils se sentent revigorés, comme on pourrait l'être après un long sommeil, même après seulement un court repos. Le kotatsu qui a été affectueusement installé contribue également au sentiment de ne jamais vouloir quitter cette pièce.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "Millier de coups",
    "Description": "L'endroit où les véritables talents d'escrime sont forgés. De nombreuses épées familiales de clan sont disposées ici, et une armure solennelle à assise droite crée une atmosphère austère. Les arcs destructeurs du malin et l'écran de répulsion d'esprit qui servent d'ornements ont pour but cérémoniel de purger à la fois l'environnement et le cœur de ceux qui s'y entraînent de toute mauvaise pensée.\nLa plupart des artistes martiaux d'Inazuma croient qu'en plus de brandir votre épée mille fois, vous devez simplement maintenir la volonté d'aiguiser vos compétences et y consacrer le plus d'efforts pour vous hisser au sommet de votre art.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Trésor de l'érudit",
    "Description": "Une grande collection de textes a été placée ici à l'aide de la grande bibliothèque préférée de toutes les branches des Trois Commissions. Elle pourrait contenir au moins une centaine de livres à coup sûr. Mais pour certains Inazumiens, ce n'est pas le nombre d'ouvrages qui compte, mais plutôt la « précision » et l'« assimilation », c'est-à-dire que vous devez déposer chaque mot de chaque livre que vous lisez dans votre cœur. En tant que tel, il suffit d'organiser ses livres en fonction de la valeur qu'on leur accorde. Quant aux livres que vous avez depuis longtemps lus et mémorisés, vous pouvez les prêter ou même les vendre, si vous le souhaitez. Il est dit que la Prêtresse divine de l'Île de Watatsumi a cette même habitude...",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Fragrance d'érable et de thé",
    "Description": "La disposition de ce salon de thé traditionnel inazumien s'est inspirée du Salon de thé Komore comme référence et a utilisé de similaires tables en bois d'érable et objets de cérémonie du thé, ce qui évoque cette atmosphère élégante mais pas trop stricte, amicale mais pas arbitraire.\nLa légende veut que diverses formes d'inspiration jaillissent de ceux qui sont assis dans un salon de thé rempli des arômes du bois d'érable et du thé. Ainsi, certains poètes ont tendance à écrire leur poésie en sirotant un thé, le jeune vagabond qui a donné à de nombreuses plantes leurs surnoms élégants comptant parmi ces gens.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Anecdotes de la patrouille forestière",
    "Description": "Une salle de pause entièrement meublée qui n'est pas sans rappeler les camps des gardes forestiers de Gandharva. L'agencement de la pièce a été revu selon les missions attribuées.\nLorsque le signal retenti, les gardes forestiers attrapent leur sac et sortent. En revenant de patrouille, ils peuvent rapidement procéder au traitement, au stockage et à l'analyse des échantillons prélevés. S'ils sont de service jusqu'à tard la nuit, la marmite leur permettra de cuisiner un bon dîner pour reprendre des forces. Cette salle de pause a tout pour que les gardes forestiers soient au meilleur de leurs performances... du moment que les équipes sont bien faites.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Brillance fusionnée",
    "Description": "Une pièce dans laquelle on retrouve des pierres précieuses, des ornements et une collection d'objets rares. L'intérieur reflète un certain luxe, mais il n'est éclairé par rien d'autre qu'une lampe dans le coin qui permet de réfléchir la lumière dans toute la pièce, illuminant votre regard.\nCeux à la recherche de la richesse trouveront cette pièce comme une friandise avec juste la bonne quantité de sucre et un arrière-goût persistant. Quant à ceux qui préfèrent l'esthétique, ils seront agréablement surpris par l'éclat des œuvres d'art, quel que soit l'angle dans lequel ils regardent.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "Arôme fervent",
    "Description": "Le modèle de ce restaurant au décor exquis est une célèbre taverne de la Ville de Sumeru... Modifié pour être utilisé dans la Sérénithéière, évidemment. La vapeur et les effluves des épices flottent dans l'air, enrichissant une expérience déjà joyeuse. Un peu de bon vin et de compagnie suffira pour un bon repas.\nLes personnes qui voyagent souvent en groupe choisissent les restaurants où elles mangent en fonction du nombre de places et de la taille des plats. De ce fait, une kebaberie constitue un choix optimal. Quant à celles qui voyagent seules, l'ambiance bruyante et animée de ce genre de lieux leur permet de dissimuler leurs gestes pour mieux observer, suivre et manigancer.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079,
      10000097
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Pensées arrêtées",
    "Description": "Un bureau dans lequel sont empilés des tomes et dont les bibliothèques ressemblent à des murs. Il est difficile de ne pas se sentir intimidé devant ces montagnes d'ouvrages, mais les connaisseurs savent que la frontière entre la sagesse et l'ignorance n'est pas insurmontable. Il faut seulement être prêt à lire tous ces livres, un par un, en suivant un plan soigneusement élaboré pour rapidement acquérir de nombreuses nouvelles connaissances.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "Bref d'adieu à l'agitation et la peine",
    "Description": "Une chambre à l'esthétique sumérienne. Ses décorations et son ameublement peuvent être trouvés dans de nombreuses maisons de la ville. Grâce à l'énergie dimensionnelle, chaque meuble est une réplique parfaite, ce qui donne l'impression qu'ils viennent tout juste d'être fabriqués. La pièce semble être tout ce qu'il y a de plus propice au repos : propre, ordonnée, ouverte et généreuse.\nCeux qui ont toit et couvert se retrouvent aussi affectés par des pensées négatives, tout comme ceux qui occupent des positions que les autres envient n'échappent pas aux problèmes de la vie. Dans ces moments-là, il vaut mieux se vider l'esprit et dormir un peu, afin de pouvoir affronter le monde à nouveau en pleine forme...",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "Habitation parmi les sables",
    "Description": "Une pièce simple qui dispose d'outils et d'ustensiles issus communs au Village d'Aaru. Ceux qui vivent au milieu des vents du désert possèdent des habitudes propres à la vie dans cet environnement unique. Par exemple, se débarrasser du sable qui aurait pu être pris dans leurs vêtements ou maintenir la température et l'humidité d'une pièce avec les moyens du bord...\nCes pratiques ne sont pas utiles dans le royaume intérieur, mais elles peuvent réchauffer le cœur et sont donc dignes de respect. L'aménagement de cet intérieur est si minutieux qu'on a réellement l'impression de vivre dans une maison au milieu du désert.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Au milieu de marchés prospères",
    "Description": "Ce quartier marchand est meublé de façon exquise. Il rend hommage aux rues de la Ville de Sumeru et de son Grand bazar. Les étals proposent des fruits frais, des plats délicieux et des produits de consommation courante à la vente. En faisant quelques tours dans le quartier, vous ressentirez sans doute une certaine familiarité qui s'installe quand l'on fréquente un marché animé.\nLes boutiques et les étals situés de part et d'autre des rues de la Ville de Sumeru ont apparemment été modifiés selon des règles spécifiques qui ont été déterminées par certaines recherches de l'Académie, de sorte de fournir le meilleur service possible avec le moins de place et une gestion facile.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076,
      10000097
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "Au fond de la forêt tranquille",
    "Description": "Ce bâtiment a été conçu dans le style de Gandharva et dont l'esthétique est clairement inspirée de la forêt tropicale. Peu importe ce qui se trouve autour, vous pourrez faire l'expérience de la forêt, au milieu de sa végétation et ses cours d'eau apaisants.\nCeci dit, vous devrez maîtriser des compétences de survie lorsque vous devrez véritablement vous aventurer dans la forêt et ajuster vos gestes pour éviter les petits désagréments du climat humide. Vous devrez également comprendre les habitudes quotidiennes de certains gardes forestiers...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Danses virevoltantes sans entraves",
    "Description": "Un grand et beau théâtre. La scène majestueuse, les brumes de la fontaine jaillissante et les nombreuses fleurs précieuses, qui ont été créées par l'énergie dimensionnelle, imitent l'atmosphère festive du théâtre Zubayr.\nCertains spectacles sont mieux appréciés la nuit. La disposition des lampes semble être le résultat d'une étude minutieuse visant à optimiser la clarté avec laquelle le public peut voir les danseurs, indépendamment des places assises ou debout, tandis que l'éclairage est réglé de manière à illuminer la scène au maximum.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Temps calmes au bord de la rivière",
    "Description": "Un village paisible qui revêt l'esthétique unique du Village de Vimara. Bien qu'il ne soit pas situé au bord d'une rivière ou de la mer, l'arôme du poisson qui embaume dans ce village suffit à vous faire entendre le bruit de l'eau.\nLe Village de Vimara est très différent du camp des gardes forestiers : ses habitants n'effectuent pas de tâches à haute responsabilité et mènent une vie tranquille, ce qui en fait un lieu très agréable la détente.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "Refus de Setekh",
    "Description": "Inspiré du Village d'Aaru, ce village possède des bâtiments solides qui ne craignent ni l'érosion du sable ni l'intrusion de bêtes sauvages indésirables en raison de leur robustesse meilleure que celle du bois. Cependant, les matériaux de construction sont apparemment assez particuliers. Les murs intérieurs nécessitent donc un entretien régulier de la part des résidents pour s'assurer qu'ils ne se sont pas fissurés après de longues périodes d'exposition à des vents violents et au soleil brûlant, et de les réparer si besoin. Ce travail permet également d'aiguiser la perception des habitants, les rendant plus attentifs et précis sur chaque aspect de leur vie.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "Faste de la troupe itinérante",
    "Description": "Un campement militaire qui abonde d'une diversité de marchandises. Des fortifications défensives ont été installées, ainsi que des feux de camp à des endroits stratégiques pour les opérations nocturnes. En théorie, ce camp peut résister à l'assaut de nombreux ennemis et même former le pivot d'une ligne défensive avec des ressources humaines suffisantes.\nLe transport et la mise en place de ce campement peuvent s'avérer difficiles et l'absence de tentes pour s'abriter du vent et de la pluie créent des conditions de vie difficiles... Cependant, les mercenaires aguerris n'ont besoin que d'un lit de paille pour dormir et ne se soucient pas de ces petits désagréments.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "Entre senteurs et sérénité",
    "Description": "Un jardin élégant et serein qui présente des pavillons inspirés du Jardin de Razan et du Pardis Dhyai. Dans ce lieu, la création d'une ambiance tranquille prime sur l'uniformité des styles architecturaux.\nLes jolies fleurs sommeillent paisiblement et les lampadaires illuminent les eaux de la fontaine... À la tombée de la nuit, une promenade dans ce jardin chassera les pensées intrusives de votre esprit tels des nuages vaporeux et vous trouverez peut-être même l'inspiration qui vous échappait...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Chœur du désert et des bois",
    "Description": "De nombreuses variétés de plantes poussent en abondance dans cet espace merveilleux. Grâce à l'énergie dimensionnelle, les propriétés des plantes ont été harmonisées pour avoir la possibilité de pousser côte à côte, qu'elles viennent du désert ou de la forêt tropicale, et donner ainsi un magnifique ensemble de fleurs, d'arbres et d'herbes sauvages.\nLes chercheurs férus de plantes considèrent ce genre de zones comme de véritables mines d'or pour leur travail, mais de simples passants peuvent également y trouver un intérêt particulier...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Clé d'un cycle travail-repos stable",
    "Description": "Une grande chambre simple qui allie convivialité et sophistication. Pour les personnes exténuées, le lit est la porte d'entrée vers le pays des rêves, et ceux qui se réveillent le matin prennent tout aussi rapidement le chemin du travail.\nDe nombreux Fontainois considèrent que l'intérieur d'une chambre influence grandement le sommeil. Un sommeil stable est la clé d'un cycle d'activités régulier. De ce fait, la conception d'une chambre à coucher est d'une importance capitale.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Respect strict des normes de travail",
    "Description": "Un agencement de bureau classique basé sur le mobilier du Palais Mermonia, qui recrée son ambiance animée où tout suit les règles établies.\nUn chercheur de l'Institut de recherche de Fontaine a affirmé un jour que « l'environnement d'une personne affectait grandement son état d'esprit au travail ». Suivant ce principe, les personnes qui se retrouvent dans un environnement de travail se rapprochant du Palais Mermonia pourraient suivre inconsciemment une certaine routine et agir de façon réfléchie...",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000098
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Tenue de gourmet glorieux",
    "Description": "Un restaurant entièrement décoré cherchant à reproduire l'esthétique de l'Hôtel Debord. Il convient pour l'organisation de banquets familiaux où peuvent être invités nombre de nos proches et amis.\nMême les chefs gastronomiques les plus chevronnés ne peuvent nier le fait que l'environnement du restaurant dicte les sentiments des convives, ce qui influence l'évaluation globale des mets qu'ils dégustent. Par conséquent, un beau restaurant peut être considéré comme une sorte de manteau extérieur pour plats et boissons.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "Concentration parfaite",
    "Description": "Un intérieur avec une scène de taille moyenne comme pièce maîtresse, suffisante pour jouer un petit spectacle.\nPour ceux qui débutent dans le domaine du spectacle, des spectateurs trop nombreux les rendront nerveux et affecteront leur performance, et pour les maîtres en la matière qui se moquent du nombre de spectateurs, un spectacle organisé pour leurs amis peut leur valoir bien plus de bonheur qu'un grand numéro à guichets fermés. Par conséquent, la plupart des artistes, qu'ils soient novices ou experts, pourront apprécier la simplicité de cette scène.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000096
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "Inspiration horlogoïde continue",
    "Description": "Une pièce construite autour d'un atelier horlogoïde avec suffisamment d'outils de bricolage pour répondre aux besoins de la plupart des artisans.\nCertains poètes fontainois croient que les Mékas horlogoïdes sont des créations dignes de respect, un respect qui devrait également rayonner sur les outils de l'artisan qui les ont conçus. « L'inspiration attire les oreilles de ces composants, elle leur apprend à virevolter ensemble pour au final se coupler, poursuivant leur route sans s'arrêter, ainsi est leur mission et leur métier. »",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Source de prévention des violations de règles",
    "Description": "Un bureau à l'ambiance solennelle qui reproduit fidèlement le bureau du duc de la Forteresse de Méropide.\nAprès avoir pris possession de la Forteresse, le duc n'aurait changé que quelques meubles de faible importance dans ce bureau, et il n'aurait fait aucun grand changement dans ce lieu apaisant. Depuis, c'est le bureau dans lequel sont rédigés les règlements que doivent suivre de nombreux détenus de la Forteresse.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "« Routine de la cour de justice »",
    "Description": "Une rue qui a pour modèle les rues ordinaires des quartiers résidentiels de Fontaine. Les nombreuses résidences de ce set reproduisent parfaitement l'aspect authentique de la Cour de Fontaine.\nPour de nombreux Fontainois, une grande partie de leur vie consiste à vivre de manière ordonnée, d'arriver et de quitter leur lieu de travail à l'heure, de flâner, de retrouver leurs amis pour un repas ou faire du lèche-vitrines, ou bien encore de se rendre occasionnellement à l'Opéra Épiclèse pour assister à une grande représentation. Même certains aventuriers, qui ont connu des temps difficiles par le passé, pourraient penser qu'une telle douceur de vivre dans ces quartiers ne serait pas si mal s'il leur prenait l'envie d'y emménager à l'occasion...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000096
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "« Prospérité de la cour de justice »",
    "Description": "Ce set, basé sur le Quartier lyonnais de la Cour de Fontaine, est rempli de mille et un magasins spécialisés fontainois ainsi que de tables pour se reposer et prendre le thé.\nCertains touristes avertis vous conseilleront de demander aux locaux des renseignements sur les magasins et les produits qui s'y vendent si jamais vous êtes peu familiers avec ces spécialités. Étant donné que de nombreux magasins suivent strictement les contrôles de prix fixés par le Palais Mermonia, très peu de gens achèteront des articles dont les prix ne correspondent pas à ceux prévus.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000094
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "« Effluve de la cour de justice »",
    "Description": "Une place remplie de buissons verts, de fleurs à profusion et d'une fontaine somptueuse. Son design est basé sur la Fontaine de Lucine à Erinnyes.\nQuand le temps le permet, la brume fraîche se faufile à travers les fleurs d'Erinnyes, dont la vue remonte le moral des résidents et des visiteurs venus de loin. Même s'ils la visitent en pleine averse, les légendes qui entourent la fontaine remplissent encore leur cœur d'un merveilleux espoir.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Poisson la modeste",
    "Description": "Un paysage centré autour de divers bâtiments uniques en leur genre qui reproduisent un petit coin du Village de Poisson. La structure des maisons qui met l'accent sur leur aspect pratique augmente l'efficacité du travail de ceux qui y habitent, même si cela ne se traduit pas par un travail laborieux et éreintant, mais plutôt par un moyen de préserver leurs journées de loisirs. De nombreux habitants de Poisson vivent en effet selon cet adage : « Finissons vite notre travail afin de profiter de notre repos ». Cela se traduit par une vie à la fois simple et bien remplie.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Lustre sous-marin de Mérusea",
    "Description": "Un petit set qui s'efforce de reproduire le paysage du Village Mérusea, avec des bâtiments pittoresques et saisissants.\nLes mélusines habitent à Elynas, sous les vagues. Peu de gens ordinaires ont l'occasion de visiter cet endroit, mais ceux qui en ont le privilège ne tarissent pas d'éloges sur les couleurs uniques du village. Certains artistes ont tenté de dessiner ce lieu à partir de descriptions et d'informations recueillies lors d'entretiens faits avec des mélusines à la Cour de Fontaine. Cependant, il y avait toujours une « différence de couleurs » difficile à ignorer entre les esquisses qu'ils produisaient et celles qui se trouvaient dans le vrai village. Ce problème n'a été résolu qu'une fois que les images du Village Mérusea ont été prises grâce à la généralisation de la technologie du Daguerréotype, résolvant ainsi plus ou moins le problème...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085,
      10000095
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "« Avancée de la Forteresse interdite »",
    "Description": "Une arène dont la pièce maîtresse est un ring de boxe. Debout à l'intérieur, vous pouvez entendre à nouveau les acclamations et les applaudissements du public, les paroles enthousiastes du commentateur et le bruit sourd des coups de poing contre les corps provenant de l'un ou l'autre de vos concurrents, telle est la profonde impression que laisse l'Arène de Pancrace de la Forteresse de Méropide.\n« Dans un ring où vos poings décident de tout, vous ne pouvez qu'y aller de toutes vos forces pour réclamer la gloire et les coupons de crédit qui vous sont dus. » De nombreux concurrents de l'Arène de Pancrace prennent ce dicton comme devise, même après avoir quitté définitivement la Forteresse...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090,
      10000095
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "Couleurs tachetées de la nation Hydro",
    "Description": "Une scène de campagne envahie par des plantes luxuriantes. Nous y trouvons toutes sortes de fleurs et d'arbustes endémiques de plusieurs régions de Fontaine. Les plantes sont un thème courant dans la peinture et elles constituent un point de départ pour expérimenter la « couleur ». Certains peintres de Fontaine pensent que la palette de couleurs de notre monde leur donne un exemple de « combinaison parfaite » à travers les végétaux. Ainsi, si toutes les couleurs d'un tableau peuvent trouver leur source dans les plantes, celui-ci a certainement une beauté harmonieuse égale à celle d'un paysage naturel. Bien entendu, cela suppose que vous ne mélangiez pas toutes les couleurs d'origine végétale dans un seul creuset...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000098
    ],
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  }
]