[
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Graine persistante</color>",
    "Description": "Chaque noyau Dendro créé génère une graine persistante à proximité du personnage déployé, un maximum de <color=#f39001>4</color> graines persistantes pouvant exister en même temps : elle est consommée en touchant un ennemi afin de lui infliger des <color=#7bb100>DGT Dendro</color>."
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Onde incendiaire</color>",
    "Description": "Infliger des DGT à un ennemi avec une réaction de Brûlure comptabilise un cumul sur ce dernier. En atteignant <color=#f39001>{0}</color> cumuls, les cumuls sont annulés pour libérer une onde incendiaire infligeant des <color=#ef5534>DGT Pyro de zone</color>."
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Noyau incandescent</color>",
    "Description": "Un noyau incandescent infligeant des <color=#7bb100>DGT Dendro</color> est généré lorsqu'un personnage a infligé des <color=#7bb100>DGT Dendro</color> à un ennemi brûlé."
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Grâce de cristal Pyro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Pyro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Onde calcinante</color>",
    "Description": "Une onde calcinante infligeant des <color=#ef5534>DGT Pyro de zone</color> est libérée à l'emplacement du personnage toutes les <color=#f39001>6</color> s pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Frappe rocailleuse</color>",
    "Description": "Une frappe rocailleuse infligeant des <color=#e09800>DGT Géo de zone</color> est libérée à l'emplacement du personnage toutes les <color=#f39001>4</color> s pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Grâce de cristal Électro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Électro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Roc rugissant</color>",
    "Description": "Les personnages déclenchent un roc rugissant infligeant des <color=#e09800>DGT Géo</color> à l'emplacement des ennemis touchés par leurs attaques pendant la durée de l'effet <color=#f39001>Grâce de cristal Électro</color>"
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Roc rugissant</color>",
    "Description": "Un roc rugissant infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement d'un ennemi proche à chaque fois que les personnages récupèrent <color=#f39001>{0}</color> fragments élémentaires créés par une <color=#f39001>réaction de Cristallisation Électro</color>"
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Caducité</color>",
    "Description": "Les RÉS Pyro et Électro des ennemis concernés diminuent de <color=#f39001>5.5 %</color>, cet effet pouvant être cumulé 4 fois maximum."
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Orbe explosif</color>",
    "Description": "Infliger des DGT Électro à un ennemi caduc envoie un orbe explosif infligeant des <color=#ef5534>DGT Pyro</color> sur <color=#f39001>tous</color> les ennemis caducs du terrain."
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Coup de tonnerre</color>",
    "Description": "Infliger des DGT Pyro à un ennemi caduc déclenche un coup de tonnerre infligeant des <color=#b863ee>DGT Électro</color> sur <color=#f39001>tous</color> les ennemis caducs du terrain."
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Nexus vigoureux</color>",
    "Description": "Lorsqu'un personnage déclenche une réaction de Stimulation, de Suractivation ou de Propagation sur un ennemi, un nexus vigoureux est tiré, explosant en touchant l'ennemi pour infliger des <color=#7bb100>DGT Dendro de zone</color>."
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Tonnerre abondant</color>",
    "Description": "Lorsqu'un personnage a infligé des DGT Électro ou Dendro à un ennemi stimulé, un tonnerre abondant infligeant des <color=#b863ee>DGT Électro</color> est déclenché."
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Bénédiction venteuse Hydro</color>",
    "Description": "Les DGT infligés par les réactions de Dispersion des personnages augmentent de <color=#f39001>80 %</color> et leurs PV max de <color=#f39001>8 %</color>."
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Aquabulle curative</color>",
    "Description": "Une aquabulle curative accumule la quantité de PV soignés avant d'exploser à la fin de sa durée pour infliger des <color=#0075de>DGT Hydro de zone</color> aux ennemis proches selon cette quantité et les cumuls de <color=#f39001>bénédiction venteuse Hydro</color>."
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Tourbillon cascadant</color>",
    "Description": "Un tourbillon cascadant attire les ennemis proches et inflige des <color=#0075de>DGT Hydro de zone</color> selon les cumuls de <color=#f39001>bénédiction venteuse Hydro</color>."
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Bénédiction venteuse Électro</color>",
    "Description": "Les DGT infligés par les réactions de Dispersion déclenchées par les personnages augmentent de <color=#f39001>80 %</color> et chaque obtention d'une <color=#f39001>bénédiction venteuse Électro</color> restaure <color=#f39001>1.5</color> pts d'énergie élémentaire à tous les personnages de l'équipe. Cet effet peut être déclenché une fois toutes les <color=#f39001>3</color> s."
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Électrolame tailladeuse</color>",
    "Description": "Une <color=#f39001>marque tailladeuse</color> est générée lorsqu'un personnage utilise un déchaînement élémentaire. Lorsque l'attaque du personnage déployé touche un ennemi, cette marque tailladeuse est consommée pour libérer une électrolame tailladeuse infligeant des <color=#b863ee>DGT Électro</color> aux ennemis en chemin selon les cumuls de bénédiction venteuse Électro."
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Éclair sursautant</color>",
    "Description": "Pendant la <color=#f39001>bénédiction venteuse Électro</color>, toucher un ennemi avec une attaque plongeante libère un éclair sursautant infligeant des <color=#b863ee>DGT Électro de zone</color> selon les cumuls de bénédiction venteuse Électro."
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Électro-impulsion</color>",
    "Description": "Les DGT infligés par les réactions d'Électrocution de tous les personnages de l'équipe augmentent de <color=#f39001>250 %</color>."
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Noyau électrostatique</color>",
    "Description": "Un noyau électrostatique suit le personnage déployé pendant la durée de l'effet Électro-impulsion, ce noyau tirant sur les ennemis, lorsque l'attaque du personnage a touché un ennemi, 3 projectiles Électro infligeant des <color=#b863ee>DGT Électro</color>."
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Cumulonimbus</color>",
    "Description": "Un cumulonimbus utilise aléatoirement une des attaques suivantes toutes les <color=#f39001>2</color> s pendant la durée de l'effet Électro-impulsion :\n1. <color=#b863ee>Cumulo-éclair</color> : inflige des <color=#b863ee>DGT Électro</color> aux ennemis à portée et restaure <color=#f39001>2</color> pts d'énergie élémentaire au personnage déployé.\n2. <color=#0075de>Cumulo-averse</color> : inflige des <color=#0075de>DGT Hydro</color> aux ennemis à portée et restaure <color=#f39001>5 %</color> de PV au personnage déployé."
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Grâce de cristal Pyro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Pyro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Frappe rocailleuse</color>",
    "Description": "Une frappe rocailleuse infligeant des <color=#e09800>DGT Géo de zone</color> est libérée à l'emplacement du personnage toutes les <color=#f39001>{0}</color> s pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Roc rugissant</color>",
    "Description": "Un roc rugissant infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement des ennemis touchés par les attaques normales, chargées et plongeantes pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Grâce de cristal Cryo</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Cryo et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Assaut cristallin</color>",
    "Description": "Un assaut cristallin infligeant des <color=#e09800>DGT Géo de zone</color> est libéré de façon intermittente à l'emplacement du personnage pendant la durée de l'effet <color=#f39001>Grâce de cristal Cryo</color>."
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Pierre de verglas</color>",
    "Description": "Une pierre de verglas infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement de l'ennemi lorsqu'un personnage Cryo ou Géo de l'équipe inflige un coup CRIT pendant la durée de l'effet <color=#f39001>Grâce de cristal Cryo</color>."
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Chute de givre</color>",
    "Description": "Déclencher une réaction de Fonte avec personnage <color=#ef5534>Pyro</color> déployé déclenche une chute de givre infligeant des <color=#2bb7d5>DGT Cryo</color>."
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Pylône enflammé</color>",
    "Description": "Déclencher une réaction de Fonte avec personnage <color=#2bb7d5>Cryo</color> déployé déclenche un pylône enflammé infligeant des <color=#ef5534>DGT Pyro</color>."
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Thermorétraction élevée</color>",
    "Description": "Les DGT infligés par les réactions de Fonte déclenchées par les personnages augmentent de <color=#f39001>30 %</color>."
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Bénédiction venteuse Pyro</color>",
    "Description": "Les DGT infligés par les réactions de Dispersion des personnages augmentent de <color=#f39001>80 %</color> et leur ATQ de <color=#f39001>9 %</color>."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Foehn</color>",
    "Description": "En infligeant des DGT à un ennemi, l'attaque du personnage déployé consomme les PV de ce dernier pour déclencher un foehn infligeant des <color=#ef5534>DGT Pyro de zone</color> selon les cumuls de bénédiction venteuse Pyro."
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Flambouragan</color>",
    "Description": "Déployer un personnage <color=#f39001>Pyro ou Anémo</color> de l'équipe au combat déclenche, selon le <color=#f39001>type élémentaire</color> du personnage concerné, un flambouragan infligeant des DGT de zone de l'élément correspondant selon les cumuls de bénédiction venteuse Pyro."
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Froideur</color>",
    "Description": "Les DGT CRIT de tous les personnages Cryo et Hydro de l'équipe augmentent de <color=#f39001>40 %</color>."
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Frisson froid</color>",
    "Description": "Déclencher une réaction de Gel avec personnage <color=#2bb7d5>Cryo</color> déployé déclenche un frisson froid infligeant des <color=#0075de>DGT Hydro de zone</color>."
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Frisson frigide</color>",
    "Description": "Déclencher une réaction de Gel avec personnage <color=#0075de>Hydro</color> déployé déclenche un frisson frigide infligeant des <color=#2bb7d5>DGT Cryo de zone</color>."
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Débâcle</color>",
    "Description": "Les RÉS Hydro et Cryo des ennemis concernés diminuent de <color=#f39001>8 %</color>, cet effet pouvant être cumulé <color=#f39001>3</color> fois maximum."
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Ohm</color>",
    "Description": "Les RÉS Cryo et Électro des ennemis concernés diminuent de <color=#f39001>3 %</color> et la RÉS physique de <color=#f39001>6 %</color>. Cet effet peut être cumulé 6 fois maximum."
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Frisson impulsif</color>",
    "Description": "Lorsqu'un personnage a infligé des <color=#f39001>DGT physiques</color> à un ennemi affecté par un <color=#f39001>ohm</color>, un frisson impulsif infligeant des DGT physiques est libéré. Un frisson impulsif peut être libéré une fois toutes les <color=#f39001>3</color> s."
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Grâce de cristal Hydro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Hydro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Assaut fracassant</color>",
    "Description": "Un assaut fracassant infligeant des <color=#e09800>DGT Géo de zone</color> est libéré de façon intermittente à l'emplacement du personnage pendant la durée de l'effet <color=#f39001>Grâce de cristal Hydro</color>."
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Pierre de ravinement</color>",
    "Description": "Une pierre de ravinement infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement de l'ennemi lorsqu'un personnage Hydro ou Géo de l'équipe reçoit des soins pendant la durée de l'effet <color=#f39001>Grâce de cristal Hydro</color>."
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Épine d'engelure</color>",
    "Description": "Une épine d'engelure inflige une fois des <color=#f39001>DGT Cryo et Dendro de zone</color> aux ennemis à proximité toutes les <color=#f39001>2</color> s. Un maximum de 2 épines d'engelure peut exister en même temps sur le terrain."
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Roncélectro</color>",
    "Description": "Lorsqu'une attaque Électro d'un personnage a touché un ennemi à portée d'une <color=#f39001>épine d'engelure</color>, l'<color=#f39001>épine d'engelure</color> se transforme en roncélectro de <color=#f39001>10</color> s. La roncélectro attaque <color=#f39001>1</color> fois toutes les secondes et inflige <color=#f39001>1.500 %</color> de DGT Électro de zone."
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Magnépine</color>",
    "Description": "La magnépine n'attaque pas, mais <color=#f39001>augmente les DGT Cryo, Dendro, Électro et physiques</color> que les personnages infligent aux ennemis à proximité. Chaque magnépine sur le terrain augmente cet effet de <color=#f39001>45 %</color>, jusqu'à un maximum de <color=#f39001>90 %</color>."
  },
  {
    "Id": 11120001,
    "Name": "Mode « Stockage à froid »",
    "Description": "<color=#FFD780FF>Appui simple</color>\nEscoffier active son mek cuistot multi-usages à palette complète en mode « Stockage à froid », infligeant des <color=#99FFFFFF>DGT Cryo de zone</color> aux ennemis proches.\n\n<color=#FFD780FF>Mek cuistot : mode « Stockage à froid »</color>\nLe mek cuistot suit le personnage déployé et tire des parfaits glacés de façon intermittente sur les ennemis proches, infligeant des <color=#99FFFFFF>DGT Cryo</color>."
  },
  {
    "Id": 11120002,
    "Name": "Mode « Cuisson impromptue »",
    "Description": "<color=#FFD780FF>Mek cuistot : mode « Cuisson impromptue »</color>\n· Place le mek cuistot sur le terrain, ce dernier pouvant absorber les attaques élémentaires. Lorsque l'énergie élémentaire absorbée atteint une certaine limite, Escoffier peut convertir les ingrédients placés à l'intérieur de son mek en délicieuse nourriture.\n· Escoffier a besoin de temps pour acheter de nouveaux ingrédients et ne peut donc préparer qu'un certain nombre de plats chaque semaine de cette manière. La quantité de plats qu'Escoffier peut préparer chaque semaine est réinitialisée tous les lundis à 04 h 00."
  },
  {
    "Id": 11130001,
    "Name": "Tir de soutien",
    "Description": "Pendant sa bénédiction noctâme, les attaques normales d'Ifa sont converties en tirs de soutien.\n<color=#FFD780FF>Appui simple</color>\nDéclenche un tir tonique.\n<color=#FFD780FF>Appui long</color>\nDéclenche des tirs toniques de façon continue.\n<color=#FFD780FF>Tir tonique</color>\nLes tirs toniques infligent des <color=#80FFD7FF>DGT Anémo</color> infusés de noctâme et soignent les PV de tous les personnages de l'équipe à proximité en touchant un ennemi selon la maîtrise élémentaire d'Ifa."
  },
  {
    "Id": 11130002,
    "Name": "Essentiels de sauvetage",
    "Description": "Chaque point d'essentiels de sauvetage qu'Ifa possède augmente les DGT infligés par les réactions de Dispersion et d'Électrocution des membres de l'équipe à proximité de 1,5 %, Ifa pouvant posséder un maximum de 150 pts d'essentiels de sauvetage. Tous les points d'essentiels de sauvetage sont annulés lorsque la bénédiction noctâme d'Ifa prend fin."
  },
  {
    "Id": 11130003,
    "Name": "Bénédiction noctâme : Ifa",
    "Description": "La bénédiction noctâme d'Ifa consomme de façon continue ses points de noctâme et prend fin une fois les points épuisés ou lors d'une nouvelle utilisation de la compétence. L'état Bénédiction noctâme d'Ifa possède les propriétés spéciales suivantes :\n· Ifa flotte dans les airs avec l'aide de Cacucu, augmentant sa VIT de déplacement et sa RÉS à l'interruption. Dans cet état, Ifa consomme de façon continue ses points de noctâme pour flotter dans les airs, sprinter et flotter plus haut consommant des points de noctâme supplémentaires.\n· Les attaques normales d'Ifa sont converties en tirs de soutien qui diffèrent selon qu'ils sont déclenchés avec un appui simple ou un appui long."
  },
  {
    "Id": 11130004,
    "Name": "Marque de sédation",
    "Description": "Cet effet explose après un court délai pour infliger des DGT de zone de l'élément correspondant. Les sédatifs thérapeutiques peuvent appliquer des marques de sédation à un maximum de 4 ennemis touchés, un même ennemi ne pouvant pas être affligé simultanément de marques de différents éléments."
  }
]