[
  {
    "Id": 210101,
    "Name": "<color=#0075de>Onde tidale</color>",
    "Description": "Déclencher une <color=#f39001>réaction d'Évaporation</color> sur un ennemi inflige des <color=#0075de>DGT Hydro</color>."
  },
  {
    "Id": 210102,
    "Name": "<color=#ef5534>Explosion flamboyante</color>",
    "Description": "Déclencher une <color=#f39001>réaction d'Évaporation</color> sur un ennemi inflige des <color=#ef5534>DGT Pyro</color>."
  },
  {
    "Id": 210201,
    "Name": "<color=#7bb100>Graine persistante</color>",
    "Description": "Chaque noyau Dendro créé génère une graine persistante à proximité du personnage déployé, un maximum de <color=#f39001>4</color> graines persistantes pouvant exister en même temps : elle est consommée en touchant un ennemi afin de lui infliger des <color=#7bb100>DGT Dendro</color>."
  },
  {
    "Id": 210301,
    "Name": "<color=#ef5534>Onde incendiaire</color>",
    "Description": "Infliger des DGT à un ennemi avec une <color=#f39001>réaction de Brûlure</color> comptabilise un cumul sur ce dernier. En atteignant <color=#f39001>6</color> cumuls, les cumuls sont annulés pour libérer une onde incendiaire infligeant des <color=#ef5534>DGT Pyro de zone</color>."
  },
  {
    "Id": 210302,
    "Name": "<color=#7bb100>Noyau incandescent</color>",
    "Description": "Un noyau incandescent infligeant des <color=#7bb100>DGT Dendro</color> se déclenche lorsqu'un personnage a infligé des DGT Dendro à un ennemi <color=#f39001>brûlé</color>."
  },
  {
    "Id": 210401,
    "Name": "<color=#f39001>Grâce de cristal Pyro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Pyro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 210402,
    "Name": "<color=#ef5534>Onde calcinante</color>",
    "Description": "Une onde calcinante infligeant des <color=#ef5534>DGT Pyro de zone</color> est libérée à l'emplacement du personnage toutes les <color=#f39001>6</color> s pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 210403,
    "Name": "<color=#e09800>Frappe rocailleuse</color>",
    "Description": "Une frappe rocailleuse infligeant des <color=#e09800>DGT Géo de zone</color> est libérée à l'emplacement du personnage toutes les <color=#f39001>4</color> s pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 210501,
    "Name": "<color=#f39001>Grâce de cristal Électro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Électro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 210502,
    "Name": "<color=#e09800>Roc rugissant</color>",
    "Description": "Les personnages déclenchent un roc rugissant infligeant des <color=#e09800>DGT Géo</color> à l'emplacement des ennemis touchés par leurs attaques pendant la durée de l'effet <color=#f39001>Grâce de cristal Électro</color>"
  },
  {
    "Id": 210503,
    "Name": "<color=#e09800>Roc rugissant</color>",
    "Description": "Un roc rugissant infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement d'un ennemi proche à chaque fois que les personnages récupèrent <color=#f39001>{0}</color> fragments élémentaires créés par une <color=#f39001>réaction de Cristallisation Électro</color>"
  },
  {
    "Id": 210601,
    "Name": "<color=#f39001>Caducité</color>",
    "Description": "Les RÉS Pyro et Électro des ennemis concernés diminuent de <color=#f39001>5.5 %</color>, cet effet pouvant être cumulé 4 fois maximum."
  },
  {
    "Id": 210602,
    "Name": "<color=#ef5534>Orbe explosif</color>",
    "Description": "Infliger des DGT Électro à un ennemi caduc envoie un orbe explosif infligeant des <color=#ef5534>DGT Pyro</color> sur <color=#f39001>tous</color> les ennemis caducs du terrain."
  },
  {
    "Id": 210603,
    "Name": "<color=#b863ee>Coup de tonnerre</color>",
    "Description": "Infliger des DGT Pyro à un ennemi caduc déclenche un coup de tonnerre infligeant des <color=#b863ee>DGT Électro</color> sur <color=#f39001>tous</color> les ennemis caducs du terrain."
  },
  {
    "Id": 210701,
    "Name": "<color=#7bb100>Nexus vigoureux</color>",
    "Description": "Lorsqu'un personnage déclenche une réaction de Stimulation, de Suractivation ou de Propagation sur un ennemi, un nexus vigoureux est tiré, explosant en touchant l'ennemi pour infliger des <color=#7bb100>DGT Dendro de zone</color>."
  },
  {
    "Id": 210702,
    "Name": "<color=#b863ee>Tonnerre abondant</color>",
    "Description": "Lorsqu'un personnage a infligé des DGT Électro ou Dendro à un ennemi stimulé, un tonnerre abondant infligeant des <color=#b863ee>DGT Électro</color> est déclenché."
  },
  {
    "Id": 210901,
    "Name": "<color=#f39001>Bénédiction venteuse Hydro</color>",
    "Description": "Les DGT infligés par les réactions de Dispersion des personnages augmentent de <color=#f39001>80 %</color> et leurs PV max de <color=#f39001>8 %</color>."
  },
  {
    "Id": 210902,
    "Name": "<color=#0075de>Aquabulle curative</color>",
    "Description": "Une aquabulle curative accumule la quantité de PV soignés avant d'exploser à la fin de sa durée pour infliger des <color=#0075de>DGT Hydro de zone</color> aux ennemis proches selon cette quantité et les cumuls de <color=#f39001>bénédiction venteuse Hydro</color>."
  },
  {
    "Id": 210903,
    "Name": "<color=#0075de>Tourbillon cascadant</color>",
    "Description": "Un tourbillon cascadant attire les ennemis proches et inflige des <color=#0075de>DGT Hydro de zone</color> selon les cumuls de <color=#f39001>bénédiction venteuse Hydro</color>."
  },
  {
    "Id": 211001,
    "Name": "<color=#f39001>Bénédiction venteuse Électro</color>",
    "Description": "Les DGT infligés par les réactions de Dispersion déclenchées par les personnages augmentent de <color=#f39001>80 %</color> et chaque obtention d'une <color=#f39001>bénédiction venteuse Électro</color> restaure <color=#f39001>1.5</color> pts d'énergie élémentaire à tous les personnages de l'équipe."
  },
  {
    "Id": 211002,
    "Name": "<color=#b863ee>Électrolame tailladeuse</color>",
    "Description": "Une <color=#f39001>marque tailladeuse</color> est générée lorsqu'un personnage utilise un déchaînement élémentaire. Lorsque l'attaque du personnage déployé touche un ennemi, cette marque tailladeuse est consommée pour libérer une <color=#b863ee>électrolame tailladeuse</color> infligeant des <color=#b863ee>DGT Électro</color> aux ennemis en chemin selon les cumuls de <color=#f39001>bénédiction venteuse Électro</color>."
  },
  {
    "Id": 211003,
    "Name": "<color=#b863ee>Éclair sursautant</color>",
    "Description": "Pendant la <color=#f39001>bénédiction venteuse Électro</color>, toucher un ennemi avec une attaque plongeante libère un éclair sursautant infligeant des <color=#b863ee>DGT Électro de zone</color> selon les cumuls de bénédiction venteuse Électro."
  },
  {
    "Id": 211101,
    "Name": "<color=#f39001>Électro-impulsion</color>",
    "Description": "Les DGT infligés par les <color=#f39001>réactions d'Électrocution</color> de tous les personnages de l'équipe augmentent de <color=#f39001>250 %</color>, tandis que les DGT infligés par leurs <color=#f39001>réactions de Sélénofleurissement</color> augmentent de <color=#f39001>70 %</color>."
  },
  {
    "Id": 211102,
    "Name": "<color=#b863ee>Noyau électrostatique</color>",
    "Description": "Un noyau électrostatique suit le personnage déployé pendant la durée de l'effet Électro-impulsion, ce noyau tirant sur les ennemis, lorsque l'attaque du personnage a touché un ennemi, 3 projectiles Électro infligeant des <color=#b863ee>DGT Électro</color>."
  },
  {
    "Id": 211103,
    "Name": "<color=#f39001>Cumulonimbus</color>",
    "Description": "Un cumulonimbus utilise aléatoirement une des attaques suivantes toutes les <color=#f39001>2</color> s pendant la durée de l'effet Électro-impulsion :\n1. <color=#b863ee>Cumulo-éclair</color> : inflige des <color=#b863ee>DGT Électro</color> aux ennemis à portée et restaure <color=#f39001>2</color> pts d'énergie élémentaire au personnage déployé.\n2. <color=#0075de>Cumulo-averse</color> : inflige des <color=#0075de>DGT Hydro</color> aux ennemis à portée et restaure <color=#f39001>5 %</color> de PV au personnage déployé."
  },
  {
    "Id": 211201,
    "Name": "<color=#f39001>Grâce de cristal Pyro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Pyro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 211202,
    "Name": "<color=#e09800>Frappe rocailleuse</color>",
    "Description": "Une frappe rocailleuse infligeant des <color=#e09800>DGT Géo de zone</color> est libérée à l'emplacement du personnage toutes les <color=#f39001>{0}</color> s pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 211203,
    "Name": "<color=#e09800>Roc rugissant</color>",
    "Description": "Un roc rugissant infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement des ennemis touchés par les attaques normales, chargées et plongeantes pendant la durée de l'effet <color=#f39001>Grâce de cristal Pyro</color>."
  },
  {
    "Id": 211301,
    "Name": "<color=#f39001>Grâce de cristal Cryo</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Cryo et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 211302,
    "Name": "<color=#e09800>Assaut cristallin</color>",
    "Description": "Un assaut cristallin infligeant des <color=#e09800>DGT Géo de zone</color> est libéré de façon intermittente à l'emplacement du personnage pendant la durée de l'effet <color=#f39001>Grâce de cristal Cryo</color>."
  },
  {
    "Id": 211303,
    "Name": "<color=#e09800>Pierre de verglas</color>",
    "Description": "Une pierre de verglas infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement de l'ennemi lorsqu'un personnage Cryo ou Géo de l'équipe inflige un coup CRIT pendant la durée de l'effet <color=#f39001>Grâce de cristal Cryo</color>."
  },
  {
    "Id": 211401,
    "Name": "<color=#2bb7d5>Chute de givre</color>",
    "Description": "Déclencher une réaction de Fonte avec un personnage <color=#ef5534>Pyro</color> déployé déclenche une chute de givre infligeant des <color=#2bb7d5>DGT Cryo</color>."
  },
  {
    "Id": 211402,
    "Name": "<color=#ef5534>Pylône enflammé</color>",
    "Description": "Déclencher une réaction de Fonte avec un personnage <color=#2bb7d5>Cryo</color> déployé déclenche un pylône enflammé infligeant des <color=#ef5534>DGT Pyro</color>."
  },
  {
    "Id": 211403,
    "Name": "<color=#f39001>Thermorétraction élevée</color>",
    "Description": "Les DGT infligés par les réactions de Fonte déclenchées par les personnages augmentent de <color=#f39001>30 %</color>."
  },
  {
    "Id": 211501,
    "Name": "<color=#f39001>Bénédiction venteuse Pyro</color>",
    "Description": "Les DGT infligés par les réactions de Dispersion des personnages augmentent de <color=#f39001>80 %</color> et leur ATQ de <color=#f39001>9 %</color>."
  },
  {
    "Id": 211502,
    "Name": "<color=#ef5534>Foehn</color>",
    "Description": "En infligeant des DGT à un ennemi, l'attaque du personnage déployé consomme les PV de ce dernier pour déclencher un foehn infligeant des <color=#ef5534>DGT Pyro de zone</color> selon les cumuls de bénédiction venteuse Pyro."
  },
  {
    "Id": 211503,
    "Name": "<color=#f39001>Flambouragan</color>",
    "Description": "Déployer un personnage <color=#f39001>Pyro ou Anémo</color> de l'équipe au combat déclenche, selon le <color=#f39001>type élémentaire</color> du personnage concerné, un flambouragan infligeant des DGT de zone de l'élément correspondant selon les cumuls de bénédiction venteuse Pyro."
  },
  {
    "Id": 211601,
    "Name": "<color=#f39001>Froideur</color>",
    "Description": "Les DGT CRIT de tous les personnages Cryo et Hydro de l'équipe augmentent de <color=#f39001>40 %</color>."
  },
  {
    "Id": 211602,
    "Name": "<color=#0075de>Frisson froid</color>",
    "Description": "Déclencher une réaction de Gel avec un personnage <color=#2bb7d5>Cryo</color> déployé déclenche un frisson froid infligeant des <color=#0075de>DGT Hydro de zone</color>."
  },
  {
    "Id": 211603,
    "Name": "<color=#2bb7d5>Frisson frigide</color>",
    "Description": "Déclencher une réaction de Gel avec un personnage <color=#0075de>Hydro</color> déployé déclenche un frisson frigide infligeant des <color=#2bb7d5>DGT Cryo de zone</color>."
  },
  {
    "Id": 211604,
    "Name": "<color=#f39001>Débâcle</color>",
    "Description": "Les RÉS Hydro et Cryo des ennemis concernés diminuent de <color=#f39001>8 %</color>, cet effet pouvant être cumulé <color=#f39001>3</color> fois maximum."
  },
  {
    "Id": 211701,
    "Name": "<color=#f39001>Ohm</color>",
    "Description": "Les RÉS Cryo et Électro des ennemis concernés diminuent de <color=#f39001>3 %</color> et la RÉS physique de <color=#f39001>6 %</color>. Cet effet peut être cumulé <color=#f39001>6</color> fois maximum."
  },
  {
    "Id": 211702,
    "Name": "<color=#f39001>Frisson impulsif</color>",
    "Description": "Lorsqu'un personnage a infligé des <color=#f39001>DGT physiques</color> à un ennemi affecté par un <color=#f39001>ohm</color>, un frisson impulsif infligeant des DGT physiques est libéré. Un frisson impulsif peut être libéré une fois toutes les <color=#f39001>3</color> s."
  },
  {
    "Id": 211801,
    "Name": "<color=#f39001>Grâce de cristal Hydro</color>",
    "Description": "Tous les personnages de l'équipe bénéficient d'un bonus de DGT Hydro et Géo de <color=#f39001>50 %</color>. De plus, ils collectent les fragments proches qui ont été générés par des réactions de Cristallisation toutes les <color=#f39001>4</color> s."
  },
  {
    "Id": 211802,
    "Name": "<color=#e09800>Assaut fracassant</color>",
    "Description": "Un assaut fracassant infligeant des <color=#e09800>DGT Géo de zone</color> est libéré de façon intermittente à l'emplacement du personnage pendant la durée de l'effet <color=#f39001>Grâce de cristal Hydro</color>."
  },
  {
    "Id": 211803,
    "Name": "<color=#e09800>Pierre de ravinement</color>",
    "Description": "Une pierre de ravinement infligeant des <color=#e09800>DGT Géo</color> tombe à l'emplacement de l'ennemi lorsqu'un personnage Hydro ou Géo de l'équipe reçoit des soins pendant la durée de l'effet <color=#f39001>Grâce de cristal Hydro</color>."
  },
  {
    "Id": 211804,
    "Name": "<color=#f39001>Épine d'engelure</color>",
    "Description": "Une épine d'engelure inflige une fois des <color=#f39001>DGT Cryo et Dendro de zone</color> aux ennemis à proximité toutes les <color=#f39001>2</color> s. Un maximum de 2 épines d'engelure peut exister en même temps sur le terrain."
  },
  {
    "Id": 211805,
    "Name": "<color=#b863ee>Roncélectro</color>",
    "Description": "Lorsqu'une attaque Électro d'un personnage a touché un ennemi à portée d'une <color=#f39001>épine d'engelure</color>, l'<color=#f39001>épine d'engelure</color> se transforme en roncélectro de <color=#f39001>10</color> s. La roncélectro attaque <color=#f39001>1</color> fois toutes les secondes et inflige <color=#f39001>1.500 %</color> de DGT Électro de zone."
  },
  {
    "Id": 211806,
    "Name": "<color=#f39001>Magnépine</color>",
    "Description": "La magnépine n'attaque pas, mais <color=#f39001>augmente les DGT Cryo, Dendro, Électro et physiques</color> que les personnages infligent aux ennemis à proximité. Chaque magnépine sur le terrain augmente cet effet de <color=#f39001>45 %</color>, jusqu'à un maximum de <color=#f39001>90 %</color>."
  },
  {
    "Id": 211901,
    "Name": "<color=#f39001>Bénédiction venteuse Cryo</color>",
    "Description": "Les DGT infligés par les réactions de Dispersion des personnages augmentent de <color=#f39001>80 %</color> et leurs DGT CRIT de <color=#f39001>12 %</color>."
  },
  {
    "Id": 211902,
    "Name": "<color=#2bb7d5>Gélivure</color>",
    "Description": "Toucher un ennemi avec une attaque pendant la durée de l'effet <color=#f39001>Bénédiction venteuse Cryo</color> lui applique une gélivure, cette dernière infligeant des <color=#2bb7d5>DGT Cryo</color> de façon intermittente selon les cumuls de <color=#f39001>bénédiction venteuse Cryo</color>."
  },
  {
    "Id": 211903,
    "Name": "<color=#19c78e>Brumisation</color>",
    "Description": "Pendant la durée de l'effet <color=#f39001>Bénédiction venteuse Cryo</color>, le sprint déclenche une brumisation attirant les ennemis proches et infligeant des <color=#19c78e>DGT Anémo</color> selon les cumuls de <color=#f39001>bénédiction venteuse Cryo</color>."
  },
  {
    "Id": 11120001,
    "Name": "Mode « Stockage à froid »",
    "Description": "<color=#FFD780FF>Appui simple</color>\nEscoffier active son mek cuistot multi-usages à palette complète en mode « Stockage à froid », infligeant des <color=#99FFFFFF>DGT Cryo de zone</color> aux ennemis proches.\n\n<color=#FFD780FF>Mek cuistot : mode « Stockage à froid »</color>\nLe mek cuistot suit le personnage déployé et tire des parfaits glacés de façon intermittente sur les ennemis proches, infligeant des <color=#99FFFFFF>DGT Cryo</color>."
  },
  {
    "Id": 11120002,
    "Name": "Mode « Cuisson impromptue »",
    "Description": "<color=#FFD780FF>Mek cuistot : mode « Cuisson impromptue »</color>\n· Place le mek cuistot sur le terrain, ce dernier pouvant absorber les attaques élémentaires. Lorsque l'énergie élémentaire absorbée atteint une certaine limite, Escoffier peut convertir les ingrédients placés à l'intérieur de son mek en délicieuse nourriture.\n· Escoffier a besoin de temps pour acheter de nouveaux ingrédients et ne peut donc préparer qu'un certain nombre de plats chaque semaine de cette manière. La quantité de plats qu'Escoffier peut préparer chaque semaine est réinitialisée tous les lundis à 04 h 00."
  },
  {
    "Id": 11130001,
    "Name": "Tir de soutien",
    "Description": "Pendant sa bénédiction noctâme, les attaques normales d'Ifa sont converties en tirs de soutien.\n<color=#FFD780FF>Appui simple</color>\nDéclenche un tir tonique.\n<color=#FFD780FF>Appui long</color>\nDéclenche des tirs toniques de façon continue.\n<color=#FFD780FF>Tir tonique</color>\nLes tirs toniques infligent des <color=#80FFD7FF>DGT Anémo</color> infusés de noctâme et soignent les PV de tous les personnages de l'équipe à proximité en touchant un ennemi selon la maîtrise élémentaire d'Ifa."
  },
  {
    "Id": 11130002,
    "Name": "Essentiels de sauvetage",
    "Description": "Chaque point d'essentiels de sauvetage qu'Ifa possède augmente les DGT infligés par les réactions de Dispersion et d'Électrocution des membres de l'équipe à proximité de 1,5 % et ceux des réactions de Sélénocution de 0,2 %, Ifa pouvant posséder un maximum de 150 pts d'essentiels de sauvetage. Tous les points d'essentiels de sauvetage sont annulés lorsque la bénédiction noctâme d'Ifa prend fin."
  },
  {
    "Id": 11130003,
    "Name": "Bénédiction noctâme : Ifa",
    "Description": "La bénédiction noctâme d'Ifa consomme de façon continue ses points de noctâme et prend fin une fois les points épuisés ou lors d'une nouvelle utilisation de la compétence. L'état Bénédiction noctâme d'Ifa possède les propriétés spéciales suivantes :\n· Ifa flotte dans les airs avec l'aide de Cacucu, augmentant sa VIT de déplacement et sa RÉS à l'interruption. Dans cet état, Ifa consomme de façon continue ses points de noctâme pour flotter dans les airs, sprinter et flotter plus haut consommant des points de noctâme supplémentaires.\n· Les attaques normales d'Ifa sont converties en tirs de soutien qui diffèrent selon qu'ils sont déclenchés avec un appui simple ou un appui long."
  },
  {
    "Id": 11130004,
    "Name": "Marque de sédation",
    "Description": "Cet effet explose après un court délai pour infliger des DGT de zone de l'élément correspondant. Les sédatifs thérapeutiques peuvent appliquer des marques de sédation à un maximum de 4 ennemis touchés, un même ennemi ne pouvant pas être affligé simultanément de marques de différents éléments."
  },
  {
    "Id": 11130005,
    "Name": "Finesse serpentine",
    "Description": "Skirk peut consommer sa finesse serpentine pour maintenir son mode Flash à sept phases ou utiliser son déchaînement élémentaire « Ravage : Ruine ».\n\nSkirk peut obtenir de la finesse serpentine des manières suivantes :\n· En ayant utilisé sa compétence élémentaire « Ravage : Distorsion ».\n· En ayant déclenché l'effet d'absorption d'une faille du néant de son aptitude d'élévation « Raisonnement outre-raison ».\n\nTous les points de finesse serpentine sont supprimés lorsque Skirk quitte le champ de bataille pendant son mode Flash à sept phases ou lorsque son mode Flash à sept phases prend fin."
  },
  {
    "Id": 11130006,
    "Name": "Flash à sept phases",
    "Description": "Skirk passe en mode Flash à sept phases pendant un certain temps lorsqu'elle utilise sa compétence élémentaire <color=#FFD780FF>Ravage : Distorsion</color>. Ce mode possède les propriétés spéciales suivantes :\n· La finesse serpentine de Skirk se consomme de façon continue.\n· La portée des attaques normales et chargées et la RÉS à l'interruption de Skirk augmentent.\n· Les DGT des attaques normales, chargées et plongeantes de Skirk sont convertis en <color=#99FFFFFF>DGT Cryo</color> ne pouvant pas être enchantés.\n· Le déchainement élémentaire <color=#FFD780FF>Ravage : Ruine</color> de Skirk est remplacé par le déchaînement élémentaire spécial <color=#FFD780FF>Ravage : Extinction</color>.\n· Le sprint de Skirk permet de se déplacer sur l'eau.\nLe mode prend fin et la compétence élémentaire de Skirk entre en TdR une fois la finesse serpentine épuisée ou à la fin de la durée."
  },
  {
    "Id": 11130007,
    "Name": "Raisonnement outre-raison",
    "Description": "Lorsqu'un membre de l'équipe à proximité déclenche une réaction de Gel, de Supraconduction, de Dispersion Cryo ou de Cristallisation Cryo sur un ennemi, une faille du néant apparaît à proximité de ce dernier. Cet effet peut être déclenché une fois toutes les 2,5 s et un maximum de 3 failles du néant créées par Skirk peut exister en même temps sur le terrain.\n\nSkirk peut absorber les failles du néant à proximité des manières suivantes :\n· En touchant un ennemi avec une attaque chargée pendant son mode Flash à sept phases.\n· En utilisant son déchaînement élémentaire spécial <color=#FFD780FF>Ravage : Extinction</color> pendant son mode Flash à sept phases.\n· En se déplaçant rapidement grâce à un appui long de sa compétence élémentaire <color=#FFD780FF>Ravage : Distorsion</color>.\n\nChaque faille du néant absorbée permet à Skirk d'obtenir 8 pts de finesse serpentine."
  },
  {
    "Id": 11130008,
    "Name": "Retour à la désolation",
    "Description": "Lorsqu'un personnage proche de type <color=#80C0FFFF>Hydro</color> dans l'équipe touche un ennemi avec une attaque <color=#80C0FFFF>Hydro</color> ou qu'un personnage proche de type <color=#99FFFFFF>Cryo</color> autre que Skirk dans l'équipe touche un ennemi avec une attaque <color=#99FFFFFF>Cryo</color>, Skirk obtient un cumul de l'effet Traversée de la mort pendant 20 s. Cet effet peut être cumulé 3 fois maximum, la durée de chaque cumul étant calculée de façon indépendante.\nDe plus, chaque personnage permet à Skirk d'obtenir 1 cumul de traversée de la mort maximum de cette manière.\nChaque cumul de traversée de la mort permet à l'attaque normale de Skirk d'infliger des DGT d'une valeur équivalant à 110 %/120 %/170 % des DGT d'origine en mode Flash à sept phases et permet à son déchaînement élémentaire <color=#FFD780FF>Ravage : Ruine</color> d'infliger des DGT d'une valeur équivalant à 105 %/115 %/160 % des DGT d'origine."
  },
  {
    "Id": 11130009,
    "Name": "Mystère bruineux",
    "Description": "Lorsqu'un ennemi ou un membre de l'équipe à proximité touche un mystère bruineux, différents effets se produisent selon la personne concernée :\nSi un ennemi touche un mystère bruineux, ce dernier explose et inflige des <color=#80C0FFFF>DGT Hydro de zone</color> aux ennemis à proximité.\nSi un membre de l'équipe à proximité touche un mystère bruineux, il se fait projeter dans les airs.\n\nIl ne peut exister qu'un seul mystère bruineux invoqué par Dahlia à la fois."
  },
  {
    "Id": 11130010,
    "Name": "Faveur favonienne",
    "Description": "Dahlia accorde cet effet à vos personnages dans l'équipe lorsqu'il utilise son déchaînement élémentaire <color=#FFD780FF>Psautier radieux</color>.\nPendant cet effet, Dahlia peut consommer un cumul de sacrement pour invoquer à nouveau un bouclier de faveur sacrée lorsqu'un précédent bouclier a expiré ou été détruit en subissant des DGT."
  },
  {
    "Id": 11130011,
    "Name": "Sacrement",
    "Description": "Dahlia peut obtenir du sacrement des manières suivantes :\n· Il obtient X cumul de sacrement à chaque fois que votre personnage déployé touche un total de 4 ennemis avec des attaques normales tout en étant sous l'effet d'une faveur favonienne.\n· En déclenchant l'effet de l'aptitude d'élévation « La douce grâce du vent ».\n\nDahlia peut obtenir un maximum de X cumuls de sacrement pendant la durée une faveur favonienne."
  },
  {
    "Id": 11160001,
    "Name": "Birgitta",
    "Description": "Assistante d'Ineffa au combat, elle peut être invoquée sur le champ de bataille via une compétence élémentaire ou un déchaînement élémentaire.\nSi des ennemis sont à proximité, Birgitta se rapproche rapidement de l'un d'entre eux toutes les 2 s afin de déclencher une décharge électrique infligeant des <color=#FFACFFFF>DGT Électro de zone</color>.\nIl ne peut exister qu'une seule Birgitta créée par Ineffa à la fois.\n\nDe plus, il semble que vous pourrez changer l'apparence de Birgitta par certains moyens dans Nod-Krai..."
  },
  {
    "Id": 11190001,
    "Name": "Sanctuaire du givrebois",
    "Description": "Cette zone magique protège les Émissaires de chantelune et peut être invoquée grâce à la compétence élémentaire <color=#FFD780FF>Runo : Repos sans aube de karsikko</color>.\nLe sanctuaire du givrebois suit le personnage déployé et inflige une fois des <color=#99FF88FF>DGT Dendro de zone</color> aux ennemis en son sein toutes les 2 s, ces DGT étant considérés comme des DGT de compétence élémentaire."
  },
  {
    "Id": 11190002,
    "Name": "Chant lunaire",
    "Description": "Cette mélodie, utilisée pour tisser des hymnes, peut, lors de l'utilisation d'un déchaînement élémentaire ou pendant une courte période après en avoir utilisé un, être convertie en hymne pâle augmentant les DGT des réactions de Fleurissement, d'Exubérance, de Bourgeonnement et de Sélénofleurissement.\nLorsque Lauma consomme de la rosée verdoyante pour déclencher sa compétence élémentaire <color=#FFD780FF>Runo : Repos sans aube de karsikko</color> avec un appui long, chaque rosée verdoyante consommée lui accorde un cumul de chant lunaire."
  },
  {
    "Id": 11190003,
    "Name": "Hymne pâle",
    "Description": "Cet hymne, transmis de génération en génération par les Émissaire de chantelune, augmente les DGT infligés par les réactions de Fleurissement, d'Exubérance, de Bourgeonnement et de Sélénofleurissement.\n\nLauma peut obtenir de l'hymne pâle des manières suivantes :\n· En utilisant son déchaînement élémentaire <color=#FFD780FF>Runo : Cœurs devenant la lune battante</color>.\n· En consommant des cumuls de chant lunaire lors de son déchaînement élémentaire <color=#FFD780FF>Runo : Cœurs devenant la lune battante</color>.\n· En déclenchant un sanctuaire du givrebois avec sa constellation <color=#FFD780FF>« À la lune, j'offre mon sang et mes émois »</color>.\n\nLorsqu'un personnage de l'équipe inflige des DGT avec une réaction de Fleurissement, d'Exubérance, de Bourgeonnement ou de Sélénofleurissement, un cumul d'hymne pâle est consommé pour augmenter les DGT infligés selon la maîtrise élémentaire de Lauma. Un nombre de cumuls égal au nombre d'ennemis touchés sera consommé si ces DGT touchent plusieurs ennemis en même temps.\nLa durée de chaque cumul d'hymne pâle est calculée de façon indépendante."
  },
  {
    "Id": 11190004,
    "Name": "Vigile crépusculaire",
    "Description": "Les DGT infligés par les réactions de Fleurissement, d'Exubérance et de Bourgeonnement des personnages de l'équipe peuvent déclencher des coups CRIT dont le taux CRIT est fixé à {PARAM#P1192101|1S100} % et les DGT CRIT à {PARAM#P1192101|2S100} %. Le taux CRIT accordé par cet effet peut se cumuler avec le taux CRIT des effets similaires qui permettent aux réactions élémentaires de déclencher des coups CRIT."
  },
  {
    "Id": 11190005,
    "Name": "Prière au clair de lune",
    "Description": "Lorsqu'un personnage de l'équipe inflige des DGT avec une réaction de Sélénofleurissement, le taux CRIT augmente de {PARAM#P1192101|3S100} % et les DGT CRIT de {PARAM#P1192101|4S100} %."
  },
  {
    "Id": 11190007,
    "Name": "Élévation",
    "Description": "Cet effet spécial d'augmentation des DGT est calculée indépendamment des autres effets d'augmentation des DGT."
  },
  {
    "Id": 11190008,
    "Name": "Rosée verdoyante",
    "Description": "Lorsqu'un personnage de l'équipe a déclenché une réaction de Sélénofleurissement, toute l'équipe obtient des ressources.\nDéclencher une réaction de Sélénofleurissement accorde 1 rosée verdoyante à l'équipe toutes les 2,5 s pendant 2,5 s, l'équipe pouvant avoir un maximum de 3 rosées verdoyantes. Déclencher à nouveau une réaction de Sélénofleurissement pendant cette période réinitialise la durée de l'effet."
  },
  {
    "Id": 11200001,
    "Name": "Symphonie tonitruante",
    "Description": "Flins peut consommer moins d'énergie élémentaire pour déclencher un déchaînement élémentaire spécial, infligeant 1 fois des <color=#FFACFFFF>DGT Électro de zone</color> considérés comme des DGT de réaction de Sélénocution.\n<color=#FFD780FF>Signelune « Lueur ascendante »</color> : inflige 1 fois de plus des <color=#FFACFFFF>DGT Électro de zone</color> considérés comme des DGT de réaction de Sélénocution si un ou plusieurs nuages orageux sont à proximité."
  },
  {
    "Id": 11220001,
    "Name": "Danse d'ombre",
    "Description": "Nefer entre dans l'état Danse d'ombre après avoir utilisé sa compétence élémentaire <color=#FFD780FF>Tactique de senet : Danse des mille nuits</color>.\nDans cet état, les attaques chargées de Nefer sont remplacées par l'attaque chargée spéciale « Performance fantasmatique » si l'équipe possède au moins 1 rosée verdoyante.\nL'état Danse d'ombre prend fin lorsque Nefer a déclenché {PARAM#P1223201|3S1} performances fantasmatiques ou à la fin de sa durée."
  },
  {
    "Id": 11220002,
    "Name": "Performance fantasmatique",
    "Description": "Pendant l'état Danse d'ombre déclenché par la compétence élémentaire <color=#FFD780FF>Tactique de senet : Danse des mille nuits</color>, les attaques chargées de Nefer sont remplacées par l'attaque chargée spéciale « Performance fantasmatique » si l'équipe possède au moins 1 rosée verdoyante, cette attaque ne consommant pas d'endurance.\nNefer invoque des ombres d'elle-même pour déclencher une attaque coordonnée contre les ennemis : Nefer et ses ombres infligent respectivement 2/3 instances de <color=#99FF88FF>DGT Dendro de zone</color> en séquence, les DGT infligés par les ombres étant considérés comme des DGT de réaction de Sélénofleurissement. Les premières ombres de Nefer invoquées après le déclenchement d'une performance fantasmatique consomment 1 rosée verdoyante."
  },
  {
    "Id": 11220003,
    "Name": "Voile mensonger",
    "Description": "Nefer obtient cet effet après avoir absorbé des graines de tromperie grâce à l'aptitude d'élévation Pari au clair de lune, ce qui lui permet d'augmenter les DGT infligés par ses performances fantasmatiques.\nChaque cumul de voile mensonger augmente les DGT infligés par les performances fantasmatiques de Nefer de {PARAM#P1222101|6S100} % des DGT d'origine. Cet effet peut être initialement cumulé {PARAM#P1222101|1S1} fois maximum et dure {PARAM#P1222101|2S1} s, la durée de chaque cumul étant calculée de façon indépendante."
  }
]