[
  {
    "Id": 1,
    "Types": [
      771,
      0
    ],
    "Name": "Doanh trại tạm thời của Nhà Mạo Hiểm",
    "Description": "Doanh trại dựng tạm khi Nhà Mạo Hiểm đi vào nơi hoang dã.\nKhi chuẩn bị doanh trại, Nhà Mạo Hiểm cần đặt hàng rào bao quanh để tránh thú dữ tấn công. Nhưng không đủ gỗ để xây thành lá chắn hoàn chỉnh nên đành phải canh gác luân phiên để đảm bảo không xảy ra sơ suất.",
    "ItemIcon": "UI_Home_Suite_Camp_01",
    "Units": [
      372301,
      374102,
      373113,
      370504,
      370503,
      372405,
      374102,
      374102,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 2,
    "Types": [
      771,
      0
    ],
    "Name": "Cuộc Sống Nơi Đài Canh Gác",
    "Description": "Đội trưởng tiền nhiệm của Đội Kỵ Sĩ Tây Phong đã từng đề nghị, khi đội ít người thực hiện nhiệm vụ ở ngoại thành, phải xây dựng nơi đóng quân kiên cố, để tránh bị tập kích. \"Nhà Nhỏ Gỗ Thông Bỏ Túi\" chính là sự lựa chọn tốt nhất.",
    "ItemIcon": "UI_Home_Suite_Exterior_03",
    "Units": [
      374102,
      372405,
      372301,
      370207,
      372405,
      374102,
      374102
    ]
  },
  {
    "Id": 3,
    "Types": [
      771,
      0
    ],
    "Name": "Thảm Cỏ Và Núi Đá",
    "Description": "Ở nơi hoang vắng, cây cỏ mọc tự do. Đá cuội cũng chất chồng lên nhau, có vẻ là kiệt tác của một số thú vật nào đó.",
    "ItemIcon": "UI_Home_Suite_Exterior_08",
    "Units": [
      372201,
      372405,
      372301,
      372405
    ]
  },
  {
    "Id": 4,
    "Types": [
      671,
      0
    ],
    "Name": "Phòng Ngủ Liyue Đơn Giản",
    "Description": "Ngay cả nhà giàu có nhất Liyue thì trong phòng ngủ cũng không thể thiếu những vật dụng này.\nDưới sự quản lý tài tình của Thất Tinh, thu nhập của người dân Liyue tăng trưởng ổn định, nội thất làm từ gỗ Khước Sa cũng không còn là hàng xa xỉ nữa.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Bedroom_01",
    "Units": [
      362303,
      361106,
      362205,
      363104,
      361402
    ]
  },
  {
    "Id": 5,
    "Types": [
      671,
      0
    ],
    "Name": "Một Thoáng Trà Quán",
    "Description": "Cùng bạn bè vừa thưởng thức danh trà, vừa nghe người thuyết thư kể chuyện, chính là niềm vui chân chất nhất trong quán trà.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_01",
    "Units": [
      362202,
      362106,
      361310,
      362303,
      362106,
      362106,
      362106
    ]
  },
  {
    "Id": 6,
    "Types": [
      771,
      0
    ],
    "Name": "Ánh Đèn Ngoại Ô",
    "Description": "Đèn đường và hàng rào được dựng dưới gốc cây. Ánh sáng của \"Đèn Đuổi Tà\" có thể xua đuổi nỗi bất an của những người đi đêm.",
    "ItemIcon": "UI_Home_Suite_Exterior_12",
    "Units": [
      372301,
      374101,
      372405,
      373403,
      374101,
      372405
    ]
  },
  {
    "Id": 7,
    "Types": [
      671,
      0
    ],
    "Name": "Bàn Ghế Đa Chức Năng",
    "Description": "Bàn ghế làm từ gỗ thông bền chắc, mặt bàn rộng, chỉ cần bày giấy bút là có thể làm việc, cất sách đi là có thể dùng bữa, một bộ bàn ghế đáp ứng tất cả nhu cầu.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Diningroom_02",
    "Units": [
      362106,
      361301,
      363104,
      362106,
      362106
    ]
  },
  {
    "Id": 8,
    "Types": [
      671,
      0
    ],
    "Name": "Phòng Bếp Bận Rộn",
    "Description": "Những chiếc kệ cao chót vót chứa đầy nguyên liệu, những chiếc bếp lớn nhỏ đều đang mở lửa. Đầu bếp thành thục sử dụng gian bếp này, đủ để nấu một bữa thịnh soạn tiếp đãi cả trăm người.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Kitchen_01",
    "Units": [
      361305,
      362104,
      372401,
      361304
    ]
  },
  {
    "Id": 9,
    "Types": [
      671,
      0
    ],
    "Name": "Trà Chiều Thảnh Thơi",
    "Description": "Người Liyue thường mời bạn bè về nhà chơi, uống trà nói chuyện. Chỉ cần một chiếc bàn trà và hai cái ghế như vậy thì đã có thể tận hưởng niềm vui nhàn rỗi.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Livingroom_01",
    "Units": [
      363102,
      362303,
      362202,
      361309,
      363203,
      362105,
      362105
    ]
  },
  {
    "Id": 10,
    "Types": [
      671,
      0
    ],
    "Name": "Vạn Sách Ngàn Thư",
    "Description": "Thư phòng Liyue với nhiều cuộn sách, ngồi ở đây nửa ngày sẽ có được không ít thu hoạch.\nNghe nói đồ đạc trong đây đa phần được mô phỏng theo dinh thự của Thương Hội Phi Vân, do nhị thiếu gia của thương hội cải tiến, để nâng cao hiệu suất học tập và viết lách.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Study_01",
    "Units": [
      362304,
      362105,
      361208,
      361207,
      361206,
      363102,
      361308,
      363308
    ]
  },
  {
    "Id": 11,
    "Types": [
      671,
      0
    ],
    "Name": "Phòng Ngủ Mondstadt Nội Thất Đầy Đủ",
    "Description": "Phòng ngủ tiêu chuẩn của Mondstadt, cách bày trí được tham khảo từ ký túc xá của đội kỵ sĩ.\nKhi Mục Sư Tế Lễ đang cầu phúc trừ tà cho tủ áo, các kỵ sĩ cũng kéo chân giường chặn cửa tủ, để lỡ như ma quỷ xuất hiện, họ sẽ có thể đánh phủ đầu, khiến cho bọn chúng khiếp sợ.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Bedroom_01",
    "Units": [
      362304,
      363202,
      361105,
      361311,
      363305,
      362204,
      363309,
      361401
    ]
  },
  {
    "Id": 12,
    "Types": [
      671,
      0
    ],
    "Name": "Phòng Họp 6 Người",
    "Description": "Phòng họp tham khảo từ sảnh nghị sự của đội kỵ sĩ. Dựa theo số lượng ghế, người ta đoán rằng \"những đối sách quan trọng của đội kỵ sĩ đều được 6 người chủ chốt đưa ra\".\nSự thật là chỉ có 6 người cấp trên của đội kỵ sĩ thích ngồi họp, còn số người tham gia thì không bao giờ là con số cố định.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_01",
    "Units": [
      362102,
      363202,
      362304,
      361303,
      363309,
      362102,
      362102,
      362102,
      362102,
      362102
    ]
  },
  {
    "Id": 13,
    "Types": [
      671,
      0
    ],
    "Name": "Thời Gian Tiệc Tùng",
    "Description": "Bộ bàn ghế được dùng khi tổ chức tiệc tùng, đặt nến để có thêm ánh sáng, khiến màu sắc của món ăn hấp dẫn hơn. Nhưng vui thôi đừng vui quá, phải chú ý phòng cháy chữa cháy đó.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Diningroom_02",
    "Units": [
      362104,
      361306,
      363309,
      362104,
      362104,
      362104
    ]
  },
  {
    "Id": 14,
    "Types": [
      671,
      0
    ],
    "Name": "Cơm Trưa Văn Phòng",
    "Description": "Nhân viên cửa hàng cần phải phục vụ khách đến vào bất cứ lúc nào, thường sử dụng bếp đơn giản để tự nấu bữa trưa, tránh việc đi ra ngoài dùng bữa làm ảnh hưởng đến việc kinh doanh của tiệm.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Kitchen_01",
    "Units": [
      361305,
      361103,
      361102
    ]
  },
  {
    "Id": 15,
    "Types": [
      671,
      0
    ],
    "Name": "Phòng Tuyến Ấm Áp Phòng Tiếp Khách",
    "Description": "Đốt lò sưởi trong phòng tiếp khách, hơi ấm sẽ lan tỏa khiến mọi người thư thái. Nếu thêm vài ly rượu nữa, thì việc đối phó với những thương nhân Snezhnaya hùng hổ sẽ không còn là vấn đề hóc búa nữa.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Livingroom_01",
    "Units": [
      362101,
      363202,
      362106,
      362201,
      362301,
      362101
    ]
  },
  {
    "Id": 16,
    "Types": [
      671,
      0
    ],
    "Name": "Phòng Đọc Sách Tiện Nghi",
    "Description": "Thư phòng đầy sách ở Mondstadt. Sách quá nhiều nhưng lại ít người dùng thư phòng, nên việc phân loại sách là vô cùng quan trọng.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Study_01",
    "Units": [
      361203,
      362304,
      362106,
      362102,
      361205,
      361302,
      363303,
      363305
    ]
  },
  {
    "Id": 17,
    "Types": [
      771,
      0
    ],
    "Name": "Nhà Nhỏ Giữa Núi Rừng",
    "Description": "Ngôi nhà thường thấy ở Liyue. Ngoài cửa đặt đèn đường để tạo sự thuận tiện cho khách qua lại.\nNgười Liyue nhiệt tình hiếu khách, ngay cả khi sống ẩn dật nơi núi rừng cũng sẵn lòng cho khách lạc đường trú tạm một đêm, lại còn tiếp đãi bữa cơm và trà nước ngon nhất.",
    "ItemIcon": "UI_Home_Suite_Liyue_Folkhouse_01",
    "Units": [
      372301,
      373403,
      374101,
      370103,
      374101,
      374101,
      374101,
      374101,
      374101
    ]
  },
  {
    "Id": 18,
    "Types": [
      771,
      0
    ],
    "Name": "Sân Nhỏ Thôn Trấn",
    "Description": "Ngôi nhà dân dã ở Mondstadt. Giữa hàng rào và ngôi nhà là một khoảnh đất trống để trồng trọt, cung cấp thức ăn thường ngày.",
    "ItemIcon": "UI_Home_Suite_Mond_Folkhouse_01",
    "Units": [
      373402,
      372301,
      370206,
      374102,
      374102,
      374102,
      372405,
      372405,
      374102,
      374102,
      374102,
      372405
    ]
  },
  {
    "Id": 19,
    "Types": [
      771,
      0
    ],
    "Name": "Sạp Nhỏ Vào Lúc Thu Hoạch",
    "Description": "Mỗi khi đến mùa thu hoạch, người dân thị trấn đều sẽ dựng sạp ở gần những con đường quan trọng để bán nhiều loại hàng hóa khác nhau. Không chỉ có rau quả và tiểu mạch vừa thu hoạch mà còn có cả đồ cũ và rơm khô vẫn còn tốt.",
    "ItemIcon": "UI_Home_Suite_Props_01",
    "Units": [
      370301,
      373103,
      373304,
      373304,
      373103
    ]
  },
  {
    "Id": 20,
    "Types": [
      771,
      0
    ],
    "Name": "Chợ Rau Quả Phong Phú",
    "Description": "Chợ rau quả trái cây với nhiều gian hàng, những loại rau quả mà người ta thường mua đều sẽ được tìm thấy ở chợ này.",
    "ItemIcon": "UI_Home_Suite_Props_02",
    "Units": [
      370305,
      370303,
      373108,
      370309
    ]
  },
  {
    "Id": 21,
    "Types": [
      771,
      0
    ],
    "Name": "Một Góc Khu Luyện Binh",
    "Description": "Trong quá trình huấn luyện tân binh, do dùng sai cách nên rất dễ gây hư hỏng cho vũ khí. Vì vậy, một lượng lớn vũ khí thường được đặt cạnh bãi tập để dễ dàng lấy dùng.\nĐối với Thiên Nham Quân, chuyện vũ khí hỏng hóc do huấn luyện thì không đáng nói đến, nhưng nếu đặt nó ở bên phía Đạo Bảo Đoàn, thì chắc chắn sẽ trừ lương của tân binh đó...",
    "ItemIcon": "UI_Home_Suite_Props_03",
    "Units": [
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 22,
    "Types": [
      771,
      0
    ],
    "Name": "Phố Binh Khí Chiến Đấu",
    "Description": "Xưởng vũ khí ổn định. Những thợ rèn lành nghề đôi khi cũng bị hạn chế bởi chất lượng của khoáng thạch, rèn ra vũ khí chất lượng trung bình. Vì vậy họ đã lắp đặt nhiều kệ vũ khí, phân nhóm vũ khí với chất lượng khác nhau để bày bán.",
    "ItemIcon": "UI_Home_Suite_Props_04",
    "Units": [
      370304,
      373303,
      373302,
      373301,
      373302
    ]
  },
  {
    "Id": 23,
    "Types": [
      771,
      0
    ],
    "Name": "Khu Trung Chuyển Hàng Hóa",
    "Description": "Điểm trung chuyển để vận chuyển hàng hóa, bên cạnh rương hàng và thùng gỗ chất đống là thức uống cho công nhân.\nMặc dù bình gốm sứ đang thịnh hành rất bền, nhưng bị vật nặng đè lên vẫn rất dễ vỡ, vì vậy các công nhân rất mong quản lý chuẩn bị một chiếc tủ ly chén thay vì vứt chai lọ dưới đất.",
    "ItemIcon": "UI_Home_Suite_Props_05",
    "Units": [
      373110,
      373101,
      373102,
      374402,
      373110
    ]
  },
  {
    "Id": 24,
    "Types": [
      771,
      0
    ],
    "Name": "Chợ Mừng Lễ",
    "Description": "Khu chợ nhộn nhịp bán đầy đủ các loại đồ chơi, ô dù đầy màu sắc và các loại quà tặng lung linh, hàng đẹp giá rẻ, rất có sức hấp dẫn với trẻ nhỏ, mà cũng không làm đau ví của các bậc phụ huynh.",
    "ItemIcon": "UI_Home_Suite_Props_06",
    "Units": [
      373110,
      374307,
      373105,
      373106
    ]
  },
  {
    "Id": 25,
    "Types": [
      771,
      0
    ],
    "Name": "Cổng Chính Đường Lớn - Yêu Tà Lui Bước",
    "Description": "Lối vào thành chính được bố trí tiên bài và tượng sư tử đá, những đồ mang tính biểu tượng này đủ để răn đe ma vật, nhưng Thiên Nham Quân cũng không hề lơ là trong việc phòng bị.",
    "ItemIcon": "UI_Home_Suite_Props_07",
    "Units": [
      371201,
      373310,
      373309
    ]
  },
  {
    "Id": 26,
    "Types": [
      771,
      0
    ],
    "Name": "Tiệm Ăn Đắt Khách",
    "Description": "Một số nhà hàng ở Liyue có nhiều món ăn đặc sắc và được nhiều người biết đến, mỗi khi đến giờ ăn đều phải tiếp đón một lượng khách rất lớn. Vì vậy, nhà hàng thường sắp xếp bàn ăn ngoài trời, cố gắng giữ chân tất cả thực khách.",
    "ItemIcon": "UI_Home_Suite_Props_08",
    "Units": [
      370501,
      374309,
      370108,
      370108,
      374309,
      374309
    ]
  },
  {
    "Id": 27,
    "Types": [
      771,
      0
    ],
    "Name": "Nguồn Nước Thôn Quê",
    "Description": "Giếng nước dưới gốc cây.\nNhững tán cây xanh tốt chứng tỏ nguồn nước ở đây rất tinh khiết, mọi người có thể yên tâm sử dụng.",
    "ItemIcon": "UI_Home_Suite_Wild_01",
    "Units": [
      372405,
      373308,
      372301,
      372405
    ]
  },
  {
    "Id": 28,
    "Types": [
      771,
      0
    ],
    "Name": "Nhà Mạo Hiểm Cô Đơn Mà Thận Trọng",
    "Description": "Hầu hết những nhà mạo hiểm đi thám hiểm một mình sẽ thường cắm trại ở gần biển chỉ đường, vì biển chỉ dẫn cho biết đã có những người đi trước từng khám phá nơi này và xua đuổi ma vật gần đó.",
    "ItemIcon": "UI_Home_Suite_Wild_02",
    "Units": [
      373113,
      370504,
      373114
    ]
  },
  {
    "Id": 29,
    "Types": [
      771,
      0
    ],
    "Name": "Khu Khí Hậu Giao Thoa",
    "Description": "Một vùng kỳ diệu với nhiều loại khí hậu đan xen, khiến nhiều loại thực vật với các đặc điểm khác nhau sinh trưởng. Ban đầu, có học giả cho rằng đây là kết quả của địa mạch bất thường gây ra, nhưng các cuộc điều tra sau đó đã chứng minh rằng, đây thực sự là một trong các hiện tượng tự nhiên kỳ diệu ở Teyvat.",
    "ItemIcon": "UI_Home_Suite_Wild_03",
    "Units": [
      372409,
      372306,
      372404,
      372201,
      372202,
      372409,
      372409
    ]
  },
  {
    "Id": 30,
    "Types": [
      771,
      0
    ],
    "Name": "Cuộc Đối Thoại Gỗ Mục Và Đá Tảng",
    "Description": "Cây cối xanh um và đá tảng không có gì đặc biệt.\nMột nhà thơ lang thang nào đó nhất thời cao hứng đã tuyên bố thiên địa vạn vật đều có linh khí, cây và đá ở đây đang âm thầm trò chuyện cùng nhau. Người đời bị cô ấy ảnh hưởng, càng nhìn càng cảm thấy nói như vậy rất đúng.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 31,
    "Types": [
      0,
      0
    ],
    "Name": "Cuộc Đối Thoại Gỗ Mục Và Đá Tảng",
    "Description": "Cây cối xanh um và đá tảng không có gì đặc biệt.\nMột nhà thơ lang thang nào đó nhất thời cao hứng đã tuyên bố thiên địa vạn vật đều có linh khí, cây và đá ở đây đang âm thầm trò chuyện cùng nhau. Người đời bị cô ấy ảnh hưởng, càng nhìn càng cảm thấy nói như vậy rất đúng.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 32,
    "Types": [
      0,
      0
    ],
    "Name": "Cuộc Đối Thoại Gỗ Mục Và Đá Tảng",
    "Description": "Cây cối xanh um và đá tảng không có gì đặc biệt.\nMột nhà thơ lang thang nào đó nhất thời cao hứng đã tuyên bố thiên địa vạn vật đều có linh khí, cây và đá ở đây đang âm thầm trò chuyện cùng nhau. Người đời bị cô ấy ảnh hưởng, càng nhìn càng cảm thấy nói như vậy rất đúng.",
    "ItemIcon": "UI_Home_Suite_Wild_05",
    "FavoriteNpcs": [
      10000003,
      10000020,
      10000043,
      10000044,
      10000045
    ],
    "Units": [
      372405,
      372201,
      372305
    ]
  },
  {
    "Id": 33,
    "Types": [
      672,
      0
    ],
    "Name": "Phòng Thơ Ca Trầm Tư",
    "Description": "Thư phòng được bày trí tao nhã, được tham khảo chuyên sâu từ văn phòng của Đội Kỵ Sĩ. Nghe nói vị trí của mỗi món đồ trong phòng đều được sắp xếp rất nghiêm ngặt, có thể kết hợp hoàn hảo giữa ánh nến và bóng tối, tạo ra hiệu ứng ánh sáng độc đáo. Những độc giả và tác giả yêu thích sách văn học nghệ thuật có thể đến đây để tìm nguồn cảm hứng, những người bận rộn cũng có thể nhanh chóng tịnh tâm và bước vào trạng thái làm việc đầy hăng say.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Recollection",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000003,
      10000006,
      10000031,
      10000041,
      10000051
    ],
    "Units": [
      361205,
      362101,
      361202,
      361203,
      362102,
      361302,
      363309,
      363304,
      361201,
      362106,
      361202,
      363202,
      362301
    ]
  },
  {
    "Id": 34,
    "Types": [
      672,
      0
    ],
    "Name": "Phòng Tiếng Gió Thì Thầm",
    "Description": "Phòng ngủ thường thấy ở mọi nơi. Đối với người có cuộc sống bận rộn, có lẽ phòng ngủ chỉ là một căn phòng kê một chiếc giường, nhắm mắt ngủ qua đêm là được. Nhưng trong mắt những người tỉ mỉ, thì mỗi một góc phòng đều đáng cho họ chăm chút.\nDù là cơn gió khao khát tự do hay cơn gió của sự đấu tranh dai dẳng, khi bắt đầu nổi gió, chúng cũng đều là những ngọn gió mong manh. Dành tặng cho bản thân sự che chở cần thiết, mới có thể vững tin bước đi thật xa. Nếu căn phòng được bao bọc bởi sự dịu dàng ấm áp thì mọi mệt mỏi cũng sẽ được xua tan trong phút chốc.",
    "ItemIcon": "UI_Home_Suite_Interior_Mond_Room_Of_Whispers",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000014,
      10000051,
      10000034
    ],
    "Units": [
      362301,
      363202,
      361105,
      362204,
      363104,
      361401,
      361311,
      362102,
      361302,
      363203,
      362106,
      361301,
      363305,
      363309,
      363202
    ]
  },
  {
    "Id": 35,
    "Types": [
      672,
      0
    ],
    "Name": "Phòng Sách Phi Vân",
    "Description": "Thư phòng của Liyue với nhiều cửa, nhưng không nhất thiết phải \"sang trọng\", những người yêu văn chương xem trọng \"ý vị\" và \"tao nhã\" hơn cả. Đặt một chậu cây tươi tốt để cân bằng độ sáng trong phòng, gỗ của bàn và kệ sách sẽ có thể tỏa ra hương thơm dịu nhẹ, phối hợp với cách bày trí nhiều khoảng trống có chủ đích, ánh sáng rực của ngọn đèn sẽ giúp tinh thần hưng phấn, ý tưởng dạt dào.\nTương truyền nhiều năm trước, một vị mặc khách nào đó lưu trú ở Dốc Phi Vân đã vô tình cắm nhành liễu và bố trí nên thư phòng dạng này, sau đó được ông chủ đời trước của Vạn Văn Tập đề cao và quảng bá. Kể từ đó, nó được mệnh danh là \"Phòng Sách Phi Vân\", trở nên ngày càng quen thuộc với người dân Liyue.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Clouds",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000025,
      10000030,
      10000027,
      10000064,
      10000082,
      10000108
    ],
    "Units": [
      362105,
      361308,
      363308,
      361206,
      361208,
      361207,
      362202,
      363102,
      362105,
      363202,
      363205,
      363202,
      362106,
      362304
    ]
  },
  {
    "Id": 36,
    "Types": [
      672,
      0
    ],
    "Name": "Yên Hà Nhập Mộng Các",
    "Description": "\"Khói ráng đêm qua, khoan thai vào cõi mộng\"\nPhòng ngủ đơn giản, phong cách bày trí gần giống với Nhà Trọ Vọng Thư. Sự kỳ diệu của gian phòng ngủ này khó diễn tả được bằng lời, cứ như thời gian đọng lại, mây mù vấn vít, khiến lòng người dễ hoài niệm, buông bỏ bi thương.\nCuộc sống nơi trần thế như một cuộc phiêu bạt, chỉ có giữ được \"bản ngã\" mới có thể vững bước để ngược dòng mà tiến lên. Những suy tư khi nửa mơ nửa tỉnh luôn luôn là những điều sâu sắc nhất. Chả trách không ít lữ khách sau khi ngủ lại Nhà Trọ Vọng Thư một đêm thì có thể tìm được nguồn năng lượng dạt dào, tiếp tục hành trình với tinh thần hăng hái.",
    "ItemIcon": "UI_Home_Suite_Interior_Liyue_Room_Of_Dreams",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000046,
      10000048,
      10000037,
      10000042,
      10000036,
      10000092
    ],
    "Units": [
      362304,
      361207,
      361106,
      361309,
      363310,
      362105,
      362205,
      363104,
      361402,
      363202,
      362105,
      363102,
      362202
    ]
  },
  {
    "Id": 37,
    "Types": [
      672,
      0
    ],
    "Name": "Viện Nghiên Cứu Bí Thuật",
    "Description": "Xưởng giả kim bình thường, ngoài một số dụng cụ tinh xảo thì trông không khác gì một thư phòng bình thường, nhưng sách trên kệ, thuốc thử trong bình, còn có cả tiêu bản thí nghiệm dán nhãn \"cấm mở\" được lưu giữ trong tủ, đều là những thứ mà người bình thường đa phần chưa từng thấy qua, chỉ có thể suy đoán tác dụng hoặc nội dung của chúng qua ấn tượng của bản thân. Nếu người hiếu kỳ vi phạm lệnh cấm, thì khó mà đảm bảo an toàn.\nSau khi một chú mèo đi nhầm vào xưởng gây ra hai vụ \"sự cố thuốc giả kim\", đội điều tra của Đội Kỵ Sĩ Tây Phong đã kiểm soát chặt chẽ việc ra vào các xưởng giả kim trong thành. Nhiều huyền thoại kỳ lạ về thuật giả kim cũng ra đời từ đó, khiến các học giả chuyên tâm nghiên cứu vô cùng đau đầu.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Arcane_Laboratory",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000029,
      10000043,
      10000038,
      10000006
    ],
    "Units": [
      361105,
      361205,
      363306,
      361302,
      363307,
      363305,
      361301,
      363303,
      362103,
      363202,
      362102,
      363302,
      362102,
      362301
    ]
  },
  {
    "Id": 38,
    "Types": [
      672,
      0
    ],
    "Name": "Khói Bếp Lam Chiều",
    "Description": "Nhà bếp có đủ loại dụng cụ nấu nướng, trong tủ đầy đủ gia vị được chế biến tỉ mỉ.\nNgười đầu bếp theo đuổi sự hoàn hảo sẽ mua các nguyên liệu tươi ngon từ chợ, còn đầu bếp đạt cấp độ xuất thần, thì ngay cả củi đốt lò cũng sẽ nghiên cứu kỹ lưỡng. Đầu bếp trẻ của Vạn Dân Đường đã từng chia sẻ kinh nghiệm – muốn làm ra món ngon truyền thống của Khinh Sách Trang, cần phải cho mảnh trúc khô vào lò, chú ý khống chế mức lửa; nếu tìm được bụi cây gần Quả Móc Câu, chẻ thành mảnh nhỏ và dài, càng có thể chế biến ra món ngon Mondstadt thuần vị.\nĐặc tính của các loại củi sẽ khác nhau, hầu hết các đầu bếp không thể nắm bắt được, do đó, Vạn Dân Đường luôn dẫn đầu trong bộ môn nghệ thuật này.",
    "ItemIcon": "UI_Home_Suite_Interior_Common_Scented_Kitchen",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000033,
      10000041,
      10000026,
      10000023,
      10000020,
      10000077,
      10000080,
      10000082
    ],
    "Units": [
      361305,
      361102,
      361103,
      361311,
      362104,
      361311,
      363101,
      362104,
      361306,
      363101,
      362104
    ]
  },
  {
    "Id": 39,
    "Types": [
      772,
      0
    ],
    "Name": "Trạm Rèn Vũ Khí",
    "Description": "Lò rèn có đủ loại trang thiết bị, đáp ứng cho nhiều người thợ làm việc cùng lúc, nâng cao hiệu suất chế tạo vũ khí hoặc sửa chữa binh khí bị hư tổn.\nChừng nào ma vật còn tồn tại trên đại lục và nhà lữ hành vẫn chưa dừng chân, thì vũ khí và trang bị vẫn luôn là những thứ thiết yếu. Để đáp ứng nhu cầu này, những người thợ đã trải qua nhiều năm rèn luyện, cũng khó tránh khỏi việc sản xuất ra phế phẩm, đây là một khoản tổn thất không nhỏ. Do đó, thỉnh thoảng thợ rèn sẽ gặp cảnh túng thiếu, lúc này Đội Kỵ Sĩ sẽ cố gắng tìm đơn hàng cho họ, để đảm bảo chất lượng cuộc sống của những người luôn \"ủng hộ\" ở phía sau này. Nghe nói, ông chủ tửu trang nào đó, có tầm nhìn xa trông rộng cũng đã đầu tư vào xưởng rèn ở Mondstadt.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Blacksmith_Shop",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000034,
      10000032,
      10000016,
      10000039
    ],
    "Units": [
      373303,
      373302,
      373301,
      374303,
      370304,
      373303,
      374304,
      373302,
      372307,
      373307,
      373302,
      372410,
      372211
    ]
  },
  {
    "Id": 40,
    "Types": [
      772,
      0
    ],
    "Name": "Thị Trấn Mục ca",
    "Description": "Một trấn nhỏ có phong cách giống với Thanh Tuyền Trấn.\nThanh Tuyền Trấn luôn được ca ngợi là nơi có không khí trong lành và cuộc sống an nhàn. Nhưng hầu hết du khách đến đây chỉ ở tạm trong thời gian ngắn. Nếu muốn rời xa nơi phố thị ồn ào, đến định cư tại thị trấn nhỏ này, thì săn bắt và trồng trọt là kỹ năng cần thiết. Nắm được hai kỹ năng này mới có thể theo kịp nhịp sống của dân chúng nơi đây, biết cách nắm giữ \"món quà\" của tự nhiên, tận hưởng phong cách sống của Thanh Tuyền Trấn.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Pastoral_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000039,
      10000021,
      10000020
    ],
    "Units": [
      370207,
      370206,
      370205,
      374201,
      374304,
      374201,
      373103,
      373101,
      373304,
      373102,
      373402,
      373402,
      372301,
      373308,
      372211
    ]
  },
  {
    "Id": 41,
    "Types": [
      772,
      0
    ],
    "Name": "Công Viên Hoa Và Chim",
    "Description": "Công viên phong cách Mondstadt, hoa nở rộ và cây cối xum xuê vây quanh đài phun nước, một làn gió thoáng qua mang theo hương thơm nhẹ nhàng mà chim sẻ và bươm bướm rất yêu thích.\nTrong mắt một số nhà thơ, hoa và chim là biểu tượng của vẻ đẹp và tự do. Do đó, thỉnh thoảng sẽ có nhà thơ xuất hiện bên cạnh đài phun nước, dân chúng lân cận cũng nghe tiếng ngâm nga mà đến, đem theo thú cưng của mình, trông rất náo nhiệt.",
    "ItemIcon": "UI_Home_Suite_Exterior_Mond_Floral_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000022,
      10000045,
      10000014,
      10000003,
      10000015
    ],
    "Units": [
      372301,
      372410,
      374202,
      374201,
      371101,
      372307,
      374202,
      373401,
      372402,
      372402,
      372410,
      374201,
      374201,
      372402,
      372402,
      373119
    ]
  },
  {
    "Id": 42,
    "Types": [
      772,
      0
    ],
    "Name": "Phố Ăn Đêm",
    "Description": "Khu ẩm thực ngoài trời, có đủ loại quầy bán đồ ăn vặt, tái hiện lại khung cảnh nhộn nhịp tại Ngật Hổ Nham.\nNếu gọi đây là \"tụ điểm của những người sành ăn\" thì có chút nói quá, tuy không có quá nhiều dụng cụ làm bếp, nhưng hầu như những món ngon nổi tiếng của Liyue đều có ở đây, bằng những dụng cụ đơn giản nhất, những đầu bếp lành nghề có thể chế biến ra các món ăn ngon mà không đòi hỏi các nguyên liệu hà khắc, cũng dễ trở thành những món ăn lưu truyền mà nhà nhà đều biết tại Liyue.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_All_Delicacy",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000024,
      10000023,
      10000037,
      10000044,
      10000033,
      10000060,
      10000092,
      10000093
    ],
    "Units": [
      374308,
      374401,
      374309,
      372401,
      374309,
      370308,
      373108,
      374307,
      370309,
      373107,
      373104,
      373403,
      370306,
      373307,
      372307,
      372431,
      373107,
      373104,
      374309
    ]
  },
  {
    "Id": 43,
    "Types": [
      772,
      0
    ],
    "Name": "Phố Rực Rỡ",
    "Description": "Dãy phố với đủ loại hàng hóa từ quý giá đến hàng tiêu dùng, tái hiện cảnh tượng nhộn nhịp của chợ Liyue trong dịp lễ.\nLiyue là nơi tụ tập của hàng ngàn thương gia và đủ loại hàng hóa lưu thông. Vì vậy, hầu hết mọi người đều có thể mua được thứ mình cần. Nhưng nếu thiếu thứ gì, thì có thể chờ đến cuối tháng trao đổi với thiếu nữ tóc tím thường tuần tra qua khu vực đó. Tuy không rõ thân phận của cô ấy, nhưng hầu hết những loại hàng hóa từng phản hồi với cô ấy, sẽ xuất hiện trong chợ không lâu sau đó.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Shopping_Street",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000027,
      10000042,
      10000048,
      10000025,
      10000030,
      10000063,
      10000064,
      10000108
    ],
    "Units": [
      370307,
      370501,
      370306,
      373403,
      373107,
      374307,
      373106,
      373105,
      374402,
      374401,
      373104,
      362104,
      374308,
      373108
    ]
  },
  {
    "Id": 44,
    "Types": [
      772,
      0
    ],
    "Name": "Khinh Sách Nhàn Vân Cư",
    "Description": "Thôn trang giữa núi được mô phỏng theo Khinh Sách Trang. Nghe nói khi bước chân vào nơi này, bầu không khí thân thiện sẽ khiến du khách cảm thấy tĩnh tâm, và nhận ra những nét đẹp giản đơn mà bình thường không mấy chú ý đến.\nKhi còn trẻ phải theo đuổi lý tưởng, trải qua những năm tháng hào hùng là điều đúng đắn. Nhưng bôn ba mãi cũng sẽ có lúc mệt mỏi. Lúc này, cuộc sống yên bình nơi thôn quê, cùng hàng xóm hòa nhã, cũng là một lựa chọn không tồi. Đối với những người trẻ tuổi rong ruổi xa nhà, thì Khinh Sách Trang mãi luôn là sự bao dung, luôn chào đón họ trở về.",
    "ItemIcon": "UI_Home_Suite_Exterior_Liyue_Qingce_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000044,
      10000026,
      10000046,
      10000035,
      10000063,
      10000060,
      10000077,
      10000093
    ],
    "Units": [
      372301,
      372423,
      374102,
      374308,
      374102,
      374402,
      374305,
      370208,
      370108,
      374308,
      374102,
      373305,
      371201,
      373405,
      373403,
      370502,
      374102,
      374309,
      372410,
      372211,
      372211
    ]
  },
  {
    "Id": 45,
    "Types": [
      772,
      0
    ],
    "Name": "Doanh Trại Săn Bắn Và Múa Ca",
    "Description": "Doanh trại được bày bố tinh tế, tham khảo tác phẩm của học giả Marcus, tái hiện một cách hoàn hảo cuộc sống Hilichurl, có thể dùng để nghiên cứu tập quán của Hilichurl.\nNghe nói trước đây, Đội Kỵ Sĩ Tây Phong thường bày doanh trại kiểu này khi thảo phạt ma vật, do Kỵ Sĩ Trinh Thám hướng dẫn. Đội thuyền Nam Thập Tự thường xuyên lênh đênh bên ngoài cũng sẽ tổng hợp các tình báo tạo sa bàn, mô phỏng cảnh tượng sau khi lên đảo xa lạ, loại trừ các mối nguy hại từ ma vật.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Domu_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000021,
      10000043,
      10000029,
      10000024,
      10000062
    ],
    "Units": [
      373303,
      373302,
      373301,
      374104,
      374103,
      373112,
      373111,
      371103,
      374301,
      370402,
      371102,
      370401,
      374104,
      372307,
      372211,
      372201,
      372411,
      372410,
      374103,
      372301
    ]
  },
  {
    "Id": 46,
    "Types": [
      772,
      0
    ],
    "Name": "Hành Trình Ngôi Sao Và Vực Sâu",
    "Description": "Doanh trại Nhà Mạo Hiểm thường thấy, dùng loại lều phổ biến nhất của đại lục.\nNhà Mạo Hiểm có kinh nghiệm phong phú chỉ cần một chiếc lều gọn nhẹ là có thể ngủ ngon trong bão táp, nhanh chóng hồi phục thể lực. Do đó, loại lều này luôn bán rất chạy.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Journey_Of_Abyss",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000032,
      10000035,
      10000036,
      10000031,
      10000038,
      10000062,
      10000080
    ],
    "Units": [
      373113,
      370504,
      370503,
      373114,
      372409,
      363303,
      372304,
      372411,
      372411,
      372211,
      372211,
      373312
    ]
  },
  {
    "Id": 47,
    "Types": [
      772,
      0
    ],
    "Name": "Vườn Cây Dawn",
    "Description": "Vườn cây của Tửu Trang Dawn rất nổi tiếng. Nghe nói từng có nhiều thương gia nước ngoài mô phỏng Tửu Trang Dawn, học cách quản lý vườn cây. Từ đó xuất hiện nhiều bản mô phỏng \"Vườn Cây Dawn\", cạnh tranh khắp nơi.\nĐáng tiếc, nguyên liệu chỉ là một trong các yếu tố tạo ra rượu ngon, phương pháp ngâm rượu của Tửu Trang Dawn mới là yếu tố mấu chốt. Các đối thủ không thể cạnh tranh lại với Tửu Trang Dawn, đành chuyển sang làm nước ép trái cây mới miễn cưỡng ổn định được việc làm ăn.",
    "ItemIcon": "UI_Home_Suite_Exterior_Common_Dawn_Orchard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000016,
      10000015,
      10000022,
      10000045
    ],
    "Units": [
      373203,
      373116,
      371107,
      373402,
      373102,
      373304,
      373115,
      374107,
      374108,
      374108,
      374107,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      374105,
      373116
    ]
  },
  {
    "Id": 48,
    "Types": [
      772,
      0
    ],
    "Name": "Đình Viện Chính Thống",
    "Description": "Đình viện Inazuma rộng lớn, kết hợp một cách khéo léo kiến trúc dinh phủ Hiệp Hội Tam Cực và các thiết bị của trụ sở hiệp hội, vừa có khí thế của dinh thự danh môn, vừa mang tính chất giải quyết công việc của cơ quan hành pháp, đồng thời giữ được nét đẹp hài hòa đến hoàn hảo, xứng danh phong cách \"chính thống\".\nCác chí sĩ xuất thân hiển hách, một mực trung thành nhất định sẽ công nhận bố cục của đình viện này. Nghe nói có vị đại tướng nào đó của Hiệp Hội Tenryou từng đề nghị các quan viên nên ở gần nơi làm việc, để có thể nhanh chóng bắt tay vào việc, tận tâm tận lực vì \"vĩnh hằng\" mà Shogun đại nhân theo đuổi.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Courtyard",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056,
      10000066
    ],
    "Units": [
      371214,
      372330,
      370617,
      370616,
      371214,
      371215,
      371213,
      371214,
      373126,
      371215,
      371215,
      370617,
      372328,
      373127,
      373127,
      371214,
      372330
    ]
  },
  {
    "Id": 49,
    "Types": [
      772,
      0
    ],
    "Name": "Suối Nước Nóng Bừng Tỉnh",
    "Description": "Suối nước nóng lộ thiên đầy đủ trang thiết bị. Tuy nói rằng nhiệt độ và nguyên tố khoáng chất trong nước có hơi kém so với \"Phòng Tắm Hơi Aisa\", nhưng bầu không khí tổng thể ở đây lại thoải mái hơn, không có quá nhiều quy tắc.\nNgâm mình trong suối nước nóng nửa giờ, là có thể tiêu tan mọi mệt mỏi sau một ngày làm việc, sức sống như được thức tỉnh lần nữa. Nếu dư dả thời gian, có thể tựa vào tảng đá trắng bên hồ, thưởng thức trà và đàm đạo với bạn bè.\nĐương nhiên, trước khi vào hồ cần chú ý những lễ nghi cơ bản; khi ngâm suối cùng bạn bè phải lưu ý thời gian. Nếu trò chuyện khi tắm suối nước nóng với một người bạn thích nói chuyện giống như \"nữ hoàng lễ hội mùa hè\", trò chuyện quá lâu có thể sẽ bị hoa mắt chóng mặt đó.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Hotspring",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000055,
      10000058,
      10000059,
      10000094,
      10000109
    ],
    "Units": [
      372227,
      371227,
      371227,
      371229,
      372226,
      372327,
      371228,
      372325,
      372439,
      371228,
      371228,
      371228,
      371228,
      372439,
      372225,
      371116,
      371230,
      371228
    ]
  },
  {
    "Id": 50,
    "Types": [
      772,
      0
    ],
    "Name": "Hình Bóng Thôn Làng",
    "Description": "Thôn làng ngoại ô Inazuma, tái hiện một cách hoàn chỉnh cảnh sắc Làng Konda. Kiến trúc có \"độ tuổi\" đã cao, nhưng không hề cũ kỹ, thể hiện được cảm giác nhàn nhã và chất phác, mỗi một căn nhà đều trông rất giản dị, dường như qua vài năm nữa là có thể hòa thành một thể với núi rừng xung quanh...Đây chính là đặc tính cần có của một nơi trú ẩn, một ninja Shuumatsuban nào đó thường trốn trong làng này, ngủ một giấc thật ngon đến thỏa mãn.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000055
    ],
    "Units": [
      372329,
      373130,
      373131,
      371217,
      371217,
      371217,
      371217,
      371217,
      373322,
      371216,
      370610,
      370609,
      374109,
      374109,
      374109,
      374109,
      374109,
      374109,
      371217,
      371217,
      371217,
      371217,
      371217
    ]
  },
  {
    "Id": 51,
    "Types": [
      772,
      0
    ],
    "Name": "Cảnh Cổ Đền Xưa",
    "Description": "Ngôi đền thanh tịnh có phong cách kiến trúc, màu sơn đỏ và bố cục tổng thể gần giống với Đền Narukami ngày nay. Đối với thế nhân mà nói, đây là một nơi lý tưởng để đầu óc thanh tịnh, còn đối với Ogosho đại nhân mà nói, những cảnh sắc nhìn thấy từ nơi này, dường như đủ để ghép thành một bức tranh mơ hồ, đánh thức hồi ức xa xưa...",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Shrine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000058
    ],
    "Units": [
      370602,
      372433,
      373329,
      373413,
      374503,
      374502,
      374501,
      370623,
      372224,
      372330,
      372328,
      373315,
      373321,
      373411,
      373411,
      373321,
      372328,
      374502,
      373413,
      373413,
      374503
    ]
  },
  {
    "Id": 52,
    "Types": [
      772,
      0
    ],
    "Name": "Sân Tập Thiên Quân",
    "Description": "Sân tập trận tham khảo bố cục doanh trại Kujou, kiến trúc và trang thiết bị đều sử dụng theo cơ chế hiện nay.\nTrong quá trình quân Shogunate và quân kháng chiến giao tranh, hai phe đều liên tục tìm đủ mọi cách nâng cao năng lực của tân binh mới vào. So với sân tập luyện truyền thống, thì loại sân này vừa có đủ trang bị, vừa mô phỏng tình hình khẩn cấp nơi tiền tuyến, khá giống tình hình thực chiến, đương nhiên sẽ giúp các chiến sĩ được luyện tập đầy đủ.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Field_Weapon",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000056
    ],
    "Units": [
      373132,
      373333,
      372330,
      372329,
      373316,
      371219,
      370621,
      373318,
      370620,
      370619,
      370618,
      371219,
      371218,
      373316,
      371218,
      371220,
      371220,
      371220,
      371218,
      373318,
      371220,
      371218,
      371218,
      371220
    ]
  },
  {
    "Id": 53,
    "Types": [
      772,
      0
    ],
    "Name": "Ngoại Ô Thơ Mộng",
    "Description": "Cảnh sắc an nhàn của vùng ngoại ô Inazuma, miếu thờ bằng gỗ Otogi nằm dưới tán cây anh đào, những rặng cây phong và các cánh hoa rực rỡ, ánh nến lập lòe, sự \"uy nghiêm\" vô hình hòa hợp với sự \"an định\", cánh hoa tung bay khắp trời dường như cũng đượm vài phần linh tính.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Mountain_Outdoor",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000047,
      10000057
    ],
    "Units": [
      372435,
      372224,
      372328,
      372330,
      370601,
      373413,
      373413,
      373414,
      373414,
      372434,
      372434,
      372434,
      372435,
      372434,
      372434,
      372434,
      372434,
      372226,
      372225,
      372225
    ]
  },
  {
    "Id": 54,
    "Types": [
      772,
      0
    ],
    "Name": "Hồi Ức Đêm Hè",
    "Description": "Lễ hội vô cùng náo nhiệt, tái hiện hoàn hảo cảnh sắc lễ hội truyền thống của Inazuma.\nInazuma mỗi năm đều tổ chức khá nhiều lễ hội, nhưng nhiều nhất và mọi người nhớ nhất là những lễ hội được tổ chức vào mùa hè. Các quầy hàng bán thức ăn, những khu trò chơi vui nhộn, và còn pháo hoa rực rỡ trên bầu trời đêm, tất cả đều khiến du khách lưu luyến không muốn về. Hình ảnh của người bạn đi cùng, và lời nói bên tai cũng được khắc ghi vào hồi tưởng.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Fete",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000002,
      10000057,
      10000066
    ],
    "Units": [
      370511,
      370510,
      370505,
      373133,
      372325,
      374205,
      374313,
      373333,
      372327,
      370606,
      373410,
      374205,
      374501,
      374313,
      374205,
      374205,
      374501,
      374501,
      374501
    ]
  },
  {
    "Id": 55,
    "Types": [
      772,
      0
    ],
    "Name": "Phố Hoa Anh Đào",
    "Description": "Con đường được bố trí tỉ mỉ giống phố mua sắm của Thành Inazuma.\nBất luận thế cục bên ngoài thay đổi ra sao, phần lớn cư dân trong Thành Inazuma vẫn có thể sinh sống trong bầu không khí yên bình hài hòa. Còn con đường phố thị bình dân sẽ phản ánh lên tình trạng ăn ở đi lại của người dân, là một bức tranh tả thực vô cùng chân thật về một thành trấn. Chỉ cần đi theo một \"thổ địa\" như quản gia nhà Kamisato, ghé thăm các cửa tiệm, thì sẽ nhanh chóng hiểu được nhân tình thế thái của vùng này.",
    "ItemIcon": "UI_Home_Suite_Exterior_Dq_Street_Shopping",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000049,
      10000050,
      10000065,
      10000061
    ],
    "Units": [
      370512,
      373333,
      374501,
      373133,
      373415,
      370604,
      370508,
      370509,
      370605,
      372330,
      372328,
      373415,
      370509,
      370310,
      374501,
      374501,
      374501,
      374501,
      373410
    ]
  },
  {
    "Id": 56,
    "Types": [
      672,
      0
    ],
    "Name": "Giấc Mộng Êm Đềm",
    "Description": "Phòng ngủ mang đậm phong cách Inazuma, nhưng cũng dung hòa khái niệm trang trí của nước khác, cân bằng giữa truyền thống và tiện dụng. Khi thiết kế đã suy nghĩ về cảm nhận của người ở, để có thể giúp người ở trong phòng này thả lỏng toàn thân, nghỉ ngơi trong thời gian ngắn nhưng có được trải nghiệm như một giấc ngủ đủ dài, giống như được trải qua một thời gian thật dài trong mơ. Bàn sưởi kotatsu giúp xử lý nhiều việc mà không cần bước chân ra ngoài",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Bedroom",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000053,
      10000054,
      10000059
    ],
    "Units": [
      361403,
      361314,
      363316,
      363206,
      373325,
      370114,
      362210,
      362216,
      362210,
      362210,
      362210
    ]
  },
  {
    "Id": 57,
    "Types": [
      672,
      0
    ],
    "Name": "Thiên Chấn Trí Nghiệp",
    "Description": "Võ đường kiếm thuật chính thống. Bốn bề là kệ để đao kiếm của tông môn, và bộ giáp nghiêm chỉnh ở giữa làm tăng phần không khí trang nghiêm. \"Cung Trừ Tà\" và \"Vợt Đuổi Quỷ\" làm vật trang trí, có tác dụng xua đuổi tà niệm trong lòng người tu luyện.\nCác võ sĩ Inazuma phần lớn tin rằng, bất luận mỗi ngày vung kiếm bao nhiêu lần, chỉ cần duy trì ý chí kiếm thuật, và toàn tâm vì nó, nhất định sẽ không ngừng vươn đến cảnh giới tối cao của kiếm thuật.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Ground",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000052,
      10000002
    ],
    "Units": [
      360410,
      362210,
      362213,
      362213,
      362211,
      362215,
      362210,
      362214,
      362213,
      362213,
      362214,
      363315
    ]
  },
  {
    "Id": 58,
    "Types": [
      672,
      0
    ],
    "Name": "Thư Xá Trầm Mặc",
    "Description": "Phòng sách đầy đủ trang bị, sử dụng kệ sách lớn giống Hiệp Hội Tam Cực, đủ để chứa đựng trăm ngàn quyển sách. Nhưng trong mắt một số người Inazuma, số lượng sách trong phòng sách hoàn toàn không quan trọng, \"chính xác\" và \"đúc kết\" mới là những thứ họ theo đuổi, đối với những quyển sách đã đọc thì phải \"khắc ghi từng chữ\". Do đó, chỉ cần sắp xếp sách trên kệ theo mức độ xem trọng của cá nhân, sách đã đọc và ghi nhớ trong lòng, dù có cho mượn hoặc bán đi thì cũng không sao. Nghe nói Thánh Pháp Sư tôn quý của Watatsumi có thói quen này.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Study",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000054,
      10000065
    ],
    "Units": [
      361316,
      360407,
      363206,
      363314,
      373325,
      362210,
      362213,
      362213,
      361210,
      361209,
      360410,
      361209
    ]
  },
  {
    "Id": 59,
    "Types": [
      672,
      0
    ],
    "Name": "Phòng Trà Đậm Hương Phong",
    "Description": "Phòng trà phong cách truyền thống của Inazuma, bố cục và bày trí tham khảo theo Phòng Trà Komore, đồng thời sử dụng tủ quầy và trà cụ cũng bằng gỗ Phong tương đồng, tái hiện bầu không khí tao nhã nhưng không nghiêm khắc, gần gũi nhưng không tùy tiện.\nNghe nói, ngồi trong phòng trà với mùi hương gỗ Phong và hương trà phảng phất, những cảm hứng sẽ cuồn cuộn tuôn trào. Do đó, một số nhà thơ thường vung bút thành thơ trong khi thưởng thức trà đạo, ví dụ như ronin trẻ tuổi hay đặt nhiều biệt danh tao nhã cho các loài hoa cỏ.",
    "ItemIcon": "UI_Home_Suite_Interior_Dq_Room_of_Teahouse",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000050,
      10000047,
      10000109
    ],
    "Units": [
      361502,
      370111,
      363313,
      363316,
      362108,
      361315,
      363207,
      363312,
      370113,
      370112,
      362108,
      362108
    ]
  },
  {
    "Id": 60,
    "Types": [
      672,
      0
    ],
    "Name": "Chuyện Thú Vị Trên Đường Kiểm Lâm",
    "Description": "Phòng nghỉ ngơi với đầy đủ trang thiết bị, tham khảo theo nơi ở của các kiểm lâm ở Làng Gandharva, và căn cứ theo nhiệm vụ mà các kiểm lâm thường làm, để tối ưu bố cục của gian phòng.\nMột khi nhận được thông báo, lập tức có thể đeo hành trang và xuất phát ngay, khi quay về thì có thể nhanh chóng nuôi dưỡng, cất giữ hoặc phân tích tiêu bản. Nếu phải trực ban chờ mệnh lệnh đến khuya, thì cũng có thể dùng bếp lò để làm một bữa ăn khuya bổ sung thể lực. Tổng hợp những vấn đề trên, phòng nghỉ ngơi này có lẽ sẽ luôn giúp cho các kiểm lâm duy trì trạng thái tốt nhất, đương nhiên, tiền đề là việc xếp ca phải thật hợp lý.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Forest",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000067
    ],
    "Units": [
      362110,
      362232,
      361320,
      362233,
      362110,
      362110,
      362234,
      362110,
      362110
    ]
  },
  {
    "Id": 61,
    "Types": [
      672,
      0
    ],
    "Name": "Sắc Thái Lung Linh",
    "Description": "Căn phòng được trưng bày đủ loại châu báu, trang sức và hàng sưu tầm giá trị, trong phòng có luồng khí giàu sang đang tuôn chảy, chỉ cần đặt một cây đèn ở góc phòng là có thể phản chiếu ánh sáng lấp lánh đến chói lòa, khiến người ta mê đắm.\nĐối với những người theo đuổi sự giàu có, thì một căn phòng như thế này giống như một món bánh ngọt với độ ngọt vừa phải, mà dư vị kéo dài dai dẳng. Còn những vị khách xem trọng tính thẩm mỹ, thì bất luận ngắm nhìn những tác phẩm nghệ thuật trong phòng từ góc độ nào, đều có thể tìm thấy điểm tỏa sáng bất ngờ.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Jewelry",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000070
    ],
    "Units": [
      361109,
      362221,
      362221,
      361319,
      363335,
      363337,
      361319,
      363337,
      363336,
      361319,
      363335,
      363336,
      362222,
      362223,
      361109,
      362305
    ]
  },
  {
    "Id": 62,
    "Types": [
      672,
      0
    ],
    "Name": "Hương Thơm Nồng Nhiệt",
    "Description": "Nhà ăn được bố trí tỉ mỉ dựa theo nguyên mẫu của quán rượu và quán cà phê trong Thành Sumeru, đồng thời điều chỉnh theo bố cục của Động Tiên. Hơi nóng và hương thơm tràn ngập khiến người ta vô cùng tận hưởng. Nếu có bạn thân bầu bạn, thêm vài bình rượu ngon, thì có thể trải nghiệm một bữa ăn hoàn hảo.\nNhững người thường đi cùng với đoàn thể khi lựa chọn quán ăn sẽ suy nghĩ đến chỗ ngồi và lượng thức ăn, đối với những người này, quán thịt nướng thường là lựa chọn thỏa đáng nhất. Còn những người độc hành cũng có thể mượn không khí náo nhiệt của quán thịt nướng để che lấp hành tung của bản thân, hoặc tạo điều kiện an toàn và tương đối khiêm tốn để quan sát, truy vết hoặc để suy nghĩ một vấn đề gì đó.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Barbecue",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000078,
      10000079,
      10000097
    ],
    "Units": [
      362111,
      361319,
      363331,
      362237,
      362236,
      362111,
      361506,
      362109,
      362307,
      361320,
      363330,
      362109
    ]
  },
  {
    "Id": 63,
    "Types": [
      672,
      0
    ],
    "Name": "Nơi Tri Thức Lắng Đọng",
    "Description": "Phòng đọc sách với nhiều tài liệu phong phú, kệ sách lớn giống như bức tường cao không thể vượt qua. Người bình thường khi lướt mắt qua những cuốn sách xinh đẹp lung linh, trong lòng khó tránh nảy sinh phần nào nể phục.\nĐương nhiên, đối với những người có lòng, thì giữa trí tuệ và sự vô tri sẽ không tồn tại giới hạn không thể vượt qua. Nếu như bình tâm lại, mỗi ngày đều ngồi tĩnh tâm trong phòng đọc sách, làm theo kế hoạch rõ ràng, đọc kỹ từng quyển từng quyển sách trên kệ, không cần thời gian quá dài, sẽ có thể tiếp cận với một lượng kiến thức mới khó mà ước lượng.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Library",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000071,
      10000076,
      10000078
    ],
    "Units": [
      361213,
      361214,
      362110,
      361320,
      362110,
      362110,
      362110,
      363108,
      363108,
      361214,
      361214,
      362110,
      362110
    ]
  },
  {
    "Id": 64,
    "Types": [
      672,
      0
    ],
    "Name": "Tạm Biệt Ưu Phiền",
    "Description": "Phòng ngủ được trang hoàng theo phong cách Sumeru, vật dụng trong đó đều là kiểu thông dụng. Với hiệu quả phục chế hoàn hảo của sức mạnh ngoại cảnh, mỗi món đồ trang trí đều như vừa được chế tác xong, bố cục gọn gàng đem lại cảm giác sạch sẽ ngăn nắp, rộng rãi sảng khoái, là nơi lý tưởng để bình tâm tịnh khí, trút bỏ muộn phiền.\nDù sống trong hoàn cảnh không phải lo lắng về cái ăn cái mặc, thỉnh thoảng cũng có tâm trạng tiêu cực; dù cho ở trên địa vị mà mọi người mong ước, thì cũng không thể triệt để trút bỏ những nỗi phiền lòng. Những lúc này, hãy thả lỏng tâm trạng, ngủ một giấc thật ngon, nghênh đón thử thách của cuộc sống bằng trạng thái tốt nhất, có lẽ là một lựa chọn thỏa đáng...",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Sleep",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000074
    ],
    "Units": [
      361108,
      363325,
      363108,
      361405,
      361110,
      361110,
      362309,
      361320,
      363330,
      363108,
      361405,
      361110,
      362109,
      362109
    ]
  },
  {
    "Id": 65,
    "Types": [
      672,
      0
    ],
    "Name": "Thân Nơi Cát Bụi",
    "Description": "Căn phòng được trang trí bình dị, sử dụng các vật dụng trong nhà giống ở Làng Aaru. Những người sống trong sa mạc có thói quen ứng phó với môi trường đặc biệt, ví dụ như lập tức dọn sạch những hạt cát dính trên trang phục, hoặc là dùng cách khá tiết kiệm để duy trì nhiệt độ và độ ẩm trong nhà...\nCó lẽ trong Động Tiên với khí hậu dễ chịu, thì những thói quen này không còn mang tính bắt buộc, nhưng vẫn mang lại bầu không khí khiến cho người ta cảm thấy ấm lòng, đáng để xem trọng. Bố cục như thế này quả thực đã chú ý đến từng tiểu tiết, khi ở trong đó, giống như đang ở trong nhà dân nơi sa mạc.",
    "ItemIcon": "UI_Home_Suite_Interior_Xm_Room_Of_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072
    ],
    "Units": [
      361108,
      363332,
      361212,
      362306,
      361505,
      362222,
      362223,
      361212
    ]
  },
  {
    "Id": 66,
    "Types": [
      772,
      0
    ],
    "Name": "Khu Chợ Náo Nhiệt",
    "Description": "Khu chợ với bố cục tinh tế, tham khảo theo bố trí của Đại Khu Bazaar và đường phố trong Thành Sumeru, có trái cây tươi ngon, ẩm thực khiến người ta mê đắm và các quầy hàng bán các loại nhu yếu phẩm thường ngày, chỉ cần rảo vài bước là có thể tìm được cảm giác quen thuộc, dường như đã thực sự bước vào khu phố chợ náo nhiệt.\nTương truyền, các cửa tiệm và quầy hàng ở hai bên đường phố Sumeru đều đã được quy hoạch chỉn chu, vận dụng một số thành quả nghiên cứu của Giáo Viện, có thể tận dụng diện tích có hạn để phục vụ chu đáo cho nhiều cư dân hơn với tiền đề là giảm độ khó quản lý.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Bazaar",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000068,
      10000076,
      10000097
    ],
    "Units": [
      370320,
      370729,
      373360,
      370314,
      370315,
      372338,
      360423,
      370719,
      360423,
      370313,
      370311,
      370321
    ]
  },
  {
    "Id": 67,
    "Types": [
      772,
      0
    ],
    "Name": "Trú Ngụ Trong Rừng Sâu",
    "Description": "Tham khảo theo phong cách của Làng Gandharva, vận dụng cách bố trí của kiến trúc mang phong cách rừng mưa, màu xanh ngọc làm cho lòng người khoan khoái, bất luận cảnh sắc xung quanh thế nào, đều có thể mang đến trải nghiệm như được trú ngụ trong rừng.\nĐương nhiên, khi thực sự vào ở trong rừng mưa, thì cần phải nắm vững nhiều kỹ năng sống, điều chỉnh tiết tấu sinh hoạt, để tránh những vấn đề nho nhỏ mà môi trường khí hậu ẩm ướt mang lại, đồng thời hiểu được thói quen thường nhật của các kiểm lâm...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Forest_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000067,
      10000071
    ],
    "Units": [
      360420,
      372339,
      370702,
      370701,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      370316,
      370319,
      360420,
      372472,
      372472,
      360420,
      372472,
      372472,
      372472,
      372472
    ]
  },
  {
    "Id": 68,
    "Types": [
      772,
      0
    ],
    "Name": "Điệu Múa Huyền Diệu",
    "Description": "Nhà hát hùng vĩ và xinh đẹp, ngoài sân khấu lung linh hoành tráng, đài phun nước với hơi nước bao trùm, thì còn có loài hoa quý được phục chế bởi sức mạnh của ngoại cảnh, với mong muốn tái hiện lại không khí của Nhà Hát Zubayr trong thời gian lễ hội quan trọng.\nTương truyền, có một số ngày lễ nếu chiêm ngưỡng vào ban đêm thì hiệu quả sẽ hoàn hảo nhất. Việc bố trí đèn trong nhà hát cũng rất cầu kỳ, để đảm bảo cho khán giả dù ở góc độ nào cũng có thể nhìn rõ tư thế của vũ công, ánh sáng và màu sắc phù hợp sẽ đem lại cho cảm nhận thêm phần tuyệt hảo.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Theater",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000070,
      10000081
    ],
    "Units": [
      360424,
      360422,
      370725,
      373209,
      373209,
      373209,
      371127,
      360422,
      360422,
      360422,
      373209,
      373209,
      373209,
      360422,
      360422,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      360424
    ]
  },
  {
    "Id": 69,
    "Types": [
      772,
      0
    ],
    "Name": "Thời Khắc An Yên Bên Bờ Hồ",
    "Description": "Chốn an nhàn yên ả, tái hiện một cách hoàn hảo phong thái độc đáo của Làng Vimara. Dù chưa từng ngồi bên bờ sông hay bờ biển, chỉ cần ngửi qua mùi cá trong làng, thì bên tai cũng dường như có tiếng sóng nước vang vọng.\nSo với nơi trú đóng của các kiểm lâm, thì Làng Vimara như thế này lại có một nhịp điệu riêng, cư dân phần lớn không có chức trách gì to lớn, cuộc sống hàng ngày khá nhàn hạ, hình như là một nơi thích hợp để điều chỉnh tâm trạng.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Street_Fish",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000075
    ],
    "Units": [
      372472,
      370317,
      373146,
      370726,
      373142,
      373143,
      370703,
      371236,
      373145,
      360420,
      373143,
      360420,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      372472,
      371236,
      371236,
      371236,
      371236,
      371236,
      373145,
      372472,
      371236,
      371236,
      371236
    ]
  },
  {
    "Id": 70,
    "Types": [
      772,
      0
    ],
    "Name": "Nơi Tránh Gió",
    "Description": "Thôn làng với những căn nhà trông có vẻ nặng nề, bố cục và kiến trúc tham khảo theo Làng Aaru, không sợ cát bụi ăn mòn, khi đối diện với dã thú hoặc những vị khách không mời, cũng có khả năng phòng ngự tốt hơn so với kiến trúc bằng gỗ. Chỉ có điều, nghe nói do vật liệu xây dựng hơi đặc thù, nên cư dân phải định kỳ duy tu tường nhà, kiểm tra xem những bức tường có bị nứt sau thời gian dài bị gió thổi nắng rọi hay không, để kịp thời tu sửa. Công việc này cũng rèn luyện cho khả năng cảm nhận của cư dân, làm cho họ khi đối mặt với từng hạng mục trong đời sống thường ngày cũng đều chuyên tâm hơn.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000072,
      10000074
    ],
    "Units": [
      373360,
      370311,
      370313,
      370707,
      370708,
      370706,
      370705,
      370706,
      370706,
      370314,
      372460,
      372464,
      372464,
      371122,
      371123,
      372464,
      372464,
      372464
    ]
  },
  {
    "Id": 71,
    "Types": [
      772,
      0
    ],
    "Name": "Trận Địa Của Lữ Đoàn",
    "Description": "Doanh trại bày trí đủ loại thiết bị quân dụng, vật tư phong phú, xây dựng tuyến phòng thủ, bố trí lửa trại để sẵn sàng cho việc tác chiến giữa đêm. Trên lý thuyết, doanh trại như thế này đủ để ứng phó với sự tấn công của quân địch đông đảo, khi nhân lực đầy đủ, thậm chí còn có thể làm điểm trọng yếu trong tuyến phòng thủ.\nDù cho việc bố trí và di chuyển khá phiền phức, cũng chưa được dựng lều trại tránh mưa gió, điều kiện khá gian khổ... Nhưng những người lính đánh thuê thiện chiến chỉ cần một chiếc đệm cỏ là có thể vào giấc an lành, hoàn toàn không để tâm đến những thiếu sót nho nhỏ này.",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Camp",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000079
    ],
    "Units": [
      372464,
      373356,
      372339,
      373360,
      373357,
      373358,
      373361,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373359,
      373356,
      372464,
      372464,
      373356,
      373357,
      372464,
      372464
    ]
  },
  {
    "Id": 72,
    "Types": [
      772,
      0
    ],
    "Name": "Đắm Chìm Trong Hương Thơm Nhàn Nhã",
    "Description": "Hoa viên tao nhã thanh tịnh, sử dụng kiểu đình nghỉ chân giống với Vườn Razan và Pardis Dhyai, cũng không câu nệ tính tuyệt đối thống nhất trong phong cách kiến trúc, đồ vật và bố trí đều hướng đến việc tạo nên bầu không khí an nhàn.\nNhững đóa hoa kiều diễm đang say giấc, cây đèn tinh tế điểm tô cho đài phun nước trang nhã... Chờ khi đêm xuống, bước đi giữa khu vườn này, mọi tạp niệm trong đầu đều sẽ tan biến, có lẽ sẽ tìm thấy được linh cảm khó tìm...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Build_Garden",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000073,
      10000081,
      10000061
    ],
    "Units": [
      360422,
      373209,
      371127,
      370724,
      373210,
      372339,
      372338,
      372473,
      372473,
      372473,
      372473,
      372473,
      373210,
      373209,
      373209,
      373209,
      373209,
      372473,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373209,
      373210,
      360422,
      373209,
      373209,
      373210,
      373209,
      373209,
      373210,
      373209,
      373209
    ]
  },
  {
    "Id": 73,
    "Types": [
      772,
      0
    ],
    "Name": "Bản Hợp Tấu Giữa Rừng Rậm Và Sa Mạc",
    "Description": "Vùng đất kỳ diệu với nhiều loại thực vật sinh trưởng rậm rạp, như mượn sức mạnh của ngoại cảnh trong Động Tiên mà điều hòa các đặc tính khác nhau của chủng loại, làm cho thực vật đến từ sa mạc và rừng mưa có thể chung sống với nhau, viết nên một khúc nhạc hòa tấu giữa hoa lá và cỏ cây.\nĐối với học giả yêu thích thực vật, thì một nơi thế này quả thực là một thánh địa nghiên cứu. Còn trong mắt người thường, khu rừng với nhiều màu sắc đan xen, cũng là một cảnh sắc thú vị...",
    "ItemIcon": "UI_Home_Suite_Exterior_Xm_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000069,
      10000075
    ],
    "Units": [
      372473,
      371126,
      372337,
      372337,
      372337,
      372473,
      372464,
      372464,
      372464,
      372464,
      372473
    ]
  },
  {
    "Id": 74,
    "Types": [
      672,
      0
    ],
    "Name": "Yếu Tố Quan Trọng Giữa Làm Và Nghỉ",
    "Description": "Phòng ngủ đơn giản, rộng rãi, cho cảm giác cân bằng giữa sự ấm áp và nét tinh tế. Với những người uể oải mà nói, khi nằm lên chiếc giường trong căn phòng này, rất nhanh sẽ chìm vào giấc ngủ, mà sáng ngủ dậy cũng nhanh chóng tỉnh táo, sớm bước vào trạng thái làm việc.\nNhiều người Fontaine cho rằng, thiết kế phòng ốc là yếu tố quan trọng ảnh hưởng đến giấc ngủ, và giấc ngủ ổn định chính là chìa khóa cho ai đó khi muốn làm việc và nghỉ ngơi một cách khoa học. Xem ra, thiết kế phòng ngủ thực sự rất quan trọng.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Houses",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000090
    ],
    "Units": [
      361113,
      362120,
      362314,
      362255,
      362121,
      362254,
      361408,
      362253,
      363359,
      362257,
      363356,
      363505,
      361216,
      363359,
      363358,
      361333,
      363359,
      363505,
      363506
    ]
  },
  {
    "Id": 75,
    "Types": [
      672,
      0
    ],
    "Name": "Chuẩn Mực Văn Phòng Tuân Thủ Quy Trình",
    "Description": "Phòng đọc sách được bố trí vô cùng kinh điển, tham khảo theo cách thức trang trí trong Palais Mermonia, tái hiện lại văn phòng làm việc luôn bận rộn một cách bất thường đó. Mọi thứ đều được tuân thủ nghiêm ngặt.\nVị học giả nào đó của Viện Khoa Học Fontaine từng tuyên bố \"môi trường của một người sẽ ảnh hưởng lớn đến trạng thái làm việc của họ\". Theo nguyên tắc này, khi ở trong phòng đọc sách với môi trường tương tự như trong Palais Mermonia, người ta sẽ vô thức tuân theo quy trình, làm việc một cách bình tĩnh thận trọng...",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000098
    ],
    "Units": [
      363360,
      361216,
      361330,
      363505,
      363359,
      362120,
      362313,
      362253,
      363507,
      362119,
      361216,
      362119,
      363507
    ]
  },
  {
    "Id": 76,
    "Types": [
      672,
      0
    ],
    "Name": "Lớp Áo Hoa Lệ Của Bàn Tiệc",
    "Description": "Nhà hàng với nội thất và trang thiết bị đa dạng đầy đủ, dựa trên cách bố trí tầng trệt của Khách Sạn Debord, thích hợp cho việc tổ chức tiệc gia đình náo nhiệt để tiếp đãi nhiều bạn bè thân thiết.\nNgay cả những đầu bếp dày dặn kinh nghiệm cũng không thể phủ nhận, môi trường dùng bữa sẽ quyết định tâm trạng ăn uống của thực khách. Vì vậy, một nhà hàng được bố trí đẹp mắt về cơ bản cũng được coi là \"lớp áo choàng của các món ăn hoa mỹ và rượu ngon\".",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000089,
      10000091
    ],
    "Units": [
      362252,
      361329,
      363505,
      362120,
      362120,
      362119,
      362120,
      362252,
      362257,
      363356,
      363507,
      363507,
      361329,
      363505,
      362119,
      362314,
      362314,
      362314,
      362314
    ]
  },
  {
    "Id": 77,
    "Types": [
      672,
      0
    ],
    "Name": "Vừa Vặn Thu Hút Mọi Ánh Nhìn",
    "Description": "Cách bày trí với sân khấu có kích thước vừa phải ở chính giữa, đủ để hỗ trợ cho một buổi biểu diễn nhỏ.\nVới những người mới lên sân khấu, khán giả phía dưới quá đông, dễ khiến họ cảm thấy căng thẳng, ảnh hưởng đến màn trình diễn. Còn với những bậc thầy dày dặn kinh nghiệm, đôi khi cống hiến một màn trình diễn cho những người bạn quan trọng là chuyện còn vui hơn cả việc bán cháy vé. Vì vậy, hầu hết người biểu diễn đều thích loại sân khấu có kích cỡ vừa phải này.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Stage",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000096
    ],
    "Units": [
      362314,
      362257,
      363356,
      362122,
      362122,
      363507,
      363507,
      361507,
      362259,
      362122,
      362314
    ]
  },
  {
    "Id": 78,
    "Types": [
      672,
      0
    ],
    "Name": "Dây Cót Cảm Hứng Xoay Không Ngừng",
    "Description": "Căn phòng được bố trí với đối tượng tham khảo là các xưởng dây cót, có đầy đủ thiết bị gia công, đáp ứng hầu hết nhu cầu của thợ máy thông thường.\nTrong quan niệm của một số nhà thơ Fontaine, robot dây cót là tạo vật đáng được tôn trọng, sự tôn trọng này cũng nên được lan tỏa trên các thiết bị của nghệ nhân... \"Cảm hứng đã lắng nghe đám linh kiện, dạy chúng xoay chuyển ăn khớp với nhau, để các khớp nối không ngừng vận động. Đây là sứ mệnh và sự nghiệp của chúng.\"",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Machinery",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085
    ],
    "Units": [
      363359,
      361218,
      362251,
      361326,
      362118,
      362258,
      363358,
      362254,
      361216,
      363360,
      362257,
      363359,
      362254,
      362118,
      362251,
      363359
    ]
  },
  {
    "Id": 79,
    "Types": [
      672,
      0
    ],
    "Name": "Nguồn Quy Tắc Nghiêm Cấm Vi Phạm",
    "Description": "Phòng làm việc với bầu không khí nghiêm túc, tái hiện tương đối chính xác bố trí văn phòng của \"Công Tước\" trong Pháo Đài Meropide.\nNghe nói sau khi tiếp quản Pháo Đài Meropide, công tước chỉ thay đổi một số nội thất chứ không điều chỉnh nhiều về bố cục văn phòng. Vì vậy, vô số quy tắc mà tù nhân cần tuân thủ nghiêm ngặt đều được hoàn thiện từ trong căn phòng này.",
    "ItemIcon": "UI_Home_Suite_Interior_Fd_Room_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086
    ],
    "Units": [
      362251,
      361331,
      362123,
      362124,
      361220,
      362124,
      362257,
      363356,
      363506,
      363506,
      361216,
      361216,
      362314,
      362314
    ]
  },
  {
    "Id": 80,
    "Types": [
      772,
      0
    ],
    "Name": "Những Ngày Bình Yên Ở Sảnh Chính Nghĩa",
    "Description": "Khu phố được thiết kế dựa trên đường phố bình thường của cư dân Fontaine, với những căn nhà san sát đã tái hiện lại khung cảnh bình thường nhất ở Đại Sảnh Fontaine, phản ánh diện mạo chân thực nhất của thành phố này.\nVới đa số người dân Fontaine, phần lớn cuộc sống của họ là những chuỗi ngày đều đặn, đi làm và ra về đúng giờ, khi nghỉ ngơi thì cùng bạn bè ăn uống hay mua sắm, thỉnh thoảng đến Viện Ca Kịch Epiclese xem những buổi biểu diễn hoành tráng. Ngay cả một số nhà mạo hiểm từng trải qua phong ba bão táp cũng cảm thấy, cuộc sống bình yên như vậy quả thật không tệ...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Residential",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000088,
      10000096
    ],
    "Units": [
      370808,
      360434,
      360434,
      373213,
      373213,
      370800,
      360433,
      370813,
      370807,
      370806,
      374209,
      374318,
      370813,
      374209,
      374210,
      360433,
      374210,
      360433,
      374209,
      374318,
      374209,
      373512,
      373511
    ]
  },
  {
    "Id": 81,
    "Types": [
      772,
      0
    ],
    "Name": "Thương Mại Tấp Nập Ở Sảnh Chính Nghĩa",
    "Description": "Khu phố được bố trí dựa trên Quận Lyonnais ở Đại Sảnh Fontaine, với rất nhiều cửa tiệm đặc sắc của Fontaine cùng các bàn ngồi nghỉ thưởng trà sau khi mua sắm.\nTheo lời một số du khách có kinh nghiệm, nếu đến Fontaine mà không rành về các cửa tiệm và sản phẩm mà họ bày bán, thì có thể yên tâm hỏi thăm cư dân xung quanh. Vì phần lớn các cửa tiệm đều tuân thủ nghiêm ngặt quy định quản lý giá cả sản phẩm của Palais Mermonia, nên rất hiếm khi người ta mua phải hàng hóa bị chặt chém ở nơi này.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Street_Commercial",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000083,
      10000084,
      10000094
    ],
    "Units": [
      370810,
      374112,
      374112,
      374112,
      374112,
      360433,
      370812,
      370804,
      370805,
      374112,
      374112,
      374112,
      374112,
      374318,
      360432,
      374209,
      374209,
      374318,
      360432,
      374209,
      374209,
      374209,
      360433,
      372344,
      373423,
      374112
    ]
  },
  {
    "Id": 82,
    "Types": [
      772,
      0
    ],
    "Name": "Màn Sương Tươi Mát Ở Sảnh Chính Nghĩa",
    "Description": "Quảng trường tràn ngập những bụi cây xanh tươi, hoa cỏ rực rỡ cùng với đài phun nước lộng lẫy. Quan điểm thiết kế được tham khảo từ khu vực Đài Phun Nước Lucine trên Đảo Erinnyes.\nVào ngày đẹp trời, hương hoa thơm trên Đảo Erinnyes hòa quyện cùng màn sương tươi mát thường sẽ mang lại tâm trạng vui vẻ thoải mái cho những vị du khách nước ngoài hay cư dân bản địa khi đến đây. Ngay cả khi gặp phải trời mưa như trút nước khi ghé thăm, những giai thoại lưu truyền xung quanh Đài Phun Nước Lucine cũng sẽ mang đến cho mọi người những hy vọng và mong đợi tốt đẹp.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Square",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000087,
      10000089,
      10000099
    ],
    "Units": [
      373423,
      371136,
      374210,
      373214,
      373214,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374114,
      374210,
      374210,
      374210,
      373214,
      373214,
      374210,
      374210,
      374210,
      374210,
      360433,
      360433,
      360433,
      360433,
      360433,
      360433
    ]
  },
  {
    "Id": 83,
    "Types": [
      772,
      0
    ],
    "Name": "Phố Poisson Giản Dị Mộc Mạc",
    "Description": "Cảnh quan khu vực với trọng tâm là những kiến trúc độc đáo, tái hiện lại một góc diện mạo của Thị Trấn Poisson. Nhà cửa và đồ trang trí nhấn mạnh vào công năng thực tế, có thể tối đa hóa hiệu suất làm việc của cư dân trong thị trấn. Nhưng điều đó không hề thể hiện vẻ bận rộn hay mệt nhọc, mà là để bảo đảm cho một cuộc sống an nhàn... \"Nhanh chóng hoàn thành công việc hằng ngày là có thể tận hưởng quãng thời gian rảnh rỗi\". Một bộ phận cư dân của Thị Trấn Poisson đang làm việc dựa trên nguyên tắc này, sống một cuộc sống đầy đủ và giản dị.",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Town",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000091
    ],
    "Units": [
      371134,
      360435,
      370824,
      370825,
      370331,
      370332,
      360435,
      371139,
      372495,
      372494,
      372495,
      372495,
      360435,
      370332,
      371139
    ]
  },
  {
    "Id": 84,
    "Types": [
      772,
      0
    ],
    "Name": "Merusea Thấp Thoáng Dưới Nước",
    "Description": "Cảnh quan thôn làng cố gắng tái hiện lại Làng Merusea, với kiến trúc khá độc đáo và bắt mắt.\nLàng quê mà các Melusine sinh sống nằm ở vị trí Elynas phía dưới nước, nơi có ít người bình thường qua lại. Sau khi một số người ghé thăm nơi này trở về, hầu hết mọi người đều khen ngợi không ngớt về sự độc đáo đầy màu sắc của Làng Merusea. Từng có vài họa sĩ muốn vẽ lại cảnh quan của Làng Merusea dựa trên mô tả của họ và những thông tin thu được từ Melusine sinh sống ở Đại Sảnh Fontaine. Tiếc là các tác phẩm này thực tế vẫn tồn tại những điểm khác biệt \"sắc độ\" rất rõ ràng so với màu sắc thực tế. Vấn đề này đã làm khó các họa sĩ trong thời gian dài, cho đến khi những tấm ảnh vô cùng khách quan chụp từ máy ảnh được lưu truyền rộng rãi thì vấn đề này mới cơ bản được giải quyết...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Build_Village",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000085,
      10000095
    ],
    "Units": [
      370820,
      370821,
      370822,
      373429,
      373432,
      360438,
      370822,
      360439,
      360438,
      373428,
      373430,
      373430,
      373431,
      373429,
      360438,
      373431,
      373430,
      373430,
      373430,
      373430,
      373430
    ]
  },
  {
    "Id": 85,
    "Types": [
      772,
      0
    ],
    "Name": "Đối Kháng Hết Mình Của Pháo Đài Ngăn Cấm",
    "Description": "Đấu trường với phần trung tâm là võ đài đối kháng. Đứng trong đó có thể nghe thấy tiếng reo hò và vỗ tay của khán giả, lời dẫn đầy hào hứng của người dẫn chương trình cùng những tiếng nắm đấm bắp thịt va đập vào nhau của tuyển thủ hai bên khi thi đấu. Nguyên mẫu của nó là Đấu Trường Sức Mạnh ở Pháo Đài Meropide, quả là một nơi khiến người ta vô cùng ấn tượng.\n\"Đứng trên sàn đấu, nơi mà nắm đấm quyết định tất cả, chỉ có nỗ lực hết mình mới có thể giành được vinh quang thuộc về bản thân, và cả Phiếu Đặc Cách nữa\"... Không ít người từng tham gia đối kháng đã lấy câu nói này làm tôn chỉ khi bước chân ra khỏi Pháo Đài Meropide...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Fortress_Meropide",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000086,
      10000090,
      10000095
    ],
    "Units": [
      370823,
      374319,
      374320,
      373433,
      360440,
      373433,
      374319,
      374320,
      373433,
      373433,
      360441,
      373435,
      373434,
      373181,
      360440,
      373181
    ]
  },
  {
    "Id": 86,
    "Types": [
      772,
      0
    ],
    "Name": "Sắc Màu Rực Rỡ Trên Vương Quốc Của Nước",
    "Description": "Khung cảnh ngoại ô với thảm thực vật tươi tốt, hội tụ các loài cây cỏ hoa lá thường thấy tại Fontaine. Hoa cỏ là chủ thể phổ biến trong hội họa, cũng là điểm khởi đầu trong hành trình khám phá \"màu sắc\". Một số họa sĩ của Fontaine cho rằng, bảng màu của thế giới là ví dụ điển hình về \"sự kết hợp hoàn hảo\" từ các loài thực vật. Vì vậy, nếu tất cả sắc độ trong một bức tranh đều tìm thấy nguyên mẫu thực vật của nó, thì bức tranh đó nhất định sẽ có thẩm mỹ hài hòa, vô cùng tự nhiên. Đương nhiên, với tiền đề là không được trộn lẫn màu sắc của các loài thực vật lại với nhau...",
    "ItemIcon": "UI_Home_Suite_Exterior_Fd_Field_Vegetation",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000098,
      10000099
    ],
    "Units": [
      372344,
      372495,
      372494,
      370815,
      371134,
      370328,
      370328,
      360435,
      372494,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372496,
      372495,
      372495,
      372496,
      372494
    ]
  },
  {
    "Id": 87,
    "Types": [
      672,
      0
    ],
    "Name": "Suy Nghĩ Trước Khi Bàn Luận",
    "Description": "Phòng đọc sách đầy đủ trang thiết bị, có các đồ gia dụng đã được lựa chọn từ Phòng Quản Lý. Chiếc đèn trên bàn với màu sắc ấm áp, rất thích hợp cho việc suy nghĩ và học tập, lấy ý tưởng từ đồ trang trí trong Đấu Trường Lửa Thánh. Phòng Quản Lý theo đúng nghĩa đen là nơi để mọi người bàn luận, nhưng mỗi một câu nói trong đó đều sẽ ảnh hưởng đến vận mệnh của Natlan, vì thế mọi phát ngôn đều nên suy nghĩ và cân nhắc. Thế nên, việc suy nghĩ trước trong môi trường thư phòng yên tĩnh như vậy có lẽ là một lựa chọn không tồi...",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Office",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104,
      10000106
    ],
    "Units": [
      362126,
      363114,
      361117,
      361337,
      362319,
      363115
    ]
  },
  {
    "Id": 88,
    "Types": [
      672,
      0
    ],
    "Name": "Tiệc Chiến Thắng Đấu Trường",
    "Description": "Sảnh tiệc bày trí vô số món ngon, tham khảo bố cục nhà hàng trong Đấu Trường Lửa Thánh, tái hiện khung cảnh các chiến sĩ tụ tập cùng nhau chúc mừng chiến thắng. Vô số người đều đồng ý rằng thắng lợi là không dễ có được, vì vậy mà nơi ăn uống và chúc mừng cũng nên được lựa chọn cẩn thận. Điều quan trọng nhất trong bữa tiệc chính là bầu không khí thoải mái và sôi động. Dù sao thì chỉ có bầu không khí như vậy mới có thể khiến người ta say sưa, không say không về.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Hotel",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000106
    ],
    "Units": [
      362319,
      362127,
      362126,
      363405,
      363404,
      361336,
      363114,
      362126,
      363405,
      361336,
      361336,
      362126,
      362126,
      362126,
      362127,
      363114,
      363404,
      363405,
      363404,
      363404
    ]
  },
  {
    "Id": 89,
    "Types": [
      672,
      0
    ],
    "Name": "Ngủ Ngon Trong Giấc Mộng",
    "Description": "Phòng ngủ ấm áp và thoải mái, với những bày trí dùng để hỗ trợ cho một giấc ngủ ngon, tái hiện lại khung cảnh trong Nhà Trọ Mệt Mỏi.\nNhà Trọ Mệt Mỏi phục vụ cho du khách, thương nhân và các chiến sĩ tham gia giải đấu. Ý tưởng thiết kế là phục hồi thể lực và trạng thái tinh thần, chủ tiệm đã bỏ ra rất nhiều thời gian và công sức để đảm bảo rằng khách sẽ có thể tận hưởng trải nghiệm tốt nhất. Vì vậy, ở trong căn phòng có phong cách giống với Nhà Trọ Mệt Mỏi chắc chắn sẽ có trải nghiệm ngủ ngon.",
    "ItemIcon": "UI_Home_Suite_Interior_Nt_Room_Universal",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000107,
      10000111
    ],
    "Units": [
      361409,
      362318,
      361338,
      362402,
      363407,
      363116,
      363508,
      363114,
      361114
    ]
  },
  {
    "Id": 90,
    "Types": [
      772,
      0
    ],
    "Name": "Trào Lưu Của Khu Chợ",
    "Description": "Mô hình tái hiện lại Chợ Chuwen ở Đấu Trường Lửa Thánh. Trong đó có nhiều sạp hàng và lều trại, rất nhiều đồ trang trí graffiti đan xen với nhau, tràn đầy sức sống, thể hiện phong cảnh chợ độc đáo của Natlan.\nCác loại màu vẽ và phụ kiện là sản phẩm phổ biến nhất trong chợ Natlan, và là đồng tiền chung cho những ai muốn thể hiện sự yêu thích của mình với các xu hướng mới nhất. Vì thế không hề nói quá, vô số trào lưu nổi tiếng ở Natlan đều được sinh ra từ khu chợ này.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Market",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370337,
      370338,
      370339,
      370336,
      373931,
      373931,
      374328,
      373930,
      373930,
      373931,
      373930,
      373930,
      373929,
      374328,
      373930
    ]
  },
  {
    "Id": 91,
    "Types": [
      772,
      0
    ],
    "Name": "Sinh Ra Trong Lửa Rèn",
    "Description": "Khu vực tập trung các công cụ khai thác, xưởng gia công và giá trưng bày vũ khí thành phẩm, từ thiết bị sản xuất đến thiết bị bán hàng đều có sẵn. Về lý thuyết, nó đủ để đáp ứng nhu cầu công việc của cả một đội thợ thủ công Natlan.\nNatlan là đất nước của chiến tranh, vì vậy mà mức độ chú trọng đối với vũ khí và công nghệ liên quan sẽ vượt xa bình thường. Do đó, trong quá trình chế tạo vũ khí, con người sẽ không tiếc dùng ngọn lửa nóng nhất để rửa tội cho kim loại, mong rằng những món vũ khí này sẽ có đủ độ tin cậy, giúp các chiến sĩ đánh bại kẻ địch bên ngoài.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Mine",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000103,
      10000110
    ],
    "Units": [
      370905,
      374605,
      370927,
      373927,
      373928,
      370904,
      374605,
      374614
    ]
  },
  {
    "Id": 92,
    "Types": [
      772,
      0
    ],
    "Name": "Nơi Thám Hiểm Của Chúng Ta",
    "Description": "Cánh đồng đầy hoang dã, đại khái tái hiện lại cảnh quan địa hình và thảm thực vật độc đáo ở ngoại ô Natlan. Khi ở trong đó, bên tai dường như có thể nghe thấy tiếng gió mạnh.\nCánh đồng Natlan rộng lớn và hoang dã, ở đó có vô số ngọn núi cao chờ chinh phục, có vô số bầu trời chờ bay qua, còn có vô số bí ẩn chờ khám phá. Không còn nghi ngờ gì nữa, đây là thiên đường của những nhà mạo hiểm.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Nature",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101,
      10000105
    ],
    "Units": [
      372353,
      372705,
      372233,
      372708,
      372233,
      372708,
      372705,
      372233,
      372234,
      372708,
      372513,
      372705,
      372706,
      372706,
      372706,
      372706,
      372706,
      372234,
      372234
    ]
  },
  {
    "Id": 93,
    "Types": [
      772,
      0
    ],
    "Name": "Sự Nhiệt Huyết Từ Con Của Tiếng Vang",
    "Description": "Khu vực có những kiến trúc bằng đá độc đáo, graffiti nổi bật và sân khấu lớn. Thiết kế tham khảo từ bộ tộc Con Của Tiếng Vang.\nVũ điệu chiến đấu đầy nhiệt huyết và tiếng gõ đầy nhịp điệu, chính là nhịp đập đặc biệt từ Con Của Tiếng Vang. Ở trong bầu không khí như vậy, chắc chắn cũng sẽ bị cảm hóa bởi nhiệt huyết ẩn chứa trong những thứ này, từ đó bộc phát ra động lực mạnh mẽ hơn.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tepetlisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000100,
      10000103
    ],
    "Units": [
      370900,
      370902,
      370903,
      370904,
      370905,
      374121,
      373462,
      374606,
      360452,
      374121,
      370904,
      374121,
      370902,
      370901
    ]
  },
  {
    "Id": 94,
    "Types": [
      772,
      0
    ],
    "Name": "Sự Nhàn Nhã Từ Cư Dân Suối Nước",
    "Description": "Được bố trí dựa theo phong cảnh Cư Dân Suối Nước, trong đó có nhiều cửa tiệm rất đặc sắc, có cả bàn trà và lều trại để nghỉ ngơi.\nỞ đây, dụng cụ thể thao dưới nước đa dạng, nhạc cụ và đĩa nhạc độc đáo cũng có thể tùy ý lựa chọn... Ở lâu trong khu dân cư nhàn nhã này, dù là phiền não gì thì cũng sẽ bị lãng quên...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Koholasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000102
    ],
    "Units": [
      370915,
      370914,
      370917,
      374123,
      374327,
      374215,
      374216,
      360454,
      360455,
      374123,
      374123,
      374123,
      370917,
      370917,
      370913,
      374123,
      374123,
      374123,
      374215
    ]
  },
  {
    "Id": 95,
    "Types": [
      772,
      0
    ],
    "Name": "Sự Cần Cù Từ Dòng Dõi Vườn Treo",
    "Description": "Tham khảo từ doanh trại bưu tá của bộ tộc Dòng Dõi Vườn Treo. Nơi đây có lều trại thoải mái tiện lợi, trang thiết bị liên lạc, cùng với cối xay gió giám sát sự thay đổi của thời tiết, đủ để đáp ứng hầu hết nhu cầu công việc của bưu tá.\nĐể ứng phó được với công việc truyền tin phức tạp, bưu tá Dòng Dõi Vườn Treo có đủ loại năng lực, ví dụ như khả năng di chuyển xuyên qua các địa hình khác nhau, khả năng sinh tồn lâu dài ở nơi hoang dã và khả năng dẫn đường. Đương nhiên, những năng lực này không phải chỉ dựa vào tinh thần mạo hiểm mà có được.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Yumkasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000101
    ],
    "Units": [
      370906,
      370908,
      370911,
      374122,
      373516,
      374607,
      374609,
      360453,
      374122,
      374122,
      374122,
      374122,
      374122,
      373516,
      373463,
      360453,
      374326,
      372708
    ]
  },
  {
    "Id": 96,
    "Types": [
      772,
      0
    ],
    "Name": "Cuộc Chinh Phạt Từ Hội Hoa Vũ",
    "Description": "Thôn làng được tạo thành từ các nền đá trên không, khí cầu và khu huấn luyện, tái hiện lại một phần phong cảnh Hội Hoa Vũ. Nghe nói, hầu như tất cả thành viên của Hội Hoa Vũ đều mơ ước trở thành thành viên của đội bay, bước vào hành trình chinh phục bầu trời. Vì vậy, cuộc sống hàng ngày của những người này là không ngừng rèn luyện bản thân. Như một chiến sĩ đã nói: \"Chỉ có sự nỗ lực mới không phản bội lại bản thân\", các thành viên của Hội Hoa Vũ đã tiếp tục nỗ lực dưới sự khích lệ này.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Qucusaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000104
    ],
    "Units": [
      370922,
      370923,
      370923,
      370924,
      371273,
      370925,
      371147,
      371148,
      371148,
      370926,
      370926,
      370926,
      370926,
      370926,
      374612,
      374612,
      373472,
      373473,
      373926,
      374124,
      374124,
      372233,
      372708,
      374124,
      374124,
      372233,
      372708,
      372234,
      372513,
      374124
    ]
  },
  {
    "Id": 97,
    "Types": [
      772,
      0
    ],
    "Name": "Sự Thoải Mái Từ Chủ Nhân Gió Đêm",
    "Description": "Một khu định cư nhỏ tái hiện lại khung cảnh bên trong Chủ Nhân Gió Đêm, với các kiến trúc được bố trí bắt mắt giống như vương miện của Iktomisaur.\nĐối với người ngoài mà nói, Chủ Nhân Gió Đêm là nơi tụ hội của những shaman thần bí khó đoán. Mọi người đều nghĩ các shaman chắc chắn rất kỳ quái khó gần... Điều này không phải không có lý do, vì môi trường mà Chủ Nhân Gió Đêm sinh sống không phải là nơi mà những người có tính cách bình thường hơn có thể thích nghi.\nThế nhưng, những vị shaman này vừa tinh thông nghi lễ, vừa giỏi tự chăm sóc bản thân. Nếu không, sao họ có thể ngồi thiền thoải mái cả ngày được chứ?",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Iktomisaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000105,
      10000107
    ],
    "Units": [
      370919,
      370920,
      374611,
      373922,
      373924,
      373925,
      360456,
      360457,
      374610,
      374611,
      373923,
      360456,
      374610,
      374611,
      372353,
      372353,
      360457,
      372233,
      372234,
      372234,
      372708,
      372513,
      372513,
      372708,
      372513,
      372233,
      372234,
      374611,
      372352,
      372352
    ]
  },
  {
    "Id": 98,
    "Types": [
      772,
      0
    ],
    "Name": "Khí Thế Của Cộng Đồng Trù Phú",
    "Description": "Cảnh quan xây dựng theo phong cách Cộng Đồng Trù Phú, mang bầu không khí bình yên thư thái như bên ruộng đồng.\nĐặc trưng của Cộng Đồng Trù Phú chính là nông nghiệp và thể chất, cả hai đều cần đến tâm trí kiên định và tinh thần không chịu khuất phục, từ đó mới có được thu hoạch. Có lẽ chính vì vậy mà khi đắm mình trong cảnh quan mang âm hưởng Cộng Đồng Trù Phú, ta sẽ luôn cảm thấy một luồng sức mạnh đơn giản mà kiên cường trào dâng trong cơ thể...",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Build_Tatankasaurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit",
    "FavoriteNpcs": [
      10000110,
      10000111
    ]
  },
  {
    "Id": 99,
    "Types": [
      772,
      0
    ],
    "Name": "Đồng Đội Và Mái Nhà",
    "Description": "Gian nhà sạch sẽ ngăn nắp, đặt nhiều món đồ trang trí mà Saurian thường dùng đã được người Natlan kiểm chứng từ lâu, cho dù dùng làm nơi ở cho Saurian hay bất kỳ loài động vật cỡ lớn khác thì đều vô cùng thích hợp.\nTại Natlan, Saurian chính là đồng đội và cũng là người thân của các chiến binh, cùng họ đồng cam cộng khổ, trưởng thành cùng nhau. Khi có chúng ở bên, mọi u ám trong lòng đều sẽ tan biến.",
    "ItemIcon": "UI_Home_Suite_Exterior_Nt_Field_Saurus",
    "MapIcon": "UI_MarkPoint_Homeworld_Suit"
  }
]